{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1996-11-27",
        "location": "TEMBISA",
        "names": [
            "THOKO ZULU"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55981&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/tembisa/zulu.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS SOOKA",
            "NONTHLANTHLA",
            "THOKO ZULU"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "THOKO ZULU",
            "MS ZULU",
            "MS SOOKA",
            "NONTHLANTHLA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We will ask Thoko Zulu to come on stage. We welcome you.  We would like you to relax so that you should be able to present your story undisturbed.  Even if you are the last ones to be listened to the Commissioners would give you sufficient and enough time as we have done with the previous victims.  I will request that Thoko stand up so that she can take the oath.",
            "Unknown"
        ],
        [
            "THOKO ZULU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can you tell us who is accompanying you?",
            "Unknown"
        ],
        [
            "THOKO ZULU",
            "It's my sister.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is her name?",
            "Unknown"
        ],
        [
            "THOKO ZULU",
            "Her name is Nonthlanthla.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We welcome you as well Nonthlanthla. We will request one of the Commissioners, Yasmin Sooka to help you with giving your evidence.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "You have come to tell us a very painful story because your mother and your son have died in the violence, and in fact you've been caught up in the violence on the other side.  I want you to tell us a little bit about yourself, your son and what he was doing at the time and then tell us your story please.  Take your time.",
            "Female"
        ],
        [
            "THOKO ZULU",
            "I was a domestic worker in Edenvale and I was staying there.  I used to visit weekends and month ends only.  One month when I visited my son was not at home and I asked my mother where Zekele is and she told me he is not staying here at home, and he's not even a student he's\nTEMBISA HEARING TRC/GAUTENG\n2 ZULU\nstaying at Vusumzi Hostel.  I wanted to know why.  My mother said it's because they had a clash amongst themselves as they were comrades but they were Toasters.  They were all comrades initially but then there were conflicts.  Time went on.  I didn't want to interfere because I didn't want to go where they said my son is staying and I decided to go back to work.  When I came back in May, I came back on the 9th of May, it was on a Saturday, I was off on that particular weekend and everybody was well at home and we just enjoyed ourselves and my mother and I didn't sleep at home on that day.  I came back in the morning and I found the house burnt down.  Nobody could tell me what happened until a man called Booi came and he gave me a bench so that I should be able to sit on it.  He told me that the old lady passed away.  When he said the old lady he refers to my mother, she passed away last night.\n I sat there until the police arrived accompanied by my father to find out that my mother's legs were missing and the police were trying to find her legs inside the house but they never found her legs and they left. As I was enquiring, my sister can explain that, they were looking for my son and they knew that he is in Vusumzi but they found my mother and decided to kill her instead and burn her down.\n Time went on and we managed to bury my mother.  We managed to bury her although we had some disturbances.  After having buried my mother they managed to find my son but I was back at work and then I got a message that my son was being burnt down in Ntombeka.  I went there and the police took him and tried to extinguish him and they brought him to Rabasotho and that's where I left him and I went back home.  That's where I left him.\nTEMBISA HEARING TRC/GAUTENG\n3 ZULU",
            "Female"
        ],
        [
            "MS SOOKA",
            "Thank you Mamma.  I am going to ask you some\nquestions just so that we can get the story absolutely clear.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can we have order please.  The witness is talking about a very painful experience.  It's really disappointing to see people who have come to support the witnesses and not affording them the dignity they deserve.  I would really appeal to all of you, those who want to be part of this audience to afford these people their dignity and the respect they deserve.  Those who are tired should just quietly leave.  Thank you.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Mamma could you tell me how old your son was at the time when he joined the Toasters?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "He was 20 years of age then.",
            "Female"
        ],
        [
            "MS SOOKA",
            "And you at this time when he joined you thought he was still at school, is that what you are saying?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "Yes he was a student then.",
            "Female"
        ],
        [
            "MS SOOKA",
            "You also said that he was a member of the comrades and that all the Toasters were comrades initially, what actually led to it?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "They were comrades initially.",
            "Female"
        ],
        [
            "MS SOOKA",
            "So what happened between them and the group that broke away to form the Toasters?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "I can support this gentleman who was here before. It was because somebody was killed and they had set up a lot that said whoever kills would be killed.",
            "Female"
        ],
        [
            "MS SOOKA",
            "This is why this group broke away?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "Yes, that's how they parted and they fought, and that's how many innocent souls have been lost due to these youth.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma did you ever discuss with your son when he TEMBISA HEARING TRC/GAUTENG\n4 ZULU\njoined this gang?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "I found out that he was no longer staying at home and he was staying wherever the gang was staying so that there was nothing I could talk with him.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Did you see him between the time that he joined the gang and the time he died, have you ever seen him in that period?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "I did see him there after my mother's death, because he did try to attend the funeral as well.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Did you discuss the matter of him being part of this gang with him?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "No.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma, at the time when the house was burned who was actually living in the house?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "It was my mother and my sister and her child and my children.  I have three children in all including the deceased.  It was my mother, my sister and her child and my two children, and my brother's child and the other one who was found at Verwoerdburg burnt down and even the killer today is not know.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Can you tell me was anybody else besides your mother hurt in this burning?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "Are you talking about in the house on that day?",
            "Female"
        ],
        [
            "MS SOOKA",
            "Yes, yes.",
            "Female"
        ],
        [
            "THOKO ZULU",
            "On that day only my mother was injured and the house was burnt down as well.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Was anybody arrested or charged with the bombing of the house?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "Nobody was arrested.",
            "Female"
        ],
        [
            "MS SOOKA",
            "How long was it between when the house was bombed and the time that you were called to attend to your\nTEMBISA HEARING TRC/GAUTENG\n5 ZULU\nson?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "I think it might have been after seven months because my mother passed away on the 9th of May and then my son was on the 13th of March 1992, 1992 and 1993, seven months inbetween.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Could we have quiet please.  You say that you were called by the police and you found your son on fire and they tried to extinguish him, when you saw him was he dead already or was he still alive?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "He was dead already when I got there.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Was anybody arrested and charged for his death?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "Nobody was arrested.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma how do you feel, do you ever go back into the section where your mother lived after this?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "I never went back there because everything has been burnt down.",
            "Female"
        ],
        [
            "MS SOOKA",
            "The rest of your family did they mix with the rest of the residents in that area?",
            "Female"
        ],
        [
            "THOKO ZULU",
            "No they never mixed with the residents there.",
            "Female"
        ],
        [
            "MS SOOKA",
            "Mamma because your sister was living with your mother and is also able to give us more information I am going to ask her to take the oath so that we can hear from her whether she can add to what you have told us.  If you could just shift the microphone over to her please.",
            "Female"
        ],
        [
            "NONTHLANTHLA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "You were living in the house with both Peter and your mother at the time when this happened, can you tell me about what you know about what happened during this period?",
            "Female"
        ],
        [
            "NONTHLANTHLA",
            "We were sitting next door in the verandah, it was after 8 o'clock and we heard some gunshots and the boy next door he went to see as to what was happening but he TEMBISA HEARING TRC/GAUTENG\n6 ZULU\nrealised that they were shooting in our house.  We went into the house and then we switched off the lights.  We were sitting inside the house all the time and somebody told us that the house is on fire and the fire brigade came and extinguished and the Caspers came and they asked what was happening.  I told them that my mother and my child is in the house and I told the police that there is somebody in the house.  When I tried to find where my mother is I did find her inside there then she was already burnt to death. They asked me who else was in the house.  They dragged my child out of the house and my child managed to run away and they just burnt my house and my mother as well.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "And at the time when Peter was a member of the Toaster's Gang, did you ever speak to him about his involvement in the gang?",
            "Female"
        ],
        [
            "NONTHLANTHLA",
            "We tried to warn him but he never listened until this happened, that is when my mother decided that he must go away because he will invite trouble in the household.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Did he still visit the house after he was living in Vusumzi Hostel?",
            "Female"
        ],
        [
            "NONTHLANTHLA",
            "He was not coming home anymore.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "And at the time when he was killed did you know anything about what was happening?",
            "Female"
        ],
        [
            "NONTHLANTHLA",
            "I just heard that they have caught him and they are burning him at the shop site.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Do you know who burnt him?",
            "Female"
        ],
        [
            "NONTHLANTHLA",
            "It's people that are known to us that burnt him.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "What was it like for your family with one of your family members involved with the gang and with most of\nTEMBISA HEARING TRC/GAUTENG\n7 ZULU\nthe people in the community being opposed to the gang because the gang had begun to associate with the IFP people in the hostel, how was the family treated in this community?",
            "Female"
        ],
        [
            "NONTHLANTHLA",
            "They used to come and look for this boy and they would kick the doors although they knew that he was not staying at home but they would come and break down everything and harass us.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Did you have friends in the community?",
            "Female"
        ],
        [
            "NONTHLANTHLA",
            "Yes.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "So people still mixed with you?",
            "Female"
        ],
        [
            "NONTHLANTHLA",
            "Yes we were on good terms with people.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "And how do you feel about the fact that Peter died so violently?",
            "Female"
        ],
        [
            "NONTHLANTHLA",
            "There was nothing that I could do because these people were showing their pain by killing Peter but the painful part is why did they kill my mother when they knew that Peter is not staying here at home.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "I think that is sad.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much.  We will see if the other Commissioners have got any further questions to clarify this matter.  You said initially he was a comrade?",
            "Unknown"
        ],
        [
            "NONTHLANTHLA",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "As far as you know what was the conflict between them and the comrades?",
            "Unknown"
        ],
        [
            "NONTHLANTHLA",
            "As I have already said the matter started that whoever killed must be killed, and then one amongst them killed somebody and was not killed and instead was taken to the police station and they didn't agree with this because why was this person not killed if the other comrades were killed already, that's where the conflict started.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So these Toasters they were comrades or only\nTEMBISA HEARING TRC/GAUTENG\n8 ZULU\nhe was a comrade?",
            "Unknown"
        ],
        [
            "NONTHLANTHLA",
            "All of them were comrades.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And then there was a conflict and then they parted?",
            "Unknown"
        ],
        [
            "NONTHLANTHLA",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You said they used to come to your home and break up things?",
            "Unknown"
        ],
        [
            "NONTHLANTHLA",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before killing your mother didn't you manage to talk with the leaders of the comrades and explain to them that his person is not staying here at home they must stop doing this?",
            "Unknown"
        ],
        [
            "NONTHLANTHLA",
            "We didn't try and tell them anything because they knew, we kept on telling them all the time.  In the meetings parents with children who were staying at Vusumzi were called and we did go.  They were aware that he was not staying at home.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "After having burnt the property and your mother were there any leaders who came and then you tried to discuss this incident?",
            "Unknown"
        ],
        [
            "NONTHLANTHLA",
            "Do you say after the burning?  No nobody came.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "You mentioned that the mothers of all the children who were staying at Vusumzi were called to a meeting, who called you to a meeting and what was the meeting about?",
            "Female"
        ],
        [
            "NONTHLANTHLA",
            "It was a community meeting whereby all parents were requested to go and fetch their children who were staying at Vusumzi Hostel so that they should discuss all the problems and resolve them.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "And did the parents do that?\nTEMBISA HEARING TRC/GAUTENG\n9 ZULU",
            "Female"
        ],
        [
            "NONTHLANTHLA",
            "No.  Some tried but these children didn't want to come back anymore.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Did your mother or your sister go and try to fetch your nephew back from the hostel?",
            "Female"
        ],
        [
            "NONTHLANTHLA",
            "My mother tried but in vain.",
            "Unknown"
        ],
        [
            "MS SOOKA",
            "Thank you.  What was the community's reaction when parents explained that they had no control over their children?",
            "Female"
        ],
        [
            "NONTHLANTHLA",
            "I don't know what was their reaction. It's because the parents couldn't control the children, they were staying in Vusumzi.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We thank you very much with this matter that you brought her to us.  Moreover your dedication and to stand in front of the community of Tembisa and tell them about the things that were done to you by people known to you.  There are people who wrote statements and they said they don't want to come forward and talk because they are scared for their lives, but we trust that what you are doing now we trust that this will bring peace amongst the Tembisa residents.  (tape ends.)\n ....for amnesty, we will explain up until your incident as to who did it and how.  All those who are here in the community, moreover the leaders we plead that try in your meetings to try and educate and instill and encourage people that gave statements that they must not be scared, because they feel that people are still on one side and they might be regarded as bystanders and bad people.  So people who have got the courage they must please come forward so that people who were struggling for freedom must be recognised. And people feel that we might be igniting the fire again by asking them to come forward here but it is not so.  But \nTEMBISA HEARING TRC/GAUTENG\n10 ZULU\neverybody is affected because people were being toasted like meat.  Thank you.",
            "Unknown"
        ]
    ]
}