{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-05-21",
        "location": "PIET RETIEF",
        "day": "1",
        "names": [
            "MATHEWS MASEKO"
        ],
        "case number": "JB3233",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55752&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/pietret/maseko.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR ALLY",
            "MATHEWS MASEKO",
            "MR MANTHATA",
            "MS GOBODAMADIKEZELA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MASEKO",
            "MATHEWS MASEKO",
            "DR ALLY",
            "MR MANTHATA",
            "MS GOBODA-MADIKEZELA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Can I once more ask, are the people from Driefontein here.  No?\n Can I ask Mathews Maseko to come forward?\n Mr Maseko good afternoon.  Thank you for coming.  Can you introduce the person who's with you?",
            "Unknown"
        ],
        [
            "MATHEWS MASEKO",
            "This is my wife",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I welcome your wife too Mr Maseko.  Mr Maseko, you are taking us back to 1991 an you've come to tell us the horrific story about killings of your family members as well as torture that took place against you. Dr Russel Ally is going to help you tell your story but before you do that can you please stand to take the oath.  Mr Manthata will you please take the oath.",
            "Unknown"
        ],
        [
            "MATHEWS MASEKO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Dr Ally.",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Thank you, welcome to you Mr Maseko, as the Chairperson has said your story is a very harrowing one.  You yourself were subjected to torture, you lost a brother and a sister and a brother in law, and this happened in May 1991.  I want you to tell us about what happened.  But more importantly if you can try and give us your understanding of why you think this happened, what the reasons were for you having been tortured and for members of your family being killed in this gruesome way, a brother and sister shot and your brother in law actually being hacked to death with an axe. If you can give us some understanding as to why you believe these things happened to you and to your family.",
            "Unknown"
        ],
        [
            "MATHEWS MASEKO",
            "I would thank the community Sir who are here.  What happened there at Piet Retief was very strange. My sister, my younger brother, my brother in law were at my home.  In the morning my aunt who was there came to report to me that things had already transpired and people had been injured.  I listened to her quite attentively and my other aunt came to me as well and told me that people have been wiped out and have been shot, our cars have been burned and so was the house and the policemen who had been patrolling around never gave any help. I got confused and surprised as to what I could do.  I left in the morning and went to my home. As I tried to gain entry the police refused to allow me inside and I asked them when they had got there.  They told me that they had been there since the early hours of the morning.\n We waited outside and we were told that they would be taking pictures of the whole scene involving my younger brother, my sister and my brother in law. We were kept outside for some time waiting to hear what was next until the bodes were taken to the mortuary and we left and went back to the house. I tried to go to the police station as well with my family.  One policeman said I should not get into their vehicle to go to the police station. I kept quiet and left the whole thing like that.  I left them alone and I told my wife that we should go home, the kids are alone. \n When we got home we sat down and I realised that Piet Retief was experiencing and encountering problems and I was confused, not knowing who to contact and where to go.\n One day the police came to my house and Taylor was one of the policemen and he said I should go with him to the police station and asked where was Fido my brother in law.  I told him he was around and there were others, the children who were no longer staying at home since this incident.  Taylor said to me that I should disclose everything truthfully and tell them exactly what happened.  This amazed me as I wasn't around when the whole thing transpired, so what will I testify to and what truth will I disclose as I don't know or have any information as far as that was concerned. Taylor was adamant that I should tell the truth and he instructed me not to run away but to be around all the time.  I asked him how I could run away since I was the only bread winner there and would always be here at home. He left saying that he would get in touch with me.\n One day the police came, Mr Manzini Mkwanazi, Tulani and Nlukumlala as well as others whom I don't know.  I was there and I said to them that there is nothing I can do, they must do as they wish. They took me to the police station and when we got to the door Manzini said, you'll have to tell the truth because you have to disclose everything or else we'll take action against you. My neighbour's TV was stolen and instead of going to my neighbour's house they came into my house looking for the television and got into the bedroom taking my money from under the mattress. He was especially rude talking to me because I had reported the fact that Manzini had taken my money at the police station and the case was never conducted, it just died like that, and I never followed it up because I knew that if I insisted I'd be shot.  I could tell that the situation was tense.  \n They took me to a forest up there and said I will disclose the truth. When we got there they insisted that I should talk and I told them that I had nothing to say.  They made me to lie down facing the ground and they tied my hands and feet.  Manzini and another two sat on top of me, one on my shoulders.  One of them started tightening the tube and when I tried to breath I was suffocating, and I felt that my heart was going to stop at any moment and I was wondering as to what I had done.  They kept demanding that I will tell the truth as they haven't started yet. Tulani again started to tighten the tube and let it go and again tied it up while Manzini was twisting my feet on the other side saying, you will tell the truth!  The others on the side, six or seven in number, were not standing still either. When they left me alone one of said go, just go. I asked them why since they generally shoot people, don't they shoot me as well because I don't know what they want from me. One said look at me. When I did so another one hit me saying that I should look at him and not at the first one.  It was that kind of process, they wanted me to look at the one who was talking and whilst I was doing so the other one would hit me. They insisted that we were not there to play games and I must simply tell us the truth.  I replied that they might as well shoot me.  They hit me again, threw me on the ground and tied me again and he was kicking an again tightening this tube so that I can suffocate because he intended to kill me,  knew it and I let go and he must have thought that I was perhaps dying.  He tried to check whether I was still alive and what left them to leave me alone was the other policeman saying that I had said what I know because I have explained that I do not know anything and that they should leave me alone.  I didn't see who he was.  One of them who I think drove the 4X4 pointed a gun at me and pulled the trigger and I saw blood dripping.  He said to me that this was nothing, and he hit me a blow.  Manzini started coming back again and he kicked me on my testicles and then I had lost control and held on to my testicles because I was in pain and the others were whatever they wanted to do to me kicking me on one and then the other side torturing me brutally. \n I still refused to say anything and they told me eventually just to leave.  I refused and demanded that they take me home from where they had fetched me as felt that they couldn't leave me there in that state. A tall policeman assaulted me even further, clouting me so that I felt that my ear drums were injured and I told them so.  They replied that they don't care and that I must just tell them the truth but I insisted that I needed to know what they wanted from me and just wanted to be taken home.  They took me to Gr...town.  When I got there Taylor came and asked me, I was bleeding at the time, whether I had admitted.  I asked what I should have admitted to and he again accused me of withholding the truth.  I reminded him that I had lost my family members and they were alleging that I was the killer, how was this possible? I couldn't hear what he replied and asked him again if one could really kill one's relatives as he was alleging that I did.  He clouted me and went to his office.\n My wife came to visit me and Taylor reminded me not to run away as they were not finished with me yet and they were going to look for other thugs and if they did not find them, lo and behold. He left saying that he won't give up looking for those thugs.\n My neck has a serious problem because I can not turn around.  If I try to turn and look at who's behind me I can't do that and my testicles have been injured severely as well, especially my left one. At work I cannot labour very hard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you, we are almost finished, just give the person the opportunity to tell his story and we can all go home peacefully then.  Thank you.\n At this point we can try to ask you a few questions just to clarify some of the things in your statement. I suppose that what we'd really like to understand is why were these things happening, what was the reason for it?  Firstly why would your brother and sister be shot and your brother in law killed, what was the reason for that?",
            "Unknown"
        ],
        [
            "MATHEWS MASEKO",
            "I wouldn't know exactly the reason and I don't even know who shot them and how the whole thing was done.  I don't know.\nWere they involved perhaps in any political activities, were they members of any political organisation?",
            "Male"
        ],
        [
            "MATHEWS MASEKO",
            "No we are not political at all, I think they were just sent because after that they were after me, wanting to kill me.  I left my home for six months and my wife was expectant and I wasn't with her.  I was always moving around from one house to another.  One time when I got home I found the doors had been kicked in and were not in a good condition and they were searching for me.",
            "Male"
        ],
        [
            "DR ALLY",
            "In your statement you talk about you having had a minibus.  Was this used as a taxi? Were you involved in the taxi business? You yourself, this minibus you speak about?  You say that you had a minibus and a car as well and that these were burned.  Now your minibus, did you use that as a taxi or for your private use?",
            "Unknown"
        ],
        [
            "MATHEWS MASEKO",
            "I used it as my private transport and it was not in good condition then, it wasn't functioning and I was trying to fix it at the time.",
            "Male"
        ],
        [
            "DR ALLY",
            "I'm trying to understand why it is that you and your family should be subjected to this kind of treatment, to these attacks.  Also you say that when you were tortured they kept saying to you, you're going to tell us the truth repeatedly.  Now what truth is this that they wanted you to tell them. They must have accused you of something.",
            "Unknown"
        ],
        [
            "MATHEWS MASEKO",
            "I don't know that truth they were talking about, even today I would like to know what truth they wanted from me.",
            "Male"
        ],
        [
            "DR ALLY",
            "Did you ever lay a charge against these policemen who tortured you in this way, Manzini you talk about, Twala, Imenazi(?), did you report them?",
            "Unknown"
        ],
        [
            "MATHEWS MASEKO",
            "I went to the police station and I submitted my statement and it was taken and was kept. I waited.  To this date I haven't been called to this effect.",
            "Male"
        ],
        [
            "DR ALLY",
            "Mr Maseko thank you very much.\n Just to explain to you that whenever people submit statements to the Commission and they include names of alleged perpetrators, then what we do do is inform these people that they have been mentioned in connection with torture or killing or whatever allegation is made against them and that these people are given an opportunity to respond to that allegation. Either to come directly to a hearing and to have their say or to write to us.  \n We also have the power in terms of the Act, to call those people to what we call Section 29 hearings, which is in effect a subpoena, for them to answer certain questions.  So that is what has happened in your case, that these individuals that you have mentioned, every effort has been made to contact them to inform them that these accusations have been made against them and to ask them to respond. \n So I just wanted to let you know that and hopefully through this process we can get to a better understanding of what it was that led to you being tortured, to your property being destroyed and to the deaths of your family members. I will give you back to the Chairperson now, thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Dr Ally.  Mr Manthata.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "As I've been listening I found it difficult to understand why up to now you don't know the reason for the killing of your family members and.., okay can you tell us what your problem is Phumza?",
            "Male"
        ],
        [
            "MS GOBODA-MADIKEZELA",
            "Let's respect the witnesses as they render their testimony.  Please don't laugh and don't be rude!",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Maseko we do not have any more questions of you. I think I want to just echo what Dr Ally said.\n First of all the issue of the political motive for the killings that took place but at the same time to say that doesn't take away that you lost all these family members. We may not understand why that happened but you clearly lost three family members and then you too yourself were subjected to torture and we sympathised, empathised with you on your loss. We thank you very much for coming today and we wish you well.\n Comrades and friends, that brings us to the end of the hearing here today.  We were as you've heard me say several times today that we were expecting some people from Driefontein, for a number of reasons they're not able to come here today.  \n We will, however, be listening to the story of both Bonkane Mkhize, the son of Saul Mkhize and hopefully about Saul Mkhize because his wife will be coming to Ermelo tomorrow.  \nI'm sorry that the story could not be told here today and that you've been waiting and we too have been waiting. \n So that does bring us to the end of the hearing.....",
            "Unknown"
        ]
    ]
}