{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-06-09",
        "location": "JOHANNESBURG",
        "day": "2",
        "names": [
            "MOTLANA ATASIOS MPHORENG"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52692&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98060810_jhb_mphoreng.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR TLOUBATLA",
            "MOTLANA ATASIOS MPHORENG",
            "ADV BOSMAN",
            "MR MALAN",
            "MR BRINK",
            "MR AMEEN",
            "ADV SIGODI",
            "INTERPRETER",
            "MR THANDAKUBONA",
            "PITSO JOSEPH HLASA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR TLOUBATLA",
            "MOTLANA ATASIOS MPHORENG",
            "MR MPHORENG",
            "COUNSEL (?)",
            "ADV BOSMAN",
            "MR MALAN",
            "MR BRINK",
            "MR AMEEN",
            "ADV SIGODI",
            "INTERPRETER",
            "MR THANDAKUBONA",
            "PITSO JOSEPH HLASA",
            "MR HLASA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "It's the 9th of June, we are continuing the same matter.  Mr Tloubatla?",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "With due respect Mr Chairman I think I maybe lost a little bit in the sense I can't remember where we stopped last time.  My assistant is unfortunately not here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry that's your point where we stopped, according to my recollection although it was really not the thrust, the thrust of the evidence was at the point where I admonished the witness to listen to himself as and when you testify because we were at a point, it was on a point where I told him that earlier on he had said that it Oscar said that he was the one, the only one who was present when the attack to place and yesterday later on, in the late afternoon, when we were about to adjourn he conveyed to us that, all of them said that they were present when the attack took place, but I don't know whether that was at the time the main direction, I think there was a main direction, that was an (indistinct).  I think the main thing was about - let me not commit myself.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "I think I can recollect slightly, I think we were at a point when he was telling us how they took them from the house into the cars and we were at that point.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Mr Mphoreng do you recall yesterday I asked you how were these boys taken into the cars and I even put they question were they not resisting and so on?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I remember that question and I answered as follows:  I said I said I grabbed Oscar by the belt behind when we took them to the cars.  I pushed him roughly into the boot.  Other victims were also pushed in the same manner into the boot.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Just to take you a little bit back, you were saying that during the interrogation you assaulted them with wires, hangers, bottles and so on.  I just want you to give us the detail as to how did you assault them, I mean with a bottle one can hit one with a bottle, one can stab one with a bottle.  How did you assault them with that assortment of weapons?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "This is how I assaulted Oscar:  I hit him with a bottle on the head until it broke and thereafter I stabbed him with the same bottle and I assaulted him again with a hanger.  I think he was bleeding already because the bottle had broken.  I stabbed him with that bottle.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Alright.  You then put them into the car and then the car in which you were travelling, who else was there with you except the victims?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The people who were with me were comrade Sam Siema (?) who was the driver and comrade Tamee who was seated in the front passenger seat and myself seated in the back seat.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "And then where did you go to from Orlando West?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "We went straight to Shawella (?) if my memory serves me well, that is where we shot them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Tloubatla where is the first applicant Mr Hlasa?",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "He had not yet arrived sir, I don't know.  I did indicate that he hasn't arrived.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he in custody or what?\nCOUNSEL (?): No he's not.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well as long as he's (indistinct) he's on his own, I don't think he will have any problem.  I got concerned because for a moment I thought he was in custody or something so if it is through fault of no one else then well that's alright.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Thank you Mr Chairman.  I'm sure Mr Mphoreng you were listening when Mr Hlasa was speaking here yesterday and then he told the committee that you first went to another comrades house in Shawella before you went to go and shoot them.  Do you recall that?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I recall that.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Now the question is, what he said is it true that you went to another comrades house before you went to go and shoot them, where you were (indistinct) in the kitchen?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "We used two different cars to go and shoot these people.  The car that I was in went straight to the spot where they were shot.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "So your group didn't go to Shawella?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "If I remember very well, our group did not go to the comrades house, the car that I was in went straight to the spot where we shot them.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "But do you know the comrade that Mr Hlasa was speaking about yesterday?  The house in Shawella, I forgot the name, Glen yes.  Do you know that house, did you ever go there that evening.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "If I remember very well our group did not go to comrade Glen's house.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Alright then tell us what you actually did when you arrived where the people were shot?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "When we arrive at the spot where they were shot we parked the car opposite to the open space, we got out of the car.  Comrade Tamee (?) opened the boot.  After opening the boot I took out Oscar, still grabbing him by his belt behind.  We went to a spot where I shot him and this was a sort of a hill.  Now I put him on the edge.  If I remember well I shot him with three bullets on the head.  After shooting him I pushed him towards the bottom of the hill slope.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Did you witness the shooting of the other three boys?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes I witnessed that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not clear, what three boys are you referring to because if you say the other three boys then it means that you are referring to the other group.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "The other group yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does he understand you the same way?  The question is when the other three boys were shot by Hlasa and others, when they were shot did you see that?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "My answer was directed to the boys who were in our car, not those in Hlasa's car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The other two I imagine because you shot one, obviously you witnessed that one and if you wanted to know about the remaining in your group he would have said the other three so I thought when your lawyer speaks of the other three you are referring to those who were shot by Hlasa and others.  Did you see that?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "(indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, just answer my question.  Did you see the other three people when they were shot by Hlasa and others?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "No I did not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Thank you Mr Chairman, thank you very much, that was my question basically.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But, sorry.  Do you know whether or not the people you shot was at the same point where the other three were shot by Hlasa and somebody else, were also shot, because both of you speak of up the hill, the ravine and the like?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "We're talking of the same place, but there are distances involved in this.  The other group might have shot at this spot and the other group about 10 meters from the first spot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now if there was no meeting at Glen's house to (indistinct) and to finalise as to how these people were to be killed and where, then how come that they happened to be shot at more or less the same spot?  Was it agreed previously and if so where?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I was implementing and order from Orlando West.  An order had been taken out already that these boys, members of SOSCO, were going to be shot and we were going to shoot them in Shawella, that is what I remember very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see, thank you.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "When you were given the order to shoot these boys, did the order also include the place where you had to shoot them?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes the order included the spot.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "But you personally didn't witness the shooting of the other three boys, not the ones with whom you went?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "No I did not see them.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Just a moment.  Mr Mphoreng how was the spot identified, how was it described when the order was given?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "They said we were going to Shawella which is an open space, in other words it was an outside area, it was outside Shawella.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Was there any mention of the hill or the ravine or did you just choose that by your own accord?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The people who took the decision, who gave the orders as to where the deceased had to be killed, did they also accompany you to the spot where these people were killed or did some of them accompany you?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The people who were with me in the car, comrade (indistinct) and comrade Sam Siema (?) were the people who took out an order.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They also went with you to the spot where the people were killed or shot?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes, I left with them.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "I thank you Mr Chairman.  The other boys, that is you say you shot Oscar and then you push him down the hill - the others, the other two, did you see how they were shot and would you describe how they were shot?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "When I took Oscar from the boot the second victim was taken by comrade Tamee, the third victim was taken by comrade Sam.  We went to the same spot.  After shooting I went back to the car, on my way to the car I heard gunshots.  Now the impression that I gained at that time was that comrade Tamee and comrade Sam were shooting the last two victims.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "After killing those boys and then where did you go?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "After killing these boys comrade Tamee and comrade Sam dropped me at Orlando East and one of our hideouts.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "And then how many days after this incident were you arrested?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "If I remember well, I was arrested after two if not three days.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Mr Mphoreng I just want you to give us the background to - you know a slight background to this violence that existed between your organisation and the UDF.  In fact even before I come to that, there was a question if you will recall yesterday where you seemed to - was there any difference, in fact you use UDF, SOSCO so interchangeably one doesn't know which is which.  Was there any difference between SOSCO and the UDF.  Did you regard the people of SOSCO as different people, did you regard the UDF as a completely different group that has got nothing to do with SOSCO?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "According to the political organisation structures, this was the situation:  UDF was the mother body and SOSCO was the student wing of the UDF.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "So in your dealings, or let's say in this conflict, did you differentiate between the UDF or SOSCO?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "UDF and SOSCO were one thing, the only difference was that SOSCO was a student wing of the UDF.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "So what ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand your evidence, you attitude towards UDF and SOSCO, you really regard them as one thing.  In fact you just referred to SOSCO, you see SOSCO as being UDF and as I understand the trend of your evidence you see them as being one to such an extent that sometimes when you refer to a member of SOSCO you simply refer to him as a UDF member because they're the same thing?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "That is correct.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Thank you Mr Chairman.  Do you have an idea as to when exactly did this conflict between AZAPO and the UDF associated organisations commence?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "This is how I recall the start of this conflict:  the conflict between UDF and AZAPO started in  Port Elizabeth in the Eastern Cape, I think the conflict was worse in that area because that is where most of our comrades were killed.  If I remember very well some of the members of the UDF were also killed.  That is where the conflict started and later on it came to Johannesburg and Soweto.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Tloubatla I think you went into the background in details yesterday, you even handed up some documents.  What you could ask your client though, perhaps you could ask him whether, apart from what the previous applicant has said with regard to the background, whether there's anything more or anything new that he wants to add onto that one.  Maybe he's got his own personal perspectives which may come on to a new dimension of the conflicts.  But really it doesn't help a lot for him to repeat the same thing what the (indistinct) said.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Thank you Mr Chairman.  We had Mr Hslasa yesterday telling us about the background, where it started and what was happening in other parts of the country.  Mr Mphoreng do you perhaps have any other aspects that you can - perhaps even other examples that you would like to mentioned in as far as this conflict between AZAPO and the UDF were concerned?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Thank you very much Chairperson.  Some conflicts that I remember, I remember the one at the Teflo (?) University.  There was a time where Lymon Mbasa and Tamee (?) were attacked at the University at the North.  They were going to address the Azanian Student Movement.  They were attacked by AZAZCO.  At that time AZAZCO was an organisation related to the charterists, in other words it was also a charterist organisation.  The other incident that took place if I remember very well, it was at the University of the Western Cape.  Comrade Lymon Mbasa was a prominent leader of AZAPO at that time, it was in 1985 if not early 1986.  He was attacked because he had gone to that university to address the students of an organisation that was related to AZAPO.  He was attacked by members of AZAZCO.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Mr Mphoreng one of the incidents actually that you have just described - Mr Chairman I will hand in, I think I've got a press cutting here, it's from the start date of the 23rd of April 1985.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Chairman if I may just come in here.  As far as I'm concerned I accept that there was conflict between the UDF, its junior or affiliated organisations.  This conflict, to my knowledge, apparently started in the Eastern Cape, it moved virtually country wide, I'm not aware of Natal but certainly in other Provinces it was there and I don't know what Mr Ameen (indistinct), but I certainly don't dispute the fact that there was and we can save a lot of time, there was conflict between those two organisations indeed.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Thank you Mr Chairman, I don't think I'm going to go into detail, it's just the he mentioned something and it happens that I've got actually a press cutting, I thought I'd ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have enough copies for everybody there?",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Unfortunately not, I will make them during the ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where does it relate, to which incident does it relate to?",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "It relates to the attack on members of AZAPO at the University of the North.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was that?",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "This was the 23rd of April 1985.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, we'll have that.  I wouldn't like to ask Mr Ameen what his attitude is at this stage, I don't want to put him in a very difficult position, I don't want him to commit himself at this stage.  It may be that he has not finalised his consultation.  I think let's have it up as EXHIBIT F?",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Exhibit ja, I'm not so sure if it's F.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes it will be F, yes.  What's the date Mr Tloubatla?",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "It's 23 April 1985, it's from the Star.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Tloubatla.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Mr Mphoreng did you see the article, the one in the Star, the one that I gave it to you?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I saw the article.  Yes, I've seen the article and it confirms what I've just said.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "And then lastly, these guns with which you were shooting these boys, where did you get them.  Who supplied you with the guns?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Comrade Tameen (indistinct) gave me the gun that I used, he was my leader, he gave me that firearm.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "And then after - alright, let me rather put it this way - when did he give you the firearm and how long did you keep that firearm?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "In early 1986 I received para-military training in Zaminie, this lasted for 2 weeks.  This was just a short course and I was trained as to how to use firearms such as 3.8 which is a revolver, 3.7 Magnum and 9mm firearms.  During that period, because of the conflict of the war, I had the firearm with me all the time.  This was the firearm provided by comrade Tamee.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Who was giving you the para-military training and where was this?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The training was in Zaminie (?).  I was trained by comrade Sam Siema and comrade Tamee (indistinct).",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Is it true that after this incident you actually went into exile?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "That is true.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "And did you joint any organisation, which organisation and what did you do?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I joined the military wing of the BCMA which is AZANLA, Azanian Liberation Army.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "And then, yes just tell us, what did you do in the AZANLA?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I skipped the country into Botswana, we went to the BCMA organisation and immediately thereafter we joined the military wing, which is AZANLA and we got a further training.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because of the tenuous, if any, relevance of his activities post the incident, I don't think we need to go into details.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Thank you Mr Chairman, I won't go into any details further but - when did you come back to the country?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "It was in 1984, 1994 in August, I am sorry.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Mr Chairman I think that will be all for the moment, I don't have any further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe you can just say, throughout your period in exile, were you involved in the programmes and activities of BCM or AZANLA?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I was involved in the activities of BCMA and AZANLA throughout my exiled life.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Mr Chairman I have no further questions.\nNO FURTHER QUESTIONS BY MR TLOUBATLA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you think or what possible political purpose would the killing of these boys or boy have served?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson yes there was a political purpose for the killing of these boys.  Before these comrades were killed,\nI was a member of a political organisation called AZAPO.  AZAPO was a political organisation and it had a political programme of conscientising the people about the political situation in the country.  There were conflicts between AZAPO and the UDF, now our work of conscientising the people and teaching them the politics of the country and making them aware of the cruelty of the apartheid regime.  We did not manage to carry forward our political programmes because there were no-go areas.  We could not go to areas such as Pafeni, Mpumalong, Dumi (?) because these places were dominated by the UDF - places such a Diepkloof also.  Now we had to commit this act so that we can recruit people to join our organisation which is AZAPO, to join in large numbers to fully understand the political situation at home without any fighting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you through Mr Tloubatla?",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "I'm through sir.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Mphoreng didn't AZAPO and the UDF have a sort of common goal in that they were fighting against the apartheid regime?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "According to my political knowledge there was a common goal between AZAPO and UDF, but the difference between the two organisations was that there strategies to fight the apartheid regime were not the same, that is where we differed with the UDF.  We believed that the political problems in this country were problems affecting mostly the Black people.  The Black people were supposed to be in charge of their own freedom.  We did not see White people as having contribution in this whole problem because they were part of the problem.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And today how do you feel, is AZAPO still in existence and is the UDF still in existence and is there still this essential difference in approach?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Things have change politically, we have a new government elected by the people in their majority.  AZAPO still exists, but there is no UDF anymore.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And how do you feel about AZAPO's position in the community, are you still at loggerheads with other groups within the community?  When I say at loggerheads I mean is there still strife between AZAPO and other groups in the community?  The reason why I'm asking you this question Mr Mphoreng is that the Amnesty Committee must also take into consideration whether amnesty in a matter like this would benefit the whole reconciliation process and I'm trying to ascertain what you feelings are at the moment.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Adv Bosman wants to know is, we know there will always be political parties and no the same parties and the like, we accept there will always be opposition in politics, contests for turf and all that but we want to know whether there is still violent strife going on.  Violent conflict between the two groups as it were?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Thank you Chairperson.  I have mentioned that things have changed.  We have a new government elected by the majority of the people.  There are no conflicts anymore between AZAPO and UDF.  The fights that we experienced in the early '80s are no more.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Do you feel that the killing of these victims had in fact served any purpose?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes I believe the killing of these boys served a certain purpose.  We were members of a political organisation and we had to defend our members and defend our organisation.  There's no person who'd join a political organisation and thereafter not be provided with security.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink do you want to put questions now or after Mr Ameen?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman I'll do it now, I'll be very brief.  I want to go back to the interrogation of these six youths.  You wanted to find out whether they were supporters of UDF or members of UDF?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "We wanted to know whether they were members of UDF and SOSCO.",
            "Male"
        ],
        [
            "MR BRINK",
            "Right and on your evidence they admitted to being members or supporters of UDF or SOSCO after they'd been beaten up?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "After I had assaulted Oscar he agreed that he\nwas a member of SOSCO.",
            "Male"
        ],
        [
            "MR BRINK",
            "And the other people there, the remaining five, were they also beaten up as a result of which they said they were supporters or members of SOSCO?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "According to the reports that I got from comrade Tamee and comrade Sam Siema and comrade Cadalo (?) who were part of the interrogation, they told me that the boys they assaulted agreed that they were members of SOSCO.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now lastly, I just want to be absolutely clear, who gave the order that these six youths should be murdered?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I got the order from comrade Tamee (?) and comrade Sam Siema.",
            "Male"
        ],
        [
            "MR BRINK",
            "Can you tell me what their position was in AZAPO, what office they held.  Were they senior to you or were they ordinary members such as you were?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Comrade Tamee (?) was a senior leader of the organisation.  He was in the national leadership of Azanian Student Leadership and comrade Sam Siema was a senior member in AZAPO but I do not quite remember his position but he was a very senior person in AZAPO.",
            "Male"
        ],
        [
            "MR BRINK",
            "Thank you Mr Mphoreng.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ameen?",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Mr Chairman I would prefer to defer cross examination.  If the last applicant could be heard, I will have a short consultation with my clients and then cross examine all three of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shouldn't we now go back to the initial procedure.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "We could, if I could have a short adjournment just to consult with them, I won't be long.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me just confer with my colleagues.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Ameen, before you proceed.  Mr Tloubatla it will be recalled that your client has also made an application for amnesty in respect of the killing of somebody who is believed was a security guard.  Now you haven't led evidence in chief on that and we are of the view that at any rate that particular matter is not yet ripe for hearing, by reason of the fact that we are not satisfied that proper investigation into the matter has been done.  We feel extremely uncomfortable to adjudicate on the particular application or aspect of you client's application at this stage and unless you'd argue otherwise ... (inaudible - end of tape) such time that some reasonable effort shall have been expended in the investigation of certain aspects of the incident.  You will of course no doubt diarise the matter and keep the TRC on it's toes to (indistinct) the matter as soon as possible so that your client's should have the matter disposed of.  I do not believe that the Amnesty Committee or the TRC would just indefinitely refrain or fail to investigate the matter properly and thereby prolonging your client's agony.  I think you'd be entitled to demand of them to round up the investigations within a reasonable time and have the matter set down, but for now unless you convince us otherwise, we are of the view that that particular leg of your client's application, that is his application in respect of the killing of the person I've referred to should be stood down indefinitely.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Mr Chairman thank you.  I do agree with Mr Chairman in that respect, wholeheartedly I've got no problem.  We have discussed the matter with my learned colleagues and we might actually address the committee on the matter later on but for the moment I think if the matter is stood down indefinitely I am quite comfortable with that, I have no problems.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does that apply to the third applicant as well?",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "No it doesn't affect Mr Hlasa, it doesn't affect him at all.  He was not involved in that matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Thandakubona is not involved either?",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Mr Hlasa?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Thandakubona.  I think Mr Thandakubona is involved.  Yes he is.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Mr Hlasa is not involved in the security ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Mr Thandakubona and Mr Mphoreng are involved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is correct.  We will therefore stand down both the applications in respect of that particular incident and for the record and in order to make issues quite clear, one of the considerations why we would like to place on record that we are not adjudicating that incident today, one of the reason why we want to place it on record is to leave the door open for the matter to be heard by a differently constituted committee and therefore that's why we want to (indistinct) have it off the rest of the proceedings.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ameen please proceed.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Thank you Mr Chairman.  Mr Mphoreng you've given evidence to this committee and your evidence can broadly be divided into two parts, one which deals with the political conflict which you spoke so much about and the other about the incident itself as a result of which you are now applying for amnesty.  Is that correct?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "That is correct.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Now let us go to the incident itself, let's confine yourself for the moment just to the incident.  When these six youths were first apprehended, were you a part of the group of people that apprehended them?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I was not part.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Where were you at the time that they were\napprehended?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I was at Jeff's house in Orlando West.",
            "Male"
        ],
        [
            "MR AMEEN",
            "I want to put it to you that there were two survivors out of the six and that, depending on which one of them or both of them that testify, they will say that the three applicants, that is the three of you present today applying for amnesty, were the three people who actually accosted them near the Presbyterian Church in Orlando and that a gun was pointed at them and that they were taken under gun point to two cars about two streets away.  What do you say to that?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I agree that they were accosted in Orlando, but when they were apprehended I was not present.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Under threat of gunpoint again, they were forced to get into the two cars and they were brought to you comrade Jeff Lingani's (?) house where they found a group of about ten or eleven young men busy painting the house or engaged in an activity which seemed to say that they were busy painting the house.  You were at the house at the time.  Do you agree with that?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "There were people cleaning the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ameen, sorry, it's not clear in my mind.  Are we here - is the witness and yourself talking about two different things when you speak of being accosted and apprehended.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "No Your Worship it's the same thing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright so Mr Mphoreng when this people were - you admit that this young boys were arrested near the Presbyterian Church at gunpoint.  You agree with that?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I agree with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But are you saying that you were not there or are you saying you were there at that stage when that happened?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "When they were arrested at Orlando East I was not present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when you say it is true that they were accosted in the manner that Mr Ameen has said, why do you say, were you told by somebody that that is in fact what happened and now you agree with it?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "What I agree with is that they were arrested at Orlando East and some of my comrades had firearms.  At that stage I was in Orlando West.  My comrades told me what happened.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Thank you Mr Chair.  Alright, these youths were then brought to the house and there were these other men who were present in the house.  They will say that they were taken into the kitchen of the house where there was an assortment of weapons, including guns, an axe, iron bars a motor car aerial.  Is that true?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I request the Amnesty Committee to understand that we are talking about an incident that took place twelve years back, it is therefore normal not to remember all the details related to that incident.  Nevertheless it doesn't mean those things did not happen.",
            "Male"
        ],
        [
            "MR AMEEN",
            "You have given quite detailed evidence about for example the political conflict, remember all of that.  By your own account you were involved in a vicious assault on at least one of these youths and you don't remember the things that I'm talking about, that these weapons were there.  Have you not thought of these things during the course of your application for amnesty?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I am not saying I do not remember some of the details, yes it is true there was a firearm that was handled by me, yes it's true there was a bottle, there was a hanger.  Those are the details I remember well.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Was there a motor car aerial there as well?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Those I details I cannot remember.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Now in the kitchen, were you the only one who assaulted these six youths or were there others with you?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "When the assault started I was not alone.  I have mentioned earlier on, I do not remember whether we assaulted them in the kitchen or in the bedroom, but I remember it was in the bedroom, it was myself, Kabelo ... (intervention)",
            "Male"
        ],
        [
            "MR AMEEN",
            "Could you just confine your answer to what happened in the kitchen first please.  I'll ask you again, in the kitchen were you the only one who assaulted these youths or were there others with you who assaulted them?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not remember well whether they were assaulted in the kitchen but I remember they were assaulted in the bedroom.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you assault anyone of them in the kitchen?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "There is such a probability that I participated in the kitchen, as well as in the kitchen, but the one that I remember well is the incident in the bedroom.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you do not recall assaulting them in the kitchen?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "It might have happened that I assaulted someone in the kitchen, but this is something that happened twelve years back, I would therefore not be in a position to remember all the details, it had been a long time since this incident, but there is such a possibility that I started assaulting them from the kitchen to the bedroom.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Ameen.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Thank you Mr Chair.  I put it to you that the assault in the kitchen took place for at least - for between an hour and an hour and a half, that people of your group restrained these youths by holding them, stripped them of their clothing, took away their money, their shoes, expensive shoes, expensive clothing, took away their watches and that they were given old clothes in return and that they were restrained and assaulted, beaten with iron bars and the buts of guns and the axe.  Does that detail jog your memory, can you remember that?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Mr Ameen if I say I do not remember what happened in the kitchen, I do not mean this did not happen at all.  It is possible that it might have happened in general, they were heavily assaulted, yes I might agree, it might have happened.  If I say I do not remember it happening I don't actually mean it did not take place.",
            "Male"
        ],
        [
            "MR AMEEN",
            "In this group that were busy ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, sorry to interrupt you Mr Ameen.  This question has two legs, you have answered the first leg.  The first leg of it was whether assault did take place in the kitchen.  Now you have told us that you don't remember assault taking place in the kitchen.  The second leg of the question is, which you haven't responded to, which I think you should, is that this people were restrained in the kitchen area for about one and a half hours, their clothes taken away, their watches and they were given old clothes.  That is the second leg of the question.  Were their clothes taken away from them, given old clothes, watches taken away, expensive shoes taken away?  That is the second leg of the question.",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Can I ask Mr Ameen a question before answering this.  Is he referring to three people?",
            "Male"
        ],
        [
            "MR AMEEN",
            "Whether six or three or two or what, any number of people that you remember had their clothes taken off or away from them, their watches, any number of them.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Truly speaking I do not remember whether such a thing happened but still it does not rule the probability that it happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that it is possible you've forgotten that somebody had his clothes taken off his body, his watch taken away, his shoes taken away?  Are you saying that you might have forgotten that?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson I do not remember well, but I do not disagree that it might have happened.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, if their clothes were taken away and their watches and their shoes, what would have been the purpose of taking away their clothes?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I mentioned earlier on that I do not recall such an incident but I am not disputing the fact that it might have happened, but I do not recall it happening.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "You're not answering the question.  You say you do not dispute that it might have happened, therefore you are saying there is a possibility that it might have happened.  What I'm asking is, if there is this possibility and you foresee that it's something that could have happened in your presence, but you've forgotten about it, what do you think would have been the purpose of taking away the shoes, the watch, the clothes and stripping them?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "If ever it happened, if people are engaged in a state of war any means brutal is used to get information.  It might be one of the reasons why their clothes were taken away from them.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Where would you have obtained the old clothes from?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I am talking of the probabilities, I'm not talking of something that I am sure of, that is why I cannot give you a clear indication as to who, where they got the clothes from, the old clothes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you remember what the victims were wearing that day?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not remember.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just ask you, what did Oscar, what was he wearing that day?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not remember what kind of clothes he had on that day.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you remember that he wore a belt?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes, he had a belt.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you can't remember the clothes?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not remember, I don't remember what kind of clothes they were but he had clothes on.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "When the victims were brought to you, you said you could remember them from the clothes that they wore when the were walking up and down the street.  Do you remember that?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I remember.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you remember who was wearing a T-shirt with an RMC written, Release Mandela Campaign?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The one who had an RMC Campaign T-shirt was in the other bedroom with Oscar but on top of the T-shirt he had a shirt.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And do you remember who was wearing a T-shirt with a UDF sign?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes, he was also in the room with Oscar, they were three in that room.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But you can't remember what Oscar was wearing?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Oscar had clothes, but I cannot remember the details as to what kind of clothes they were.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Was he wearing a watch, was Oscar wearing a watch?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not remember.",
            "Male"
        ],
        [
            "MR AMEEN",
            "I put it to you earlier that the six youths had been kept in the kitchen, assaulted, restrained, clothes taken off, all of that for about one to one and a half hours and thereafter they were moved, separated into two groups and were moved into two bedrooms.  Is that correct?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "That is correct, they were split up into different rooms.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And you were in the group which has Oscar in that group, of which Oscar was a part?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "That is correct.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Now you testified yesterday that you did not know these six youths, that they were not know personally to you, that you had recognised them as being part of a group which had been chanting and singing in front of Jeff Ngani's (?) house, you didn't know them personally.  Is that correct?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "That is correct, I did not know them personally.",
            "Male"
        ],
        [
            "MR AMEEN",
            "How then do you keep referring to Oscar as if you know him personally.  You've referred to him in the way you manhandled him, in the way you held him by his belt and in the way you pushed him into the boot and in the way you took him personally and shot him.  Tell me how you know him personally.  Did you know him personally?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I did not personally know Oscar.  During the interrogation I came to know about his name, when I was interrogating him I got his name.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Did you get the names of the others during interrogation?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I mentioned yesterday that I concentrated a lot on Oscar, that is the reason why I remember him.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Explain to this committee why in particular you concentrated on Oscar.  There were six people altogether, all of them according to you had been seen as being part of the group which had intimidated you people and which according to you had been responsible for burning your comrade's home.  Why chose on one of them in particular?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The reason why I concentrated on Oscar - we split them up in two groups because we wanted to do a thorough job.  We didn't want to interrogate them haphazardly, we had to separate them in two groups.  The first group was in the other room and we were in the other room and I assigned myself to Oscar and other comrades of mine assigned themselves to the other victims.  There isn't a more specific reason.  We wanted to make a thorough job that is why we split up.",
            "Male"
        ],
        [
            "MR AMEEN",
            "So let me understand this clearly.  You and your comrades spent between an hour and an hour and a half beating them up in the kitchen, stripping them and then you separate them to do a more thorough job.  All you wanted to know from them was whether they were members of the UDF, that is all you wanted, an answer to one question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, you are mis-stating the evidence, that is not the evidence.  The evidence is not that all they wanted to know was whether they were UDF, the evidence was they wanted to know if they were UDF, who had given them instructions, if anybody, who are those people and so on and so forth.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "My apologies Mr Chairman.  I will rephrase that.  One of the things that you wanted to know was whether they were members of UDF.  You have already spent an hour, an hour and a half beating them up and then you separate them again to make a more thorough job.  What did you hope to get.  Did you get the answers by that time already?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Mr Ameen I have details for what happened in the bedroom, I will confine myself to those details because I remember them well.  The reason why we took such a long time to interrogate them was because they did not provide information at the same time.  It took them time to take out the information, that is the reason why it took us long to interrogate them.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Can you remember Oscar now, as you sit can you picture him?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes I can picture him.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Mr Chairman I have been given two photographs, there are four people in these two photographs by my clients, Oscar is one of the people here.  I ask permission to show these photographs to the applicant and for him to identify Oscar?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I can recognise Oscar on this photo.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And which one is he?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The witness is pointing ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ameen you can approach the witness to satisfy yourself as to what his identification is.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "The identification is correct, ja.  Now, in the bedroom you asked - there were three people in your group or of the six youths, you and people with you had divided them into two and you had three of them.  The three of them I put it to you was the late Oscar, Msilana and Mbulelo. Is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just repeat the names?",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "The late Oscar, Msilana and Mbulelo.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Repeat your question sir, I did not get it?",
            "Male"
        ],
        [
            "MR AMEEN",
            "Part of the group of six youths, you took three of them with your comrades into one bedroom and the three youths who were with you were the late Oscar, the lat Mbulelo and the late Msilana?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not know the other names of SOSCO members, I only know Oscar.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Mr Chairman I would have a little bit of a difficulty here, I'm not going to proceed on cross examining him on what happened in the bedroom himself because I do not have any instructions on that.  I will be putting a fair number of questions on what happened in the other bedroom to Mr Hslasa.  I will now proceed from the time they then took the youths away from the house.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Can I just ask one question before you proceed please?",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Thank you advocate.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Just tell my why Mr Mphoreng did you particularly assign Oscar to yourself or let's look at it differently, how were these victims assigned.  Who assigned them or did each of you pick a victim to interrogate?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "We decided ourselves at that time, myself and the comrades who were with me at that time.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Why then did you assign yourself to Oscar?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "It automatically happened.  I don't think I have a specific reason why I got into that room where Oscar was because we were splitting up, others got into the other room and others went into the other.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry just before you proceed again Mr Ameen, just on the question that was put to you by Mr Ameen that you were found painting that house, you said you were cleaning that house.  Were you also repainting some of the walls or anything.  Was paint involved?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The house had been burnt down, the curtains were burnt down now there was smoke.",
            "Male"
        ],
        [
            "MR MALAN",
            "The question was a straightforward question, can you remember that part of the cleaning up was painting, that's the only question, it's a simple yes or no.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "We were not primarily going to paint, we were going to gut the house and be with the comrade because his house had been burnt.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Mphoreng the question is, were you also painting, even if that's a small part of it, were you painting?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not remember anything about painting, I do not remember whether paint was there.",
            "Male"
        ],
        [
            "MR MALAN",
            "Are you saying that there was not paint or is it possible that some of the others or yourself might have been painting?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "There is such a possibility that some of us were painting, but I do not remember.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you Mr Ameen.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Thank you.  Mr Chairman with your permission I just want to retrace and raise two issues which I have failed to do and which I want to bring up now.  The survivors who are present today will also say that there was drinking of liquor while they were being assaulted by the group that was assaulting them.  Was there liquor on the premises and was there drinking by you people?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I did not use liquor in 1986.  There might be a probability that there was liquor.",
            "Male"
        ],
        [
            "MR AMEEN",
            "The bottle which you used with which to assault Oscar, what bottle was it?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not remember whether it was a beer bottle or a cooldrink bottle, but it was a bottle.",
            "Male"
        ],
        [
            "MR AMEEN",
            "How bit was it, what colour was it?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "It was a big bottle but I do not remember the colour, I do not want to commit myself but I do not remember the colour, it was a big bottle.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Where did you get the bottle from, do you remember that?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "It was in the house.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Where in the house was it, one doesn't usually keep a bottle in the bedroom or was it in the bedroom?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I think I found the bottle in the kitchen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  During the interrogation of Oscar and the other two in the bedroom, did the other people who were with you drink in the process of interrogation?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson this incident happened twelve years ago.  This is one of the details I do not remember very well, but there is such a probability, maybe some of them were drinking.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you must tell me, on what basis do you reach that probability?  Why do you think that could possibly have been true?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I bring it in because some of my comrades were drinking in 1986, they used to drink.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Drinking during interrogation, would it not be something that you should really remember?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson I do not remember.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mphoreng we, what has struck us during your evidence is that you time and again use the word probable or probability and do you understand there is a difference between possible and possibility on the one hand and probable and probability on the other hand.  Do you appreciate the difference?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson can I please withdraw those words so that I express myself thoroughly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that you express yourself well?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you see you must be careful in using words the meaning of which you are not very sure because you would mislead us unintentionally but still you would mislead us.  Yes Mr Ameen.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Mr Chairman I have a bit of a problem with that.  He has used those words in relation to the evidence relating to clothing earlier on.  As I sit here I cannot recall specific examples but he definitely has used them.  Does he want to correct all that previous evidence.  I also want to put it to the witness that when he has pressed on certain matters he uses one of two techniques, either not remembering or saying that it is probable and conceding that.  Now part of the purpose of this hearing is to establish the truth and to have full disclosure from him.  These are matters I have to raise in my address but I think I should draw them to the attention of the committee and to the witness at this stage.",
            "Male"
        ],
        [
            "MR MALAN",
            "Chair perhaps if the interpreters could help us, because on occasion there was reference to the concept of possible, now did the interpreters use different words in interpreting it or was it put in the language, in the Tswana that he's giving evidence in, in two different forms.  We need in a sense a reference to the original language of the witness.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Chairperson the witness used words, two words possibility and probability and each time he uses probability the interpretation came out as probability, each time he uses possibility the interpretation came out as possibility.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you very much Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ameen I don't know, you may decide what to do but I think for my part, I'm not terribly worried or perturbed or merit to whatever meaning the witness may attach to the word probable because even to some lawyers, the concept of probable or probability is a very difficult one so I'm not very keen to tie a witness to a technical meaning of the word probable.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Mr Chairman I would go along with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say - well let me ask you this, just to clear this once and for all.  It was put to you that these people were assaulted in the kitchen.  What is your answer to that?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "When I started assaulting these people we were in the bedroom not in the kitchen, but there is a possibility that they might have been assaulted in the kitchen - let me say, if I say I do not recall having been assaulted in the kitchen, I do not dispute that, I remember what happened in the bedroom that is where I was involved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So whenever you use the word probable or probability, we should understand you as conceding that it is possible, such and such a thing could have happened?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The word that I am using now it is correct, it happened in the kitchen but I remember the details of the bedroom where I took part.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Thank you Mr Chairman.  Now, let us go to the burning of the house.  You've described the house as having been burnt.  Earlier today you described that it was gutted, can you tell us exactly how badly the house was burnt, if it was burnt because my clients, the two survivors, will say that on that day they did not notice any signs of burning, any signs that the house had been burnt that day.  They did hear that the house was burnt a few days after the assault, on the Tuesday following the assault?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "In the morning when I arrived at Jeff's place, after I he had informed me that his house was burned, it was not the whole house that was burned down, the bedroom, the main bedroom, was burned down, the curtains were burned down and when the house is burning there will be smoke and that is why there was smoke on the walls.  Maybe it's the reason why one of the witnesses say there was painting, but I do not recall that point clearly.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Now you've testified that you were given order to kill these youths and that the two people who gave you ... (inaudible - end of tape).  Is that true?   The two people I'm referring to are comrade Sam and comrade Tamee.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Comrade Sam and comrade Tamee gave me an order that these comrades from SOSCO be shot.  Now the order was issued out after sunset.  When they arrived we brief them, we told them that they were comrades from SOSCO and we gave them the information that we got from them.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Could you just bear with me Mr Chairman?",
            "Male"
        ],
        [
            "MR MALAN",
            "While Mr Ameen is looking at his notes, who gave you the order, Sam or Tamee or did they speak simultaneously?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "They did not speak simultaneously but they gave me orders.",
            "Male"
        ],
        [
            "MR MALAN",
            "But the order to shoot and kill somebody, you need one order from one person.  Why would two have given you the order?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The order came out from the two of them, they were my commanders.  Can I explain further that comrade Tamee and comrade Sam were underground members of AZANLA, that is why I keep on saying that they are the two who gave me orders.",
            "Male"
        ],
        [
            "MR MALAN",
            "No Mr Mphoreng my question is, somebody said to you go and kill these youths or go and kill Oscar or whatever your order was.  Somebody told you that.  It couldn't have been both of them speaking at the same moment.  It would probably not have been both of them giving you an order.  One of them would have said it or at least said it first.  Who said it first, can you remember?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Comrade Tamee (?) spoke out and it was confirmed by comrade Sam who said yes, it must happen.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why is it so difficult to get that information out of you?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Maybe I did not understand your question.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Mr Chairman if I can get some assistance from the committee.  My impression was that the evidence given by Mr Mphoreng earlier, I can't find it in my notes, was that comrade Sam and Tamee were present when the assaults took place.  Is that the understanding of the committee?\nThe evidence by him in particular.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not sure, my vague recollections have been perhaps not when the assault took place, but when the interrogation took place, I'm not sure I'll have to check on that.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Perhaps I could come in slightly.  I remember asking that very same question to Mr Mphoreng.  What he mentioned specifically was that when he arrived at the house Tamee and Sam were present, but they subsequently left and came back later but in terms of when they left and when they came back I don't think I took it further than that.  But I remember, that's what I asked him.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "If I can assist you Mr Chairman, according to my notes, the applicant said that Nani and Kabela were with him and Jeff was also present and the other three in the other room were Pitso, Khani and Joey.  This is what my notes say.  A little further on he says particularly that Sam Siema and - I missed the name - arrived later, I take that was (indistinct).",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Okay.  Alright just to clarify your evidence, can you tell us when comrade Sam and comrade Tamee arrived at Jeff's house.  They had been there earlier in the morning when it was discovered that the house was burnt, they then left.  Now the youths had been brought to the house - from that time up to the time they left, can you tell us at which point comrade Tamee and Comrade Sam arrived?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "When I arrived at Jeff's place in the morning I found comrade Sam and comrade Tamee already there but they left for the day, they were not present.  They came back the second time when it was getting dark.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Did they participate in the interrogation?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "When the interrogation took place comrade Sam and comrade Tamee were not present.  We were the interrogators, yes they arrived a little later, we brief them and they came in and when they got in they just kicked them but the better part of the interrogation was conducted by ourselves.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Now the interrogation is over, the assaults are over, you've received your order to kill these youths and you are now preparing to execute your order.  Your comrade Hlasa, the first applicant, testified yesterday that all six youths were taken, and you were present when this happened, that all six youths were taken to comrade Glen's house in Shawella.  You have given a different version, that you took them directly to the spot in Shawella where they were killed.  How do you explain that difference, both of you were part of the same squad carrying out the order to kill, we have one version from Mr Hlasa and we have another version from you.  Which is the correct version?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "When I said we went straight to the spot where we shot these comrades and on the other hand comrade Hlasa saying they went to comrade's house, it takes me back to what I said earlier on that we are relating an incident that took place twelve years ago, I remember taking them straight to the spot where we shot them and comrade Hlasa recalled having gone to comrade Glen's house but I remember going straight to the spot, but there is a possibility that we went to comrade Glen's house but I do not remember it clearly, it's human to forget.  This happened twelve years back.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Mr Mphoreng it's a very simple and straightforward question, an answer with a yes or a no.  Did you or did you not go to comrade Glen's house with the youths that were with you.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I did not go to comrade Glen's house.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Are you then saying that comrade Hlasa is lying?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I am not saying he is lying, I said there is such a possibility that I forgot that little detail, I do not remember it well.",
            "Male"
        ],
        [
            "MR AMEEN",
            "He also said that the reason for going there was to caucus on how to carry out the order because comrade Glen was a senior member of an AZAPO affiliated union.  Yet you say that you had already received orders on how to do the killing from comrade Sam and comrade Tamee.  Can you explain that?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "When we left Orlando West an order had already been taken out that we were going to Shawella, but the exact spot where they were supposed to be killed was not clear and I was just following the order at that time.",
            "Male"
        ],
        [
            "MR AMEEN",
            "My clients, the two survivors, will say that they were taken, that all six youths, the two of them and the four deceased were taken to a house in Shawella, they did not know whose house it was but they were taken to a house in Shawella and from there they were taken to an open veld near a beer hall where they were shot.  What do you say to that?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not dispute that it happened, but I do not recall it.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Mphoreng there was also testimony by you co-applicant, Mr Hlasa, yesterday that when the order was issued it was said that they have already been hurt, something to that effect, and now they must be killed.  Do you recall that?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I recall that, I recall that they were injured.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Can you more or less just formulate what was said about them having been hurt?  Can you more or less remember the words that were said that they have already been injured or hurt?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I remember that they were injured because of the interrogation, I saw them that they were injured and I also took part in the interrogation.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "No but what I'm referring to is that Mr Hlasa said somebody, it may have been the two leaders, had said:  they have now been injured so now they must be killed.  Do you recall that?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "What I remember is that these people were killed because of an order issued out by comrade Tamee and comrade Sam, they were not killed because they were injured already, we were just implementing an order issued out by our senior members.",
            "Male"
        ],
        [
            "MR MALAN",
            "You are saying you don't remember having ever heard any words on the line:  they have been injured now, badly injured, they must now be killed.  You don't remember such words?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not remember those words, I remember the order being issued out.",
            "Male"
        ],
        [
            "MR AMEEN",
            "You also testified yesterday that the youths who were being assaulted did not scream when they were assaulted, that they just took the assault passively.  You didn't use the word passively, but they just took the assault without screaming.  Do you still stand by what you said?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I still stand by what I said.  I pointed him with a gun, I said once you scream I'm going to shoot at you.  I did not want him to scream so that the neighbours could hear what was happening.",
            "Male"
        ],
        [
            "MR AMEEN",
            "The survivors will testify that there was loud music being played on the radio and that this sound of the loud music stifled their screams or covered up their screams, that they were in agony, that they were in pain, that they did respond by screaming and trying to protect themselves.  What do you say to that?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "There is that possibility that the music was playing high.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Mr Mphoreng, let's not dice with each other, let's not play with each other.  This is a serious matter, you come up with possibilities each time.  Tell us yes or no.  Was the music playing loudly, were these youths screaming when they were being assaulted?  The more - can I just encourage you - the more honest your answer, the more disclosure you make, the more clear your answers, the better your chances of getting amnesty.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I agree the music played high.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How badly was this house burnt?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "(no interpretation).",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Was it burnt by means of a petrol bomb?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes, we found petrol bombs.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And was it, did it come in through the roof of the roof of the window, through the roof or through the window, the petrol bomb?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The windows were shuttered, it means therefore that the petrol bombs went through the windows.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And was it electrified this house?  Did it have electricity?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not remember well, but I believe there was electricity.  Let me put it this way, there was electricity.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Are you sure?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not have full evidence as to whether there was electricity in the house, I'm not sure.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Where Jeff stayed or the area, was it electrified then or was it not electrified?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "There is electricity in Mpumalong.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Was it there then, was there electricity in Mpumalong then?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes there was electricity then.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you know if the petrol bomb destroyed the electricity?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not remember that point Madam.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And this radio that was playing, do you still remember it?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I mentioned earlier on that there was music, now it takes us back to the point that Jeff's house was electrified.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Could you just on the question - you were asked how badly was the house damaged by the petrol bomb and your response was petrol bombs, you referred to more.  How many petrol bombs were used in this attack?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not know how many petrol bombs were used.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you know whether it's more than one?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I think it was more than one, but I do not know how many there were.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you see any remains of a petrol bomb, how did you know it was a petrol bomb?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "There were broken bottles smelling petrol.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Mr Mphoreng can I ask you, where is Jeff Lingani today?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Jeff he lives somewhere in the Vaal.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Does he know about this application of yours for amnesty?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes he knows about it.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And did you or your attorney try and get hold of him to support this application by giving evidence here today?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "According to my knowledge Jeff has applied for amnesty.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Comrade Sam and comrade Tamee, where are they?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "They have since died.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Being and adopting a very cynical attitude, I put it to you that you used their deaths to say that they are the ones who gave you orders.  That you actually did not receive any orders from these people.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "It is true that I found my orders from comrade Tamee and comrade Sam.  The people who were active in politics in those years know comrade Tamee (?) and comrade Sam Siema.  Comrade Tamee was the leader of the Azanian Student Movement, he was involved in politics.  The two of them were underground members of AZANLA.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Can I interrupt you.  I am not questioning their political credentials, I'm putting it to you that you are being opportunistic, you know that they are dead, you know that they cannot be called here to give evidence and you are using their senior positions within the organisation to say that you were given orders by them and so absolve yourself of an extremely cowardly deed, a criminal deed.  What do you say to that?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson what Mr Ameen is saying is not true.  What happened was a political situation, unfortunately comrade Tamee is dead and I do not involve him just because he is dead.  I got the orders from comrade Tamee and comrade Sam.",
            "Male"
        ],
        [
            "MR AMEEN",
            "What I can't understand is that if the order was given for these people to be killed and the order were included to say go and kill them in Shawella, your colleague the first applicant has testified that they still went to, not a member of AZAPO, comrade Glen, who was a senior member of an affiliated organisation, someone outside of the organisation, for guidance on where to kill.  I put it to you that your version is not true, that you are lying to this amnesty committee.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson I have told the full truth.  Mr Ameen sees it differently because - I am aware that the TRC will consider your application if you give a full disclosure.  I have given a full disclosure, I have even given out who gave instructions.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Ameen can I just come in here please.  Tell me Mr Mphoreng when comrade Tamee and Sam, when they left that morning did they say that they would be coming back?  You told us that they left and they came back later, when they left did they say where they were going?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "When they left they did not tell us where they were going to but the indicated that they will come back to check the situation.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Now if they had not come back, these people were badly injured, what would you have done?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I was a trained soldier, I worked through orders.  An order of killing a person it's a serious order, I would have never taken that decision on my own.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Who else would you have consulted.  Let's just - I know it's hypothesis, but let's assume they were arrested on their way and they could not return and you were there sitting with these six seriously injured persons, what would you have done about it?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "If they had not come back we were going to consult with other senior members of our organisation, would have explained to them the situation that we have members of SOSCO here, they have given us information, what do we do then.",
            "Male"
        ],
        [
            "MR MALAN",
            "Could I just ask you here, you say killing a person is serious and you work through orders, you're a trained soldier.  At the time, according to you evidence, if I remember correctly, you said you had two weeks para-military training by comrades Siema and Tamee.  Is that correct, you didn't have any other formal training when you say you were a soldier?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "That is the only para-military training I had received then.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes and if you took it seriously and only operated on orders, who gave you the orders to manhandle the youngsters and to attack and assault them and hit them with a bottle and break the bottle and stab him with the bottle, who gave you those orders?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "When comrade Tamee and comrade Sam trained me in the early months of 1986, they had taught me that if there were issues involving people I shouldn't take decisions on myself but with orders such as interrogating people, assaulting them those are decisions I can make on my own.  There was a general order from the senior leadership of the organisation to defend ourselves because the UDF was fighting with AZAPO at that time.  Such orders were issued out by senior members of AZAPO organisation.",
            "Male"
        ],
        [
            "MR MALAN",
            "So are you saying then to us that the assault and the hitting of at least Oscar with the bottle and stabbing of him with the broken bottle, those were decisions that you took by yourself, you acted on your own, it wasn't under instructions.  Is that what you're saying?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Let me put it this way.  The top leadership issued out a general order ... (intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "I heard about the order please Mr Mphoreng, I understand that, I understand the broad order that you could take the decisions yourself.  Now the assault that was a decision that you took yourself in terms of what you believed to be the broad mandate?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "It was a decision taken by myself ... (intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "So the assault on the youths wasn't an assault in terms of order, but in terms of this broad mandate of self defense?  I just want to get the frame of the political background which you sketched to us.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The comrades did not issue out an order to assault them, an order was that they should be shot.",
            "Male"
        ],
        [
            "MR MALAN",
            "Okay, so the assault was just your decision there on the spot?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "That order was related to the general order of the organisation.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Thank you.  Mr Mphoreng I want to put it to you that the information you say you got from the youths - and at least my clients who are now the survivors of those six - they will say that they did not give you any of the information you claim to have got from them, that they did not admit to being UDF members, they did not admit to burning the house, they did not admit to (indistinct) any other houses for purposes of burning or any similar information which you got from them, the will deny that.  What do you say to that?  Is there a possibility that that is true?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I would not agree with what they say because we got information out of them during the interrogation that they were members of SOSCO and they burnt the house and the reason for being in the vicinity of Orlando, they were going to (indistinct) for the purpose of attacking our homes later that evening.",
            "Male"
        ],
        [
            "MR AMEEN",
            "You said earlier in your evidence that comrade Sam and comrade Tamee shot the other two youths in your group, you shot Oscar and the two of them, Sam and Tamee, shot the other two.  You were arrested with your co-applicants and and (indistinct).  Why were the other two not arrested?  Do you know if they were arrested?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "They were not arrested.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Right, why not, do you have an explanation for why they were not?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "It's because when we were being fetched by the police from Protea for interrogation, we did not mention their names, we did not mention that they gave us orders.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you know - sorry Mr Ameen - do you know how the police go to know that it was you who killed the SOSCO members?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The police came to my hiding place with Jeff, they might have known it from Jeff.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And why would Jeff not have mentioned Tamee and Sam, do you know?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not know, but what was happening was that when the comrades were arrested, we did not give information related to our activities.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Who was arrested first, you or Mr Hlasa?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I was arrested first, that was after Jeff.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And how did it come about that Mr Hlasa was arrested, who mentioned his name to the police?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "When the police arrested me they had his name already, they were searching for him.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Now, you had been questioned by members of the committee and by your attorney about the purpose of the killing of these youths and the attempted murder of the other two and you testified that you wanted to send out a message to the community.  I want to dispute that and I want to say to you that the reason you killed these youths and attempted to kill the two survivors, was that you had abducted them, very very severely assaulted them, taken away their clothes and money and watches and shoes, all these are criminal acts and they were now so badly injured that the only way that you wanted to escape the law catching up with you was to execute them and that is what you and your co-applicants did.  That this had nothing to do with the political conflict which you so clearly remembered, details of which you so clearly remember, yet details of this incident you have chosen to forget or not remember.  That is the reason you killed these people?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson that is not so.  Our act is not a criminal issue, it was a political issue involving AZAPO and UDF.  We did not just randomly shoot these people, we confirmed their membership to SASCO after the interrogation.  Mr Ameen I do not agree with you when you say our activities were just criminal activities, this was a political activity.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR AMEEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Tloubatla.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just a minute, let me just find out from members of the committee whether they've got any questions to put to the witness so that you should have the last word in re-examination.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "I have two brief questions.  You gave evidence that when you went to execute Oscar and the other two in your group, that you were the first to shoot Oscar, before the other two youngsters were shot by Tamee and Sam.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "That is correct, that's how I put it.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you also gave evidence that after the shooting you turned back to the car, after you had shot Oscar you walked back?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I remember putting it that way.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you didn't witness the shooting by Tamee and Sam of the other two victims?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I did not witness that.  I only heard gunshots on my way to the car.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you look back when you heard the gunshots?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "It was dark, even if I had turned back I would have not been in a position to see what was happening.",
            "Male"
        ],
        [
            "MR MALAN",
            "The three of you took the three youngsters out of the boot of the car simultaneously, you walked them to the hill simultaneously.  Is that correct, it wasn't one by one, the three of you went together with the three youngsters, with the three boys?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "When we arrived there I was the first to grab Oscar by his belt and other comrades were coming behind with other victims.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright and then you also gave evidence that the political purpose, apart from conscientising the people, that you were teaching them the politics of the country and that there were no-go areas.  The impression of that purpose is not one of a defense purpose, of a passive defense purpose but a very active one of going out, almost like a strike force.  Could you clear my mind there?  There were no-go areas, it was important for you to liberate those areas to AZAPO access or at least then to switch it to make that no-go areas for the UDF.  Was that the political purpose?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "This was the situation:   AZAPO was not on the offensive side.  When this conflict between UDF and AZAPO started our comrades from AZAPO were mostly injured, now we were doing this to defend our organisation, to defend our comrades.  We were not on an offensive side, we were on the defensive side.",
            "Male"
        ],
        [
            "MR MALAN",
            "I understand that but I talk about this specific action.  If you believe that you were defending yourselves I understand that but how were you defending yourselves, by passive resistance or by active intervention.  I mean if the area's a no-go area and you want to liberate that area or you want access to AZAPO in that area, how can you achieve that goal by simply defending yourselves?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "We were defending ourselves as AZAPO, defending ourselves so that we can have a political movement in the areas dominated by these people.  I have mentioned earlier on that when a person belongs to your organisation, such a person must feel free and must feel protected.",
            "Male"
        ],
        [
            "MR MALAN",
            "My question is this about your concept about defensive and offensive activities.  If an area for AZAPO is a no-go area, how do you get there, how do you get in there, you get in there by moving in there and have some activity and action there probably some domination, some occupation exerted, show yourself, attack people.  Isn't that what you were doing?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson that is now how we did things.  No-go areas were very dangerous for our members.  We were defending ourselves, for instance what happened at comrades Jeff's place, we went there because his house had been attacked the previous night ... (intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Was his house in a no-go area?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The area was dominated by UDF.",
            "Male"
        ],
        [
            "MR MALAN",
            "And then, just one question again.  I have the same difficulty in the sense as Mr Ameen.  You're very clear on the political conflict, but you're not very clear on the incident.  I take it this was the only execution style killing that you were involved in or was this one of a number in the sense that you simply haven't applied for others.  You don't have to answer this question but if this was indeed the only execution style killing that you were involved in, wouldn't you have remembered it much more clearly?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I remember the main details of the act that brings me here.  It was the first incident that I took part in.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you Chair.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Mr Chairman if I can have the indulgence of the committee I've just had a look at the application itself and there's a couple of questions I'd like to put from the application of Mr Mphoreng and then there was - I've just been reminded about an aspect of the interrogation which I want to put directly to Mr Mphoreng.  Mr Mphoreng could you please turn to page 16 of your application.  ... (inaudible - end of tape) before I do that, can I just ask you is that your handwriting?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "This is my handwriting.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And you wrote this personally without any assistance from anyone?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I was alone when I wrote this.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Thank you.  You say here and I read:  \"In the course of the day as we were cleaning the debris a group of about fifteen people kept on singing intimidating songs and passed\nintimidating remarks at us.  They were ignored because confrontation was the last thing we were looking for\".  Yet that very afternoon when these youths were brought to you, according to your version, and I want to repeat this, you assaulted them and then killed them.  How does that tie in with your stated objective here that they were they were ignored because confrontation was the last thing we were looking for?  In the morning you are not seeking confrontation, in the afternoon you go all out to interrogate, abuse, assault and kill.  Explain the change in attitude that took place, that caused you to do this?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson it was not AZAPO's programme to go around assaulting and killing people.  We were in a state of war that was between AZAPO and UDF, now the reason why these comrades were assaulted in the late afternoon and ended up being killed is that some of them were found in Orlando and they agreed that they were going to (indistinct) our homes so that they come back in the evening and attack us that is what made us change our attitude.",
            "Male"
        ],
        [
            "MR AMEEN",
            "In the morning when your attitude was still that you were not seeking confrontation, there was still a state of war between UDF and AZAPO.  Is that correct?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "That is correct.",
            "Male"
        ],
        [
            "MR AMEEN",
            "In the afternoon - let me just go back a bit - if your attitude was not one of confrontation it was one of reconciliation, it was one of making peace.  Is that not correct?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "When war takes place it's not easy to make a peace treaty ... (intervention)",
            "Male"
        ],
        [
            "MR AMEEN",
            "Can I interrupt please.  Mr Mphoreng, in the morning you were not confrontational, you did not want to look for confrontation.  If I follow that through it would be correct for me to say that you were reconciliatory in your attitude, you wanted peace.  In spite of that in the broad framework there was a state of war between the two organisations.  Would you agree with me on that?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I agree with you.",
            "Male"
        ],
        [
            "MR AMEEN",
            "In the afternoon these youths are brought to you and you say that they gave you this information which angered you so much that they were (indistinct) and they were going to burn your houses.  You had them in you power, they were at your mercy.  Could you not have extended mercy to them and spoken peace to them and said look we've got you here, you are under our power, why don't we talk peace.  Could you not have done that.  Did that ever cross your mind?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The situation did no allow.  During war you don't talk peace.",
            "Male"
        ],
        [
            "MR AMEEN",
            "The point I'm trying to make is that that statement of yours in your application that they were ignored because confrontation was the last thing we were looking for is intended specifically to mislead this committee and does not reflect you true intention or you true state of mind on that morning.  I want to proceed and go further ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You must be careful with what you're saying because unless you contextualise it, it could well mean that he didn't want - there were only about four or five of them in the house and the last thing four or five people could have wanted to have that morning was a confrontation with twenty people.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "I take the point Mr Chair.  I want to put it to you that as far as your state of mind about confrontation is concerned, that that is not the case.  Even though there were fifteen to twenty people, you may not have wanted to confront them, but had that been your intention of being non-confrontational, you would have carried on that attitude of being reconciliatory when the youths were brought to you in the afternoon and there were a lesser number of people to deal with.  I also not a factual inaccuracy in the second paragraph of that page.  We have been talking about six youths who were brought to the house and here, on the fifth line, you say:  \"Within the vicinity of some of our homes in Orlando East the same faces were spotted but the number had been reduced to four\".  Can you explain that mistake?  Second paragraph of page 16 Mr Chairman.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson yes I see.  This might be a detail that I have omitted.  I mentioned earlier on that this is an event that took place fifteen years back.  I cannot remember some of the things, I am saying four here instead of a certain number.  I did not clearly point out here, I have forgotten, this happened many years ago.",
            "Male"
        ],
        [
            "MR AMEEN",
            "I want to refer you to page 11 of your application.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry Mr Ameen, I find this very difficult.  There must be a different reason, clearly when you drafted this statement you weren't under the impression that there were only four youths, clearly you must have known then - we're talking about two years ago - you recollection from the time you wrote this letter till today would not have changed from four to six.  There must be a different reason maybe it's simply a misprint, you wrote four instead of six but I don't believe for one moment that two years ago you would have written four, believing it to be four whilst now being able to tell us about the two rooms and the groups of three and three and the killing in three and three.  Was it, it might have been a glaring mistake, but not a different memory.  Chair if I may just follow up with Mr Ameen's permission ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I think let's give the witness - just read that paragraph to yourself before we ... (intervention)",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Page 16.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson I see the point that is being referred to.  I was recollecting the event that took place in 1986.  Yes there is a possibility that I was not accurate with numbers.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, at the time that you drafted this statement, did you know how many people had died as a result of the shooting?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes I knew that there were four.",
            "Male"
        ],
        [
            "MR AMEEN",
            "With the permission of the Chair.  Mr Mphoreng I refer you to page 11 of this application, point 12.c.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr - just a minute - I assume it's Mr Thandakubona, it is not desirable that you should speak to the witness while he is in the process of testifying.  I have noticed that on one or two occasions you have said something to him, you must not do that.  Neither is it in the interest of anybody, not even in the interest of the witness applicant himself, because you will just confuse him but at any rate it's undesirable of you not to do that if you were in fact doing it and you should refrain from doing that.",
            "Unknown"
        ],
        [
            "MR THANDAKUBONA",
            "Sorry Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry I interrupted you Mr Ameen.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Not a problem sir.  Page 11, point 12.c.  If prosecution followed, on which charge - now you've mentioned five counts of murder, two counts of attempted murder.  Now we know that of the five counts of murder the one relates to a security guard which is not a subject of this enquiry, so that's four counts of murder and two of attempted murder.  There were two other people that you tried to kill, they were part of the group that you brought there and yet in your statement you made this material mistake, call it that.  I'm putting it to you that you were actually - while you were alone drafting this letter, your state of mind was that you did not want to be fully open with this commission, with this committee.  You've spent a fair amount of time on the political background and a little bit on the incident itself and at the end of that letter you say that you are prepared to tender your apology.  You don't do that.  You are willing to meet the family, but the apology is not contained here.  To me it shows a state of mind where you haven't really acknowledged the extent of your wrong doing.  On evidence you have given before this commission, I put it to you that you really haven't understood the purpose of this application.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Ameen, with respect, it's not necessary to be sorry in order to get amnesty, it's necessary to make a full disclosure.",
            "Male"
        ],
        [
            "MR AMEEN",
            "I withdraw that Mr Malan.\n\tThe last point that I want to raise ... (intervention)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry Mr Ameen don't you want an answer to what you've just put to the witness, to the applicant?",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "If he will answer, yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Yes, let him answer.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Thank you advocate.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson can I please read the last paragraph of my statement?  I think this paragraph will respond to Mr Ameen's question.  This is how it stands, I will read it in English:  \"I want deeply and sincerely regret the incident because precious human life was lost in line with the objective of the TRC it is for this reason that I made a voluntary disclosure for the exact truth to be known.  I am ready and truthfully willing to meet the family of the deceased to tender my apology.  I've made a mistake and the paragraph that I want to respond is about this one.  I think the committee has that.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Yes I would like to get your response in relation to your application on page 11.  In fairness to you, were you not charged with the - before you left the country in the indictment with four murders and two attempted murders.  You had seen the indictment before you left, you appeared in court, had you appeared in court before you left?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes I appeared before the court.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Had you been charged when you left?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "These counts, the counts that appeared here made us go to the court.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "I see because from what we have, it's four counts of murder and two counts of attempted murder in the indictment that we've got on page 28.  And then you also add the security so perhaps is that why you put five counts of murder and two counts of attempted murder in your application, in the formal application, in the form?  Can you look at your form, the one you submitted to the TRC.  It was paragraph 12.c, page 11 of the said bundle.  Page 11.  Because Mr Ameen I don't know if I misunderstood you, you should have implied that he put five counts of murder and two counts of attempted murder if he was involved in all of them simultaneously, I thought that was the impression you gave to the committee, I just wanted to clarify that for the record.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "No, the five counts of murder includes the security guard and that's not part of this hearing.  So that's four count of murder for this hearing and two counts of attempted murder, six people were involved.  What I am saying is that he saying that there were only four people in his letter, he only makes reference to four people.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Is that the discrepancy that you are trying to show?",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Yes.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Can I just follow up on that.  When did you learn for the first time Mr Mphoreng that two people had survived the shooting, because I take it that you were under the impression that all six were dead?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I heard in Protea when we were arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So this information on page 16, you got it from - did you get it from your comrades or is it personal observation that people, some of them when they were seen in the vicinity of Orlando East and the like?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "This is the information I got from the comrades.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Thank you.  Right Mr Mphoreng I just want to go back to the assault and the division of the groups into three, into two different bedrooms.  You were with one group of people, right ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you do that I'm going to ask you, of your survivors where were they, in which group were they?",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "I'm coming to that Mr Chairman, the survivors were in another group, were in Hlasa's group right, but I've just been instructed that there was movement inbetween, interchange, that the applicant's were moving from one group to another, that they did not confine themselves to one group and that is what I want to put to him and I want to put to him certain other atrocities that he has (indistinct) committed.  Right, I put it to you earlier and I'm repeating that, that in your group at the start there was Msilana, Mbulelo and Oscar, all of whom are deceased and that in Mr Hlasa's group, the first applicant, there were the two survivors and Vuyani.  I also now want to put it to you that there was movement of people assaulting from one group to another and that you were one of the people that was moving from one group to another and that in the course of this moving from one room to another room during the assault, you used a plier on the genitals, on the private parts of these youths, including the two survivors and that you used it in such a way to cause them pain and degradation.  Do you admit this, because that is what they will say?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who, him as an individual used the pliers?",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "As well as the others but him particularly, I'm directing the question to him.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson I agree we used brutal ways to get information from these people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is not whether you used brutal ways, the question is did you use pliers?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "A used a pair of pliers.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Explain to this committee why you did not disclose that in your evidence today, in your evidence yesterday, anywhere in your application?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I did not mention yesterday but I admit that I used a pliers, a pair of pliers.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Is there anything else that you have not disclosed that you may want to disclose?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not recall anything.",
            "Male"
        ],
        [
            "MR AMEEN",
            "That is all from me Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No before you leave that, Mr Mphoreng I think the previous question was why did you not disclose this yesterday and today, why?  In other words he wants an explanation, Mr Ameen wants an explanation as to why yesterday and today you did not tell us about this, the use of a pair of pliers.",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I cannot explain well why I did not mention it yesterday but I admit though that I used a pair of pliers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who else used that pair of pliers to torture the victims?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I was with comrade (?) Nani and comrade Kabelo.  Now there is a possibility that they also used a pair of pliers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean by saying there's a possibility?  Are you saying that you don't remember whether they used it?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I'm saying I do not remember whether they used it but I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Using a pair of pliers on the private parts of a person is such an atrocious thing that I would have thought that you would be in a position to remember whether they did use it or not.  I mean before you did that you probably had to remove their clothes, at least their pair of trousers?  It's not a casual exercise to press somebody's private parts with a pair of pliers.  It's not like touching somebody on his forehead with your finger, you've got to remove his pair of trousers to reach his private parts and to open up his thighs.  Now you're saying you don't remember if those things happened.",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson I admit that I used a pair of pliers.  I didn't mention yesterday and this morning, but now I\nadmit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the other people, you say you don't remember whether they used it, is that what you're saying?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "That is what I'm saying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the other applicant, Hlasa, use it to your knowledge, Mr Hlasa?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Hlasa was not a part of the people who interrogated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, if I may ask you, (indistinct) and when you applied or tortured them in that way by means of pliers to their genitals, did they not scream?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson I do not remember well that they screamed or not.  They might have screamed because a pair of pliers would put more pain.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "When you were using this pair of pliers, did you remove their trousers?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I don't remember whether I applied it on top of the trousers or whether the trousers were put down, but it was used.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Mphoreng yesterday I got the impression that you were just in the one room all the time.  Do you now also admit that you had moved between the two rooms?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The explanation that I gave before the committee yesterday was that for the better part of the interrogation I was in the other room.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Sorry I just want to get clarity, but you also did go to the, on occasion during the interrogation to the room where the other three boys were.  Are you admitting to the statement put to you by Mr Ameen?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I explained that for the better part of the day I was in this room, but there is such a possibility that I went into the other room.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you remember that you did go into the other room or can't you remember it at all?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not remember.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why do you remember that for the better part you were in this specific room.  The other parts, where were you then if you remember that only for the better part and not for the full duration of the interrogation, you were in the specific one room.  Where would you have been for the lesser or worse parts, in which room?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I remember spending enough, a lot of time in the room where I was.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you recall ever having left that room during the day, during the interrogation?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes, I used to go outside or to the kitchen.",
            "Male"
        ],
        [
            "MR MALAN",
            "For what purpose?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "To stretch my legs or even drink water.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you recall that you went out to drink water?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I said perhaps I went out for the purpose of drinking water or stretching my legs, I do not remember specifically whether I went out to drink water.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Mphoreng I think it's time you start answering the questions, I asked you the question whether you can remember, whether you had at any stage during the interrogation left the room.  I think you said then yes you did on occasion leave the room, you can recall that.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I'll put it that way Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, in other words you did leave the room, you weren't there full time during the interrogation, in that one room for the whole of the afternoon?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I am saying for the better part of the day I was in the interrogation room but there were moments where I briefly went out and went back to the room.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now those moments that you briefly went out, can you recall them?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not remember sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "How do you know that you were outside, why do you say that you were out?  You say that clearly without qualification, when I ask you about them you say you don't remember them.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson I do not recall how many times I went out but the important point is yes, I went out but how many times I do not remember.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you remember any single time that you went out for any specific purpose?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "At one stage I remember I went outside, I mean completely outside to get fresh air and thereafter I went back, it was also for stretching my legs.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you remember another time, for another purpose?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "That is the reason I remember why I went outside.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes on this one occasion, I'm asking you can you remember any other single occasion that you left because you say you left on a number of occasions?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I remember that occasion Chairperson, only that occasion.",
            "Male"
        ],
        [
            "MR MALAN",
            "You also remembered earlier that you went to the kitchen.  Did you not say that?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes I said that.",
            "Male"
        ],
        [
            "MR MALAN",
            "So now you remember two occasions, one to go outside and once to go to the kitchen?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "The first time I went to the kitchen and as time went on I went outside to stretch my legs.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you recall that you ever went into the other room where the other people were being interrogated?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson I do not remember well whether I got into that room but there is such a possibility that I did go into that room.",
            "Male"
        ],
        [
            "MR MALAN",
            "I'm not asking you about the possibilities Mr Mphoreng, I'm asking you about your memory.  If you think back can you remember, even if vaguely, that during that afternoon that you also went into the other room, either to look into the other room or to participate in the assaults?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I do not remember that it happened sir.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Mphoreng on how many people did you use the pliers?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I used it on one person.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And was that on Oscar?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Yes.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Now can you explain how these people in the other room knew that you'd used the pliers, because they are the ones who came up with it today.  How did they come to know about it?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Can you repeat your question, I do not quite understand it?",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Mphoreng you say you only used the pliers on Oscar in the room where you were in and today the two survivors said that you had used the pliers and they were in the other room.  Is that correct?  Do you agree?",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "What I remember very well is that I was with Oscar in the room and other SOSCO comrades.  I do not recall their faces at all.  According to some of the issues that came out during the cross examination it came up that those who were with me in the room all died, that is why I remembered that, yes I used a pair of pliers and I used it on Oscar.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "My question is, how did the two survivors know if you had not been in their room with the pliers, in the other room with the pliers.  How did they know about the pliers that you had used.",
            "Unknown"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I don't know how they came to know about that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry Chair, I know you'd want to go for a break.  You say ... (intervention)",
            "Male"
        ],
        [
            "MR AMEEN",
            "Sorry.  My understanding was that - just before you proceed with your questions - my understanding was that when I put this to him, he actually agreed with the way I put it to him that he had been going from room to room and that he did use it.  Is that a correct understanding?  I just want to clear that with the committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well that could have been an impression but let me tell how I understood this.  You put it to him in the plural, you put it to him that according to your instructions you used a pair of pliers on these people.  You put it in the plural and then I interjected and tried to find out what, are you referring to him as a particular individual and his answer was, yes.  Now he agreed to doing that so in some sense you are right in saying that an impression was created that the pliers was applied on more than one person because you had put it in the plural and his answer was in the affirmative and for my part that impression stands until and unless Mr Tloubatla deals with it in one way or another.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Thank you Mr Chairman, sorry ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of course that's just my personal impression.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Thank you.  Sorry Adv Bosman, Malan.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The only thing on which he did not commit himself and simply said it was possible was whether the other people had also used the pliers, then he said it was a possibility.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Chair I just wanted to know from Mr Hlasa, he said that he didn't in his evidence yesterday - sorry, Mr Mphoreng - he said that in your evidence yesterday and this morning you did not refer to the pliers, but you admit it now.  That is what you said, is that correct?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I admit that I used a pair of pliers.",
            "Male"
        ],
        [
            "MR MALAN",
            "My question now is did you remember only now or did you know, did you remember before, that you used the pliers?  Could I put the question differently.  Did you hide the fact from us earlier and now admit to it or what is the reason?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "Chairperson I was not hiding out this point.  If I intended to hide it I would never have admitted to it now.",
            "Male"
        ],
        [
            "MR MALAN",
            "You were asked about the taking off of clothes of people, giving them other clothes.  You say it was possible but you have no recollection.  I mean in any assault, in assaulting a person, you remember hitting him with a bottle on the head but you don't remember applying the pliers.  You don't remember taking off clothes.  I guess can you comment that, how are we to understand that?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I did admit that I applied a pair of pliers on a person and whether I removed his clothes or I applied it whilst his clothes were on, but I admitted that I used a pair of pliers.",
            "Male"
        ],
        [
            "MR MALAN",
            "I will try a last time.  Is it not more serious to use a pair of pliers on a person's private parts than hitting a person with a bottle over his head and if I were the torturer I think I would have remembered the more serious parts of the torture and not the less serious.  What is your comment on that?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I agree Chairperson I did not mention yesterday but I am mentioning it now and I am not under pressure that I mentioned it, yes it is an important point to be mentioned.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sir, with your permission a last time.  Why did you not mention it yesterday?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I did not mention it yesterday, I believe it's one of the important points that must be mentioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we should adjourn now until 2 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Thank you Mr Chairman.  Mr Mphoreng on the question of the pliers.  Did you use it, I mean on how many of the victims did you use that pliers?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "(s.u.o).  I used it on one victim.",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "There was a question that how could the survivors possibly have know that you were using the pliers if they were not in the same room with you.  Do you have an explanation?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "I don't know how they knew.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Mr Siema and Mr (indistinct) were not arrested in this incident.  Do you have an explanation why they were not arrested?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "It's because there names did not appear with those of the people who had been wanted.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "But you personally knew that they were part and parcel of ... (inaudible - end of tape).  Why did you not mention this to the police?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "As members of AZAPO we were not supposed to disclose information.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "So this was a deliberate political act to try and protect Mr Siema and Mr (indistinct)?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "That is correct, it was a way of safeguarding the information.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "When you left the country who was responsible for your leaving the country?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "There is one comrade called comrade Max he was an AZANLA operative.  He was in exile at that time but he was here with a specific aim of taking us to join AZANLA in exile.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "So do I understand you correctly that after this incident the organisation intervened and removed you to go into exile?",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "We were assisted by the organisation to go into exile.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Now Mr Mphoreng, looking with hindsight, do you have anything to say to the families of your victims.  Is there any message, do you have anything to say about this incident, in particular to the families of the victims?  That is with hindsight, looking now, seeing what happened just from a moral point of view.",
            "Male"
        ],
        [
            "MOTLANA ATASIOS MPHORENG",
            "What happened in 1986 should have never happened.  It was not our style to kill other people, it was just unfortunate that their children, their brothers were killed because of the political problems that existed between UDF and AZAPO.  It is regrettable and very unfortunate that they lost their loved ones.  I know how they feel, I've also lost people very close to me in the past, I know the pain of losing a family member and I understand the pain they are feeling and the way in which their children died.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Mr Chairman thank you, I don't have any further questions.\nNO FURTHER QUESTIONS BY MR TLOUBATLA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are excused, you can stand down Mr Mphoreng.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Hlasa would you please come back.",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are calling you back because you only gave your evidence in chief and Mr Ameen on behalf of the victims has not as yet had the opportunity to put questions to you.  It is for that reason that you have been recalled to the witness box.  Mr Ameen.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Thank you Mr Chairman.  Mr Hlasa in your evidence yesterday you said that meetings were held between AZAPO and the UDF leadership to resolve differences.  Is that correct?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is correct.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And that you personally attended two such meetings, not as part of leadership, but as an ordinary member of AZAPO?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is true.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And you understood what was being discussed at these meetings?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is correct.",
            "Male"
        ],
        [
            "MR AMEEN",
            "You also said that these meetings were not successful because the people at grass roots level did not understand what was being discussed up there at leadership level?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is true.",
            "Male"
        ],
        [
            "MR AMEEN",
            "But you were present at these meetings and you understood perfectly what was being discussed here and what the leadership of both organisations were trying to achieve.  Is that correct?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is correct.",
            "Male"
        ],
        [
            "MR AMEEN",
            "You understood clearly that (indistinct) and violence was wrong and that your own leadership disapproved of it.  Is that correct?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is correct.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Now in your evidence in chief yesterday you also sketched to the committee and to us here your role in AZAPO, the fact that you were a member, an ordinary member, the fact that you were part of the organising committee, the fact that you followed orders.  In short, that you were a disciplined member of the organisation.  Is that true?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is correct.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And you prided yourself on that, that you were a disciplined member of AZAPO?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "Correct.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And as such, you understood and felt yourself to be bound by the policies and principles of AZAPO.  You respected their policies?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is true.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And one of their policies was that of non-retaliation.  Is that correct?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Now I want to refer you to page 6 of your application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ameen I'm going to interrupt you and ask you something.  Where is you jacket Mr Ameen.  I'm not necessarily saying put it on but I get the impression that you leave it somewhere, at you office and just walk into the proceedings without a jacket.  Sorry?",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Mr Chairman it is here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the courtroom?",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Shall I put it on?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No you don't have to.  We will give you that concession not to put it on if you feel to hot, we will grant you that concession.  I was getting worried, I got the impression that you left it somewhere in the car or maybe just walked here.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "It's right here, I was formally attired.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No you don't have to put it on, we grant you that leave not to put it on.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "I appreciate that, thank you.  I refer you to page 6 of your application, which is a continuation of paragraph 3 of the letter which you have written to the amnesty committee.  I'm not going to read it in full, but in there you describe the murder of Mgomezulu (?) and Martin Mihau (?) and you give specific details of how these people were murdered and in the next paragraph you say:  \"From then on my attitude was clear ...\", in paragraph 4, \"From then on my attitude was clear, it was retaliation orientated\", but there's nothing in your application which says that this change, this change in your personal attitude was brought about by a change in your organisation's policy.  Is there?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "There is no such thing in my application.",
            "Male"
        ],
        [
            "MR AMEEN",
            "So this change in attitude was a personal decision on you part to attack who you thought were enemies of AZAPO, to avenge attacks on AZAPO.  In short, to take revenge.  You were not acting on orders, but you were acting from what you felt was personally right.  Is that correct?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is not correct.  Within a political organisation we are people, we are in large numbers, we have different emotions but at the end of the day all of us have to agree on certain principles.  There was a principle of democratic centralism.  If I did not believe or I did not agree that a certain action should be taken, it wouldn't matter, at the end of the day all of us would have to engage, yes the organisation was still that way but I was a member of the organisation and I was supposed to follow the principles of the organisation.",
            "Male"
        ],
        [
            "MR AMEEN",
            "But the principles of that organisation was non-retaliation.  An incident happened when two members were killed, nothing came from the organisation to say the policy has changed and you then changed your personal attitude and you say that:  \"From then on my attitude was clear, it was retaliation orientated\".",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "Let me put it this way - let me not refer to a principle because it puts me, it gives me a problem.  Let me talk of the code of conduct of the organisation.  Each member was supposed to follow this code of conduct.  I have explained that in some of the principles of the organisation there was that one referring to democratic centralisation that even if you did not agree with what the other people were saying, but if the majority of the people would have said something it would have taken that line.  Now the leadership itself was the majority, if the leadership told us not to do so it means we would have follow what they said.  I explained yesterday that when time went on even the leadership, through the publicity secretary of AZAPO, explained that the situation is different, the leadership was not going to tell the followers what to do.  They were supposed to defend themselves in a way appropriate.  I explained yesterday that even comrade Muntu, the late comrade Muntu, did explain this.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Now just going back a bit to those meetings. When you were present at meetings at which two organisations were trying to resolve major political differences which had resulted in a lot of violence, yet understanding that, knowing what the leadership was trying to achieve, you, given the first opportunity, took part in a series of actions which resulted in a great deal of aggression and the murder of four people and attempted murder of two others, knowing that at leadership level people were trying to resolve differences.  You were not defending, you had six helpless youths whom you had at gunpoint.  The survivors deny that they agreed or admitted that they were members of SASCO or that they were (indistinct) or any of the others things that they are supposed to have admitted.  You had them at your mercy ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's make it less complicated please.  the question is, on the one hand you say you were involved in negotiations trying to bring peace and yet you took part in the killing of people.  How do you explain that?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "Let me explain.  I think I gave two meetings that I recall.  There had been meetings, many.  I even mentioned that even the ministers of religion on the other side were trying to bring end to this violence.  Leadership was talking but the situation on the ground did not change.  In other words things were happening here on the ground and we would not just fold our arms and say we don't defend ourselves.  I have explained yesterday that there were many incidents which we defended ourselves successfully.  Now it was after a long time of talking, unfortunately these ones were then captured.",
            "Male"
        ],
        [
            "MR AMEEN",
            "When did you learn of the order to kill these youths?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "Whilst we were still at Orlando West.",
            "Male"
        ],
        [
            "MR AMEEN",
            "At Jeff Lingani's house?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That's correct.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And who told you about it?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "(indistinct) Nani told me about an order.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Right, I refer you to page 3 of your application, 11.b, where particulars are requested of such order or approval and the date thereof and if known, the name and address of the persons who gave such order or approval.  You talk here, your answer is:  \"The order was generally to defend every member of the organisation\".  Your amnesty application is in particular related to these six youths, four of whom were killed and you don't mention the order that you are told of.  Why is that omission, can you explain that omission?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "If you look at page 1 of this document and it's written form 1 and there's my name, my surname, my first name and the address.  This is my handwriting, look thoroughly you'll see it's my handwriting.  When you turn to the next page which is page 2 and the last page which is the page you are referring to, those two page are not my handwriting, but at the end on the page that you have referred to is mine.  There might have been a mistake, I did not realise it, I just signed.  To show you that there was a mistake, on point 12.c on which charges, they have written five counts of murder, two counts of attempted murder.  It explains that I did not fill this form.  On the docket it was written like this, five counts of murder and two counts of attempted murder.  These five counts of murder referred to Mr Thandakubona and Mr Mphoreng because there were four counts of murder and this matter only the security guard.  It explains the discrepancy.  This is not my handwriting, I did not just see this.",
            "Male"
        ],
        [
            "MR AMEEN",
            "If I can continue on this.  There's a signature at the bottom of page 3, above the word deponent.  Yes this is my signature, it's mine.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And according to the certificate after that, it says that the deponent has acknowledged that he/she knows and understands the contents of the declaration.  This declaration was duly sworn to before me or solemnly affirmed before me on this 10th day of May 1996 in Banks City and there's a South African Police stamp there.  You swore to this Affidavit and at the time you signed it you signed it in front of a Commissioner of Oaths and by doing so you confirmed that everything in that application or in this Affidavit was true and correct.  You are now telling this committee that there are mistakes in this application.  You had chance subsequently to go through this application, did you not pick it up, did you not pick up these mistakes so that they could be rectified?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "It's not true that I had a chance subsequently to look at this Affidavit, my attorney called me in after we have applied for amnesty, he told me that I had to sign the documents.  He told me that they were supposed to be stamped by the Commissioner of Oaths.  I remember I signed this document and I went to Bank City Police Station.  They just put the stamp on and they gave the documents back to me.  I do not remember whether this person who put a stamp here, read this document to me.  I think I took my lawyer into my confidence.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "When did you realise that there were mistakes in this application?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "Now, when it was referred to page 11 of Mr Mphoreng's application and I realised that there were mistakes on mine as well.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And did you bring that to your lawyer's attention?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "Yes, during lunchtime I told him.  I told him that when Mr Mphoreng was questioned about this five murders I realised that it also appeared on my form.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are we busy with now Mr Ameen?",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "I beg yours?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's the problem?",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "The problem is that the applicant has signed an Affidavit in which he sets out his application.  I referred him to paragraph 12, 11.b where he speaks of a general order to defend members of the organisation.  I asked him about specific orders and my point was that that specific order, relating to the death or the killing of the victims, of the four deceased and the two survivors, is not mentioned in here and that he has not fully disclosed that and he now explains to the committee that there's an error in this.  I pointed out to him that he had sworn to this Affidavit and all of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What transpires is that what is mentioned in 11.b is a general order?",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "That's right.  What I'm saying Mr Chairman is that the question asks for specific orders, now he's covered it with a general order and he hasn't mentioned a specific order which he says he received, even if it was passed through leadership, he doesn't mention it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he's mentioning it in he's evidence now.  He mentioned it in his evidence.  What big problem - look at page 11 and page - what is the other page, page what?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Page 7.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So where were you - where's that other form - someone else's application form as well, Mr Mphoreng's application - Mr Hlasa's application, where is it, page what?  It's 3 and page 11, to me they're identical.  It' not a photocopy but word for word it's the same thing so it's quite obvious that they must have sat with somebody who helped them complete this application forms, probably maybe even to beat the closing date or the deadline, so really.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Alright.  In your evidence yesterday you testified that you were not a part of the group that assaulted the victims.  I put it to you that survivors, my clients, will say that you were a part of the group that accosted them near the Presbyterian Church, that they were taken to Jeff Lingani's house in two cars, one of which was a Chevy driven by you.  What do you say to that?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I would disagree with them.  I remember well, on that day I was fixing a car.  When Mr Mphoreng and Mr Lingani, Mr Thandakubona arrived the were driving a white Mazda 323 belonging to Mr Lingani.  They told me they had been at Jeff's place.  I knew already that Jeff's house had been burnt and there were comrades present.  When they arrived they told me that they have arrested some members of SOSCO, they were rounding and they captured them, they told me to come and assist quickly.  I did not hesitate ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Somewhere along the line you know, you can't just go on and on like that.  You've answered the question, they put it to you that you were there when these people were arrested and you said no I deny that.  Now you just go on and on, you must stop somewhere Mr Hlasa you know, you must restrict yourself to questions.  Mr Ameen.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Thank you.  When the victims were brought again by yourself and your two co-applicants to Jeff Lingani's house, they were taken into the kitchen and they were assaulted there by yourself and your co-applicants.  Is that correct?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is not true.",
            "Male"
        ],
        [
            "MR AMEEN",
            "When exactly did you get involved in the murders, at what point in this whole incident did you get involved?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I became involved when a decision was taken as to where would they be shot at.  I remember it was myself and comrade Glen who went out to identify a spot and we came back, we gave a report to the other comrades and it was at comrade Glen's house.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Comrade Sam and comrade Tamee, were they at the premises or at Jeff Lingani's house when the order was given or when you learned of the order from (indistinct), as far as you know, were they there?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "They were present at Jeff's house, I only saw them late in the afternoon at about half past five to six o'clock.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And when this order was given did you approach them or question them about it?  As to the reasonableness or otherwise of this order.",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I did not question the order.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Now I'm going to go back and I'm going to spend some time just putting things to you, you have already denied that you were in the house, but just for the record, my clients will say that you were one of the people who assaulted them in the kitchen with a range of weapons which included guns, iron bars, and axe and a motor car aerial, that you were one of the group that stripped them of their clothing ... (intervention)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry Mr Ameen, do you want an answer to that, I think we must take it step by step.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Thank you.",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I disputed the fact that I interrogated them.  There would be no reason to dispute that I have interrogated a person and yet concede that I killed a person.  I did not participate in the interrogation because I had my own problems fixing a car.",
            "Male"
        ],
        [
            "MR AMEEN",
            "You particularly used iron rods on the survivors.  Is that correct?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is not correct, it's a mistake in identity perhaps.",
            "Male"
        ],
        [
            "MR AMEEN",
            "The two groups - or when these people were divided into two groups in the houses, you were part of the group of comrades who took the two survivors and one of the others into a bedroom and you further assaulted them there?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is no correct.",
            "Male"
        ],
        [
            "MR AMEEN",
            "You blindfolded at least one of them.  What do you say to that?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "Truly speaking I remembered the issue of blindfolding because one fellow appeared and said his brother was blindfolded.  I remember at Shawella in the dining room one of the was blindfolded, I think comrade Vayli Indebela (?), who has since died, was doing the final interrogation.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Now, after you received the order and the youths were now being taken to Shawella, where were they taken to first, specifically where were they taken to.  All six of them, can you just describe that for me again?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "The six of them were taken to comrade Glen's house.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Can you stop at that point please and say, just explain something to me.  You heard your second co-applicant, Mr Mphoreng refer to the fact that only three of them, that is those that were with you, were taken to comrade Glen's house and the other three who were with him were taken directly to the spot where they were killed in Shawella.  There's a clear difference in the versions given by the two of you.  Who is telling the truth?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I believe Mr Mphoreng had made a mistake, he explained that he cannot remember things well.  I was driving a car, they were in my car, my car was driving at the front and the other car came behind and the other one was outside.  When we went to identify the spot, we used the car that was outside.  We came back and reported to the other comrades that is why even when he referred to the spot of killing he referred to the spot I also talked about.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Now comrade Glen was not a member of AZAPO, he was a member of a union affiliated to AZAPO.  You had to senior members who had given the order to kill with you, comrade Sam and comrade Tamee.  Why would you people take these youths to comrade Glen's house when the leadership was with you?",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Mr Chairman I wonder whether I can interrupt?  I can't recall clearly the evidence that Glen was not a member of AZAPO, but what I know is that it was mentioned that he was holding a particular position in the union that is affiliated to AZAPO but not that he is not a member of AZAPO, that I didn't hear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not so sure, Mr Ameen how sure are you ... (intervention)",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Yes, what Mr Tloubatla is saying is correct.  I think the evidence is that he was not one of the leaders of AZAPO but that he was a senior leader of the Black Union - some workers union which was affiliated to AZAPO.  Is that correct?  Alright, to put the question to you again, you had two senior members of AZAPO who had given you the order to kill, they were with you, why then did you have to go to comrade Glen's house who was not a leader of AZAPO but was a leader of a union affiliated to AZAPO.  What was the purpose of that?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I do not understand why do you separate the union from AZAPO.  Mr Mphoreng mentioned today that when he referred to SOSCO he was also referring to UDF.  When you talk of Black and AZAPO you're talking of one thing.",
            "Male"
        ],
        [
            "MR AMEEN",
            "The caucus in comrade Glen's house, who was present at that caucus?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "We were about six or seven.  I was present, I was in the kitchen when the discussion was on and we were told to go and look for a spot.  We were about six or seven but the rest of the comrades were in the dining room and the others outside.",
            "Male"
        ],
        [
            "MR AMEEN",
            "So you then left the six youths there with some of the other of your comrades and you and comrade Glen then went to look for the spot where these people were going to be executed?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is correct.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And how far away is this spot from comrade Glen's house?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "Plus minus five kilometres.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I noticed that, unlike yesterday, today in the witness box you are putting on and testifying behind very dark glasses.  Is there any special reason for it or are you afraid that if we see your eyes we may see that you are perhaps not telling the truth or you are telling the truth?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is not so, there is no reason.  I can take them off.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just wanted to satisfy myself whether there is any particular reason why you are testifying today behind such very dark glasses, because sometimes it is useful to, in a tribunal, to be able to look a witness in his eyes as part of general methods of trying to assess the credibility of the witness.  Can I ask you something, why did you people from me Lingani's house take these boys to Mr Glen's house?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "When (indistinct) got out of the house he told me that we were heading for Shawella, it meant that an order had been issued out already that these people be killed.  I did not ask him why because I did not take the order direct from the people who issued it out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So as far as you're concerned, you don't know why you people had to go to Glen's house first, even though a decision has already been taken to kill these boys, you personally don't know why you had to go to Glen's house?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I personally do not know the reason why.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ameen.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Thank you Mr Chairman.  Now when you took - right, were all six together taken, all six of the youths who were going to be killed, four of them were killed, two survivors, were all of them taken together to the spot or were they taken separately?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "They were taken separately.",
            "Male"
        ],
        [
            "MR AMEEN",
            "The one group of three was taken by Mr Mphoreng, comrade Sam and comrade Tamee.  Is that right?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I do not recall comrade Tamee and comrade Sam taking part in the killing, but I remember comrade Mphoreng was involved, comrade Thabo Matlala (?) was involved.",
            "Male"
        ],
        [
            "MR AMEEN",
            "They went first and then you took your group of three?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "No, our group went first.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Your group went first.  Who accompanied you, which of your friends accompanied you taking the three people to their deaths?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "It was myself, comrade Tamee and comrade Thabo.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And who is comrade Thabo?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "He is not present here and he'd never been arrested.",
            "Male"
        ],
        [
            "MR AMEEN",
            "The third applicant, Mr Thandakubona, was he any part of these people with you that went to the spot to kill these people, to kill the youths?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "No.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And he was not part of Mr Mphoreng's group?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is correct.",
            "Male"
        ],
        [
            "MR AMEEN",
            "If I can just get some assistance from the committee.  He's also applied for amnesty for the same murders, four counts of murder and two of attempted murder, but he has not been part, according to the evidence here, Mr Thandakubona.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I don't know, we can't (indistinct).  Where is his application?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Is that really relevant at this stage Mr Ameen?",
            "Male"
        ],
        [
            "MR AMEEN",
            "There's just something I want to get clear in my mind, but it's fine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.",
            "Unknown"
        ],
        [
            "MR AMEEN",
            "Coming to the scene of the murder, and your killing of these three people and attempted murder of the two, how did you shoot them, what did you do.  When you took them there you were in the car, they were in the car, tell me what happened, tell the committee what happened?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "... (inaudible - end of tape) ... once.  I might have indicated yesterday that I do not recall who it was and I won't know who did I really shoot and then I pushed him towards the bottom of the hill slope.",
            "Male"
        ],
        [
            "MR AMEEN",
            "I'm going to put it to you that the three people, two of them are survivors here, were ordered to get out of the car and were ordered to run towards the old Shawella beer hall, a disused beer hall.  They were ordered not to look sideways and they were ordered when they reached the wall to sit with their backs facing the wall, that is they were facing you.  Is that correct?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "Repeat your question sir?",
            "Male"
        ],
        [
            "MR AMEEN",
            "At the spot where the two survivors and one of the deceased was going to be killed, that is the three people that were in your group destined to be killed.  When you reached the spot where they were going to be killed they were ordered out of the car, they were ordered to run towards the old Shawella beer hall, a disused beer hall, they were ordered not to look sideways and when they reached the wall they were ordered to sit with their backs towards the wall, facing you?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I was not in that group.  I was in the group that went to the hill, they were shot and they fell to the bottom of the hill slope.  I don't know (inaudible) second shooting took place.",
            "Male"
        ],
        [
            "MR AMEEN",
            "May I just clarify something with my clients (indistinct)?  Thank you Mr Chairman.  I just clarified something with my clients, they say that there was - one of them was shot once, he survived, the other was shot three time, he received three bullets in his body, he survived, but he was also shot a further seven time, seven bullets were fired at him but those bullets did not hit him and that they are adamant that they were made to sit the way I described to you earlier, their backs towards the wall of the Shawella beer hall, facing you?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I have explained which group I was in.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Was it the first group or the second group?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "It was ... (inaudible)",
            "Male"
        ],
        [
            "MR AMEEN",
            "That is correct, they will say it was the first group.",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "They say they were blindfolded, his hands were tied up, I would really urge them to tell the committee how they came to know about that they were in the first group.",
            "Male"
        ],
        [
            "MR AMEEN",
            "At that point they were not blindfolded, their hands were not bound, they were not blindfolded.",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "When were their hands tied up?",
            "Male"
        ],
        [
            "MR AMEEN",
            "Their hands were not tied and they were not blindfolded.",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "Well I would not dispute that because it's only yesterday when I learned about the blindfolding issue and I remember there was one in the dining room who was blindfolded but I am saying I was in the first group.",
            "Male"
        ],
        [
            "MR AMEEN",
            "After the shooting was completed they heard you congratulating yourselves on having done a good job?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I dispute that.  I do not know whether the committee would like me to expand on this?  Yesterday I did explain that I trained in Libya for 11 months and I went up until I was a general.  I trained more than 200 people, I know a reaction of a firearm, if I shoot you with a firearm, whether you are wearing a bullet proof or not, you will react and if a person had been shot without a bullet proof on he would not have heard that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Excuse me Mr Hlasa are you saying you didn't congratulate each other?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I do not see a reason why we would shoot at people and to wait, we would be - I remember after shooting I went back to the car and my comrades shot and they followed.  To stand there and congratulate ourselves is - nothing like that happened.",
            "Male"
        ],
        [
            "MR AMEEN",
            "I want to take you back to yesterday's testimony.  At some point in the course of your evidence you mentioned that there was anger on your part, that there was anger.  Can you recall that?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I recall that.",
            "Male"
        ],
        [
            "MR AMEEN",
            "And that this was at the point when the youths who were killed and the two survivors had been brought in for interrogation.  You used words to the effect that if you participated in the interrogation, something would happen.  Can you recall that?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is correct.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Can you expand a bit on that, what did you mean when you said that if you would participate something would happen?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I explained my position as an individual.  I said I could not tolerate the killings that were happening anymore, now what held me was the court of conduct of AZAPO.  I have told you already that there was this principle of democratic centralisation.  Even though I was an individual and not agreeing with what the majority were saying because they were outnumbering me, I would have ... (intervention)",
            "Male"
        ],
        [
            "MR AMEEN",
            "We are at the point when the boys are being interrogated, the youths who were killed and the two survivors are being interrogated.  You are very angry and you've told this committee that if you would have participated in this interrogation, something bad would have happened.  I want you to explain what you meant by that something bad.  Just confine yourself to that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Ameen, sorry, my recollection and my notes are a little different.  His reference to his inability to tolerate was advanced as a reason for not going in and participating in the questioning.  He said there that when they arrived he stayed outside, they arrived in the two cars, one of which was his, he stayed outside and he cleaned the oil and he didn't want to go in because he said I knew I would not tolerate it.  I'm not sure that we have the same time, I may be mistaken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Taking the lead from Adv Malan, what would you not have been able to tolerate at the time that the youths were being interrogated.  You remained outside, you said you would not have been able to tolerate.  What would you not have been able to tolerate?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "It would be difficult to explain what is it that I would not tolerate.  We are not the same emotionally and I felt that I should not go in.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well let me tell you how we understood you, to save time.  We understood you to convey that you didn't want to go in there because had you gone in there you might have been very angry and perhaps harmed them or assaulted them or done something terrible to them, that is how we understood you.  Are we right in so understanding you or are we wrong?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "While we're at this point Mr Ameen.  You arrived there simultaneously with the youths, the six victims arriving there because in your evidence yesterday you said you put them into two cars, the Mazda and your Chev.  You say you had to clean, the car was dirty, you had to clean the oil therefore you did not go in.  Is that correct?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is the main reason that held me outside.",
            "Male"
        ],
        [
            "MR MALAN",
            "Just a follow up question on this.  And for the whole time that the interrogation took place you remained outside, you never went into the house.  Is that correct?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That is correct.  If there was anything I wanted inside the house I went in, for instance soap, even eating.",
            "Male"
        ],
        [
            "MR AMEEN",
            "Two organisations were at war.  People who had harmed your organisation, these youths, who alleged to have harmed your organisation were being interrogated and yet you busied yourself with cleaning oil in a car.  How long did that take you because this interrogation lasted for a good few hours?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I do not recall how long it took me but it was quite a long time.\nNO FURTHER QUESTIONS BY MR AMEEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Even after finishing with your car, after you'd finished cleaning your car, you nonetheless did not go to go and interrogate them?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I did not go inside.  There were other comrades outside who were not part of the interrogation, I was just chilling around with them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were not the only person outside?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "No.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I just want to interfere please.  Did you hear any loud music being played?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "There was music but only normal level.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you hear any screams?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I do not recall hearing screams.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "You heard the evidence of Mr Mphoreng, yesterday he testified in what manner these victims were tortured.  Does it surprise you then that you did not hear screams?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "It does not surprise me because when these people were captured they were six captured by one person.  It would not surprise me because even when they were captured there were six captured by one person and it was about past two to three in the afternoon.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But you heard Mr Mphoreng testifying that he used a pliers and applied it to the private parts of the victims, would you not have expected screams?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "There is a possibility that when a person is being tortured with a pair of pliers would scream, such a possibility exists that he would be ordered not to scream.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Tloubatla.  ... (indistinct)",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "No questions.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No questions Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Tloubatla, any re-examination?",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Thank you Mr Chairman.  Mr Hlasa today with hindsight, looking and examining this particular event, what would be your message, if any anyway,\nbe to the families of the victims or how do you look at the whole incident and what can you say perhaps to the families or to the nation as a whole?",
            "Male"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I would start first by saying the conflict of the past between Black organisations was an unfortunate incident.  As members of AZAPO we did not perceive Black people as our enemies, we knew that we were fighting White people.  The loss of life, Black man's life, is something that disturbed us a lot, that is why we also took so long to decide upon the life of a Black person.  Therefore I'm saying please forgive me, I have come before this committee to tell the only truth, to tell what I know.  If there is anything that I did not know, it's not because I'm hiding it.",
            "Male"
        ],
        [
            "MR TLOUBATLA",
            "Thank you Mr Chairman, I haven't got any further questions.\nNO FURTHER QUESTIONS BY MR TLOUBATLA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, if I may just ask him.  Do you know where the Shawella beer hall is?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "I know where it is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How far is that beer hall from the spot where you say you shot these people?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "It can be metres, not a kilo, but metres.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "About how many metres, could it be from the wall behind me up to that wall or whatever distance you can, please indicate?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "It's can be 20 - 25 metres.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  Is there any fixed particular object at the spot where you shot these people?  It may be a difficult question but I'm trying to find out whether you shot them, where you shot them was next to a toilet or next to something, a house or an old house?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "There were electric pylons but I have indicated that it was a hill but there was nothing fixed except those electric pylons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well that is why I asked you that questions because on the, some of the facts accompanying the (indistinct) they say they were shot at a beer hall so I just wanted to see whether perhaps that description for convenience or a matter of preciseness.  So you say it was about 25 metres from a beer hall, from the beer hall in Shawella?",
            "Unknown"
        ],
        [
            "PITSO JOSEPH HLASA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions arising from my question regarding to the beer hall?",
            "Unknown"
        ],
        [
            "MR TLOUBATLA",
            "Nothing, no Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are excused.\n\tShall we have the next witness Mr Tloubatla?  You are excused Mr Hlasa, you can stand down please.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}