{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-06-10",
        "location": "JOHANNESBURG",
        "day": "3",
        "names": [
            "MARIUS ETIENNE VISSER"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52695&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98060812_jhb_ridora1.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR PRINSLOO",
            "ADV BOSMAN",
            "MARIUS ETIENNE VISSER",
            "MS VAN DER WALT"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR PRINSLOO",
            "ADV BOSMAN",
            "MR VISSER",
            "MARIUS ETIENNE VISSER",
            "MS VAN DER WALT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Can we proceed with the next applicant?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "The next applicant Chairperson is Marius Etienne Visser.  His application appears on page 84 of the bundle which is placed before you.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Do you have any objection to taking the Oath Mr Visser?",
            "Unknown"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "I will take a confirmation.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Do you confirm that the evidence which you will deliver will be the truth, the whole truth and nothing but the truth?",
            "Unknown"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "(confirms)",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you Chairperson, may I proceed?  Very well, Mr Visser you along with the other applicants in this matter were arrested and prosecuted in the Supreme Court of the Witwatersrand on charges of murder and various other charges of which you were found guilty.  Is that correct.",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And in the Supreme Court you were given the death penalty initially?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And is it correct that at a later stage your case was referred back to the courts by the Appeal Court where you were given a prison sentence?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what was your sentence?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Life.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You are applying for amnesty for the charges of murder and other charges of which you were found guilty as set out in the judgment of Justice Marais who found you guilty and sentenced you.  Is that correct?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You have studied your application which appears on page 84 and goes on until page 100 and appears in the record.  Do you confirm that?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes I do.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Just another aspect Honourable Chairperson, that's on page 87 of the application, question 10.a should be amended to refer to:  See Annexure A, not B.  That would be on page 87.  I beg your pardon Chairperson I think I'm actually making an error.  Mr Visser in the family in which you grew up, was it conservative or liberal?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "It was of a conservative nature.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And which party did you support since 1990?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Me myself?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes.",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "The Volksfront as well as all the right wing organisations such as the AWB and the SACP.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What is your current age?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "I am now 27.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you receive any military training?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "When did this occur?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "1992 at Voortrekkerhoogte.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And at that stage, the ANC and SACP and other parties had already been unbanned?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Before the unbanning of these parties in 1990 or the talk thereof, what were your sentiments and the sentiments of your family?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "In the climate of the circumstances we could surmise that things were becoming tense regarding the situation with the ANC and SACP members.  One could see that they were going to come into power and we regarded this as a very tense climate.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you join the AWB?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct, in 1991.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "For which reason did you join the AWB?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "I believed in the ideology of the AWB and the objectives for which they stood, that would be for God the Volk and the Fatherland for an own language and a culture.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "As time went by you've already testified that after the unbanning of the ANC a possibility existed that they would rule the country.  What was the sentiment and the viewpoint of the AWB with regard to that.",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Their opinion was that they would never allow the ANC, SACP alliance and that class of organisation to simply take over the country.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "At any stage during that period of time did you attend any meetings of the AWB?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "I did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And those meetings which you attended, who were the chief speakers in leadership function?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Eugene Terreblanche as well as Constand Viljoen attended some of the meetings.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And during those meetings, did you experience any influence over you?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That is correct.  The meetings went hand in hand with sweeping up against the ANC and the SACP.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you receive the impression that the leadership of the AWB would allow the ANC and SACP to take over the government and the country?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was there any talk of war within that climate?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were any arrangements made for any violence which would be committed and that people should prepare themselves for this?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.  People had to arm themselves as said by the leader of the AWB, Mr Eugene Terreblanche.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "In which area did you reside in 1993?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Area 9.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And who was the commanding general of that area?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "General Japie Oelofse.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The other applicants over here - Commandant Kloppers, who has testified shortly before you, did he occupy any position of authority in your area?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "He was the Chief Commandant of Area 9.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And Martin?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "He was the Commandant of Area 9.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you fall under his command?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what rank did you occupy within the AWB at that stage in 1993?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "At that stage I was an assistant Commandant.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you therefore fall within the command of Mr Martin and then others below you?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The other co-applicants, apart from those which I have mentioned, did they fall within your command or were they of equal rank, what were there positions?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Mr Van der Schyff occupied the same rank as I did and if I remember correctly, the other applicants occupied lower ranks that I did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "On the 12th of December 1993 you were called to a Roadhouse in the Randfontein area?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Who called you in?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Mr Badenhorst, one of the applicants, came to fetch me at my girlfriend's house and told me that Commandant Martins' wife had issued an order that we meet at the Roadhouse.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you go there in uniform?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "From there we went to Mr Badenhorst's house.  My uniform was at his house.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were you armed?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "I had no arm, I didn't possess any arm.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "So you went to the Roadhouse unarmed?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And at the Roadhouse, it has been testified that a meeting took place.  Were you addressed by Mr Kloppers at this Roadhouse?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Chief Commandant Kloppers arrived last of all.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were any weapons handed out to anybody at the Roadhouse?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Some of us didn't have weapons.  Myself, Gert Diedericks and Mr Van der Schyff didn't have weapons and upon that Mr Kloppers produced two pipe shotguns from his vehicle.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And who did he gives these to?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "The pipe shotguns were given to myself and Mr Diedericks.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did Mr Diedericks and yourself keep the pipe shotguns?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "No, it was taken from Mr Diedericks.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "For what reason?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "It wouldn't have come out but Mr Van der Schyff said that he would show Mr Diedericks how to shoot a kaffir.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were any orders issued to you from anybody there at the Roadhouse?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "All of us were brought to attention when Mr Kloppers arrived and Commandant Martin saluted Chief Commandant Kloppers.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were any orders given?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Chief Commandant Kloppers told us that he had just come from an order group meeting and that he had received orders there that we were going to execute the hard option that night and that they wanted to see corpses.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was anything else said which you can recall?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes, that this would be the real McCoy.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Anything else?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Not as far as I can recall.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what did you understand by executing the hard option and that this was the real McCoy and that there had to be corpses?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "As I understood it hard options would mean that people would be killed or injured.  That's what I understood under the concept of hard option.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what did you understand when a homemade pipe shotgun was given to you?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "When I received the pipe shotgun I knew that people would be killed because two weeks before the time we were placed on assistance because of the revolution which was supposed to begin.  It was said to us that the revolution was about to begin.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "When was it said to you that the revolution was about to begin?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "The night of the 12th of December, at the roadside, it was said to us that the revolution was at hand.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Who said this to you?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Mr Kloppers said this to us.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "After you had completed the parade, received the gun and received your orders did you go anywhere from there?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "If I remember correctly we arrived in four or five vehicles at the Roadhouse and after that we went to Mr Badenhorst's house because his parents were away on vacation.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what happened at Mr Badenhorst's house?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "There Chief Commandant Kloppers decided that only two vehicles would be used for the operation.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And whose vehicles would it be?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "The Mercedes of Commandant Martins and the Sentra of Mr Visser.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were any changes brought to the vehicles?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.  The number plates were closed up with masking tape.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did that happen with both vehicles?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Visser's vehicle as well as Mr Martin's vehicle?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And at Mr Badenhorst's house, did anyone consume any alcohol?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Not that I can remember.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And from Mr Badenhorst's house, where did you go then?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "We then went to Andre Visser's apartment.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "He's also one of the applicants?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was any alcohol consumed at Mr Visser's home?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Mr Visser produced a bottle of whisky and each one of us took a sip of the whisky.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "How full was the bottle of whisky?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "I would say it was about three quarters of the way full.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And did Mr Diedericks use any alcohol?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "I don't know.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after the alcohol had been consumed, where did you go then, from Mr Visser's house?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "From there we moved in the vehicles to Commandant Martin's small holding.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What happened there?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "It was said to us that we would establish a roadblock and reflectors and a blue light were produced.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after they were brought out, or let me put it this way, was any alcohol consumed at Mr Martin's house that you knew or saw of?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "As far as I recall I think there was brandy.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you drink any brandy?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And from Mr Martin's small holding, where did you go then?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Mr Martin, Chief Commandant Kloppers, Gert Diedericks and I travelled in the Mercedes and the others travelled in the Sentra and so we drove among the small holdings because we didn't know where to establish the roadblock.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did anything happen while you were traveling which you saw yourself, not what you heard about?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.  Two Black men were moving along the side of the road, the Sentra stopped and the occupants climbed out and assaulted those two Black men.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did the other vehicle join up with you again?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And where did you go then?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "From there we went to the Ridora Crossing.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And when you say Ridora Crossing, in which area would that be?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That would be on the Ventersdorp, Krugersdorp road.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what happened there.  Did you stop, what happened?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "With our arrival there Mr Kallie Meiring was instructed to point out our positions to us, who had to stand where, who had to do what, who had to position the blue light and so forth.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Meiring is also an applicant in this case?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is that with regard to the establishment of a road block?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Kallie Meiring was instructed because he had previous knowledge of roadblocks.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was a roadblock set up?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And which function would you perform at this roadblock?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Me and Mr Badenhorst would stand behind the chevron board for observation.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "While you took up your positions and the roadblock was set up, did any vehicles approach?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Chief Commandant Kloppers and Commandant Deon Martins told us what the routine would be, that they would drive along, that they would seek out a target, that they would turn around and drive back and flash their headlights at us, that we had to drive along then and pull the vehicle off the road.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was any use made of the blue light or any light whatsoever?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct, the blue light was mounted on the Sentra.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do you know who manned it?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Andre Visser.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were any vehicles pulled off the road?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And regarding those vehicles that were pulled off the road, was anything done to them?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "The vehicles were searched and questions were put and I assume that the occupants were asked to which political parties they belonged, where they were going, what they were doing and so forth.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you participate in the inspection or the searching of the vehicles?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What did you do?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "As I've mentioned, I stood behind the chevron board looking out for police or military vehicles which might be approaching.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you perform any other function there?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That was my function.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "... (indistinct) according to the evidence a Honda Ballade and a Toyota vehicle were pulled off the road.  Is that correct?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "It was a Toyota Cressida and a Honda Ballade.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What happened then?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Chief Commandant Kloppers and Commandant Martins drove along, identified a target, flashed their headlights and gave us the signal to pull the vehicles off the road.  At that stage we didn't know that it was a Honda and a Cressida.  At approximately 250 metres before the roadblock the vehicles stopped.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What happened after that?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Chief Commandant Kloppers warned us to be careful because people could climb out the vehicles or remove things.  And the vehicle moved closer to us and the men who was the traffic cops when the vehicles were completely off the road told them to get out of the vehicles.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is this now the Cressida and the Honda Ballade?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Can you remember which vehicle was in front and which vehicle was at the back?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "No I cannot remember.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes what happened then?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Afterwards the people were told to sit on a hill next to the road and the people who acted as the traffic cops went ahead, it was Matthews, Van der Schyff and I think Mr Diedericks.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And at that stage you were still behind the chevron board?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after the search was complete, what happened then?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "The people who sat on the embankment were approached by Commandant Kloppers and Martins.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do you know what the interrogation was about?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "I knew yes.  Questions were put to them for example where they come from, where they're going, what political party they belong to etc.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And do you know what the answers were to those questions?  In general.",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "I assumed they were ANC members.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Why did you assume that?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Because the question was put to them, what political party they belonged to.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what happened then?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Chief Commandant Kloppers moved behind the people and those who did not answer he just tapped them on the head and Mr Martin moved in front of the people.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Continue please.",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Afterwards Commandant Martin called us from behind the chevron board.  I do not know who was in the group, but that's where the group was formed and it was said to us then that this is the target, SACP and ANC people and this is the target that we must shoot at and that we must shoot on the first shot of Commandant Martins.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What did you do, did you form a line?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "After we received the instruction from Chief Commandant Kloppers I walked and found Mr Van der Schyff at one of the vehicle's boots where I said to him that he must get his gun ready, we're going to shoot these people.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What did he say?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "I'm referring to the pipe shotgun.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes and then?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "We moved in front of the first vehicle and the first shot was fired and everybody started shooting.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "If you say we, does this include Mr Van der Schyff?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Who formed this line and fired?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "I assume it was everybody who was there.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were shots fired towards these people?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you yourself shoot?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes I did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "With the pipe shotgun?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "How many shots did you fire?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Is shot one shot.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you shoot in the direction of the people?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes I did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you realise at that stage that if you shoot at those people that you could kill them.",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes I realise it.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after the shooting stopped, what happened then?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "After the shooting stopped people jumped into the Sentra and drove away.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Are you now talking about the group of you?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes.",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "And the car hadn't even reached full sped then Commandant Kloppers said we will meet them at the Town Hall.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you remain behind?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Who else remained behind?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "It was me, Kloppers, Martins and Gert Diedericks.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You've already given evidence that Mr Diedericks didn't have a weapon?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct Mr Chairman.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What happened then when you stayed behind?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "At the scene I picked up some of the shells and Mr Martin and Chief Commandant Kloppers were busy with the people who were lying on the ground.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do you know something about an ear?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "I heard in the vehicle that they cut the ear off.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "So you did not see it?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "No I did not.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you then go with Martins, Kloppers and\nDiedericks to the Town Hall.",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes, we got into the vehicle and from there we went back to Mr Martin's small holding.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Originally did you go directly to the small holding or did you drive somewhere else?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "No we went directly to the small holding in order to drop Mr Diedericks off.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Afterwards.",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "We had a drink at his house and from there we went to the Town Hall.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And when you got to the Town Hall, what was the purpose of the Town Hall meeting?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That was the point where we all had to come together.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were there other people there?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Mr Chairperson when we got to the Town Hall there was no one there and from the Town Hall we went to Mr Badenhorst's house.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you find the other people at Mr Badenhorst's house?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "In short what happened there?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "There it was put to us how many shots each\nperson fired and there everybody admitted that everyone fired a shot.  I don't know if the people were scared when they said that they fired ... (inaudible - end of tape)",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you see the ear?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes I did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Visser did you take part in this action on your own or on behalf of someone?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "I did it on behalf of the AWB.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you receive any remuneration for this?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "No nothing, not for myself.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you shoot at these people because of malice?  On the 16th of December of that same year, did you attend the \"Verlofdedag\" Festivities?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were you in uniform?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What happened there?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "It was the 16th of December, Covenant Day, we were asked by Commandant Kloppers to attend.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what happened at the festivities?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "We were asked by General Oelofse to form a guard of honour for Mr Terreblanche.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did Mr Terreblanche address you?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Yes he did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after you formed this guard of honour did you leave?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were you arrested by the South African Police?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And then were you detained according to Section 29 of Internal Affairs.  Is that correct?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And did you make a statement to the police officer?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And did you do it of your own free will or what happened?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "I would not say of free will Mr Chairperson because it was put to us and our co-accused what would happen to us if we didn't make a statement.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was there something showed to you, what was showed to you?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "Mr Kloppers was shown to me when he was tortured.  I could see it because he did not look normal.  His face was swollen.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And afterwards you appeared in court, pleaded\nnot guilty.  Is that correct?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you given evidence in court?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you tell the truth in court?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "No, some of the things were not the truth.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Why?",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "To protect myself and higher ranks.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Apart from murder you were also found guilty of the possession of illegal weapons.",
            "Male"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Van der Walt?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Mr Visser I see that in your amnesty application in Annexure A, page 91, that you mention that:  We fulfilled a protection service at some of the meetings where Eugene Terreblanche, Constand Viljoen and Ferdie Hartzenberg were present?  (Transcriber's translation)",
            "Female"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why do you call it a secret meeting?",
            "Female"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "We were told by Chief Commandant Kloppers that it was a secret meeting.  (Transcriber's translation)",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Were you only involved with the security aspect or did you also attend the meetings.",
            "Female"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "We didn't attend the meetings, we only transported the General and some of the other members to the meetings and ensured their safety.  (Transcriber's translation).",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I note also that you make mention that: General Oelofse informed us that the General Staff were invited by the South African Defence Force to view their weaponry.  Was that told to you?  (Transcriber's translation).",
            "Female"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "It was just told to us Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You mention on page 95 that during the roadblock - that is paragraph 12 - the AWB members were dressed in camouflage and you were easily identified as AWB members.  Is that correct?  (Transcriber's translation)",
            "Female"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You mention that Phil Kloppers was aggressive.  Can you explain to the Honourable Committee what happened there?",
            "Female"
        ],
        [
            "MARIUS ETIENNE VISSER",
            "I think it was the person from the Honda, if I remember correctly, he didn't want to co-operate during the searching of his vehicle or he didn't want to climb out of his vehicle and Mr Phil Kloppers smashed the wind bubble with a (indistinct).  (Transcriber's translation).",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "No further questions, thank you sir.\nNO FURTHER QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We propose to adjourn until tomorrow half past nine tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}