{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-08-04",
        "location": "JOHANNESBURG",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52785&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98080307_jhb_ellisp2.htm",
        "speakers": [
            "ADV PRIOR",
            "CHAIRPERSON",
            "MR LANDMAN",
            "MRS KLUKAS",
            "MRS ERASMUS"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV PRIOR",
            "MR LANDMAN",
            "MRS KLUKAS",
            "MRS ERASMUS"
        ]
    },
    "testimony": [
        [
            "ADV PRIOR",
            "Mr Chairman, I apologise for the delay but there were certain matters that had to be discussed which sort of eased the pressure on the hearing.  Mr Chairman it was mentioned yesterday that there possible two persons that might join the proceedings, a Mr Dumakude and Mr Dube.  Mr Eric van den Berg, the attorney, was here this morning and has already met with the Committee and indicated that he needed some time to determine his position and would let us know by lunchtime.  In the circumstances that they're not officially linked to this particular hearing at this stage, I don't want to waste any further time, may I with the leave of the Committee call the victims at this time?  They have been fully appraised of the situation and are agreeable to give evidence at this juncture.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And as I understand it you've also mentioned it to Mr du Plessis, he's quite happy that we proceed on this basis?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes Mr Chairman.  Before I call - sorry.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Yes we have no objection to this procedure being followed.  Mr Chairman, may I then just add something else in regard to the additional information which the Committee sought yesterday and that was the distance between that street and the Checkers in Hillbrow.  The street itself doesn't exist any more so I measured from the street above it and it's just under two kilometres, 1.9 kilometres.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I accept that Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We'd like to record our thanks to you for having taken the trouble to do it.  I trust you didn't walk the distance as well?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "I can assure you I didn't Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, one other matter before I call Mrs Klukas is that we have the original bundle of photographs.  I have placed that - I have taken the liberty of placing it before you Mr Chairman.  The bundle which has the open sketch plan and if one looks at the first photograph.  Mr Chairman, those photographs have been reproduced in the bundle before the Committee from pages 35 onwards.  One has a far clearer picture of Point A in relation to the road which I understand as Park North - North Park Road which is the road immediately before the Ellis Park Stadium and one needn't or unfortunately we don't have a distance, exact distance in the key to the photographs but judging solely by the eye, one does not want to argue metres, my learned friend and I, Mr Landman, has agreed that the facts speak for themselves.  I mean the picture speaks for itself.  If one looks at photograph 2 one can see in the foreground to the right a gate.  It would seem that that gate also forms part of the Ellis Park premises.  The second photograph, it's one of these fences, a fenced gate.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Light grey, top corner?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes.  That is part of the premises of Ellis Park.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I understood from the evidence we heard yesterday that the road in which they parked had a block in it, that it was a dead end road?",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman, I don't have a recollection of that.  You will recall there was reference to there being police and traffic officers at one end of the road if I'm not mistaken.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, the position is and one doesn't want to give evidence but I think it's virtually common cause, that road Park North, that is the road that runs past the Ellis Park, on a rugby day would be cordoned off.  That would avoid, they sought to avoid congestion by traffic so that road immediately there would be a barrier of sort and people were not allowed to park in that space.  I do have a witness, he's actually a member or friend of Mrs Klukas who actually went to Ellis Park that evening after the bomb.  If necessary - but I haven't precognised him specifically on this aspect but he indicated that there were, there was a cordon of sorts at the rugby match which precluded vehicles moving up and down Park North Road.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I remember some story, he said there was an old house in a short street, besides that was a quiet place.  I may have misunderstood short street as meaning a dead end street whereas he merely meant it was a short street between two blocks.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Well Mr Chairman the other observation one can make is that it does form a T-junction with Upper North Road I think it's called, so that might be what was understood.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] the only photograph you wish us to refer to, 1 and 2?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes but I would like the Committee to have cognisance of all the photographs in so far as they are the originals of the photographs represented in the bundles, the bundle put up to you because it indicates the damage caused in Upper Meyer Street, that was where the bomb exploded and in so far as the photocopies put up to the Committee are unclear, then I would ask the Committee to have reference to the original photographs.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are those photographs going to remain available to us?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well we can do that later, we don't need to do that now.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.  I call Mrs Klukas.  Mr Chairman I have taken the liberty of taking copies of the statement Mrs Klukas wants to read out.   Can I distribute that?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you calling her as a witness or giving her the opportunity to make a statement?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes.  I'd like her to give her statement under oath.",
            "Unknown"
        ],
        [
            "MRS KLUKAS",
            "(sworn states)",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Mrs Klukas, is it correct that during 1998 you were married to your husband Mr Clive Klukas?",
            "Unknown"
        ],
        [
            "MRS KLUKAS",
            "Yes.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "And is it correct on the day that the bomb exploded at the Ellis Park or near the Ellis Park Rugby Stadium in Johannesburg he had attended that rugby match?  I understand it was Transvaal versus the Free State?",
            "Unknown"
        ],
        [
            "MRS KLUKAS",
            "Yes.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "And is it also correct that he was in the company of a Mr Marais, the other deceased in the matter?",
            "Unknown"
        ],
        [
            "MRS KLUKAS",
            "He was.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Would you please read out the statement that you have prepared for the Committee please and take your time in presenting your statement?",
            "Unknown"
        ],
        [
            "MRS KLUKAS",
            "Okay.  Having lived through ten years of thinking that nobody had come forward as to who had planted the bomb that killed my husband, I was shattered to hear that two people had applied for amnesty.  I cannot tell you what it did to me.  We were never kept informed by the last Government, in fact we received no help at all.  I am opposing the amnesty.  To you two people who have applied for amnesty I am sure none of you remember of that day.  The bomb blast did not happen at a military base or a police station, it was at a recreational event, a rugby stadium where innocent people were watching a rugby match.  I understand you were coming from - coming away - that how the blacks had been treated in the township and it was despicable and I can understand you wanting to get to the whites, but again - why a sports stadium?\n\tTo me it's as if it happened yesterday.  That day will never be forgotten.  My husband, my children's father, went to watch a rugby match and never returned home.  We were at home, heard via the television that there had been a bomb at Ellis Park Stadium.  We worried when it got to about 7 p.m. and my husband was not home yet.  By 8 o'clock we started to panic.  I will never forget how I felt.  By then they had broadcast the numbers that you could contact the various hospitals to locate missing family members who had been present at the rugby.  We contacted all our family who came around and helped us phone hospitals trying to locate my husband.  My son who at that time was eighteen years old and my brother-in-law drove to Ellis Park Stadium to see if they could see his car.  We got no information from the police and one nursing sister at one of the hospitals suggested that my husband had gone drinking with friends.  Knowing my husband, I knew if that was the case he would have contacted me to tell me his movements.  \t\n\tBy midnight we managed to contact a high-ranking police officer who then told us that two people had been killed.  We waited for further information.  At about 3 a.m. the police phoned and asked someone to come down to identify my husband's watch which I did as my daughter had won it and given it to him.  They then asked if we would come to the mortuary.  I'm not going to go into details regarding identifying him as you can imagine how I felt by then.  I still don't know how we got through it.  \n\tMy brother-in-law went in, he could not identify him.  At first they did not want me to go in.  They asked if there were any identifying marks on him that we could remember.  I remember that as a child he cut off his toe and the doctors had sewn it back half way down his foot.  I then went in as I had children at home waiting and I had to go home with the news for them.  He was unrecognisable - he had been murdered. \n\tI would like you to know what sort of a person he was.  Firstly he was involved in no political party.  He did not have an enemy in the world.  He had a wonderful sense of humour, loved sport, worked hard all his life and he was not one of the fortunate ones born with a silver spoon in their mouths.  He was sent to boarding school at the age of eight as there was no English school in the area in which his family lived.  He only went home once a year by train as it was too far to go home for all the holidays.  Once he completed his school he moved to Johannesburg and tried to study while earning money working in a bar at night to pay for his expenses.  He was staying at the Y.M.C.A.  Eventually he gave that up and started working, starting at the bottom and working his way up the ladder by hard work and dedication.  We got married in 1963 and have two children.  His whole life was his family.  To me it has been a loss that I've never been able to get over.  The loneliness, the sadness, I can never try to tell anyone how hard it's been.  \n\tThe effect this had on my children and myself, nobody will ever know.  It broke us.  I cannot and will not forgive you.  You murdered my husband and my children's father.  I believe at the end of the day you will have to answer to God.  For myself, I have a God who has never left my side.  I am grateful to have such strong faith so that I can sort this out with my God when it's finally over. \n\tReasons for setting the bomb at a civilian target are mindless.  Rugby is an international sport.  Two people died.  My husband was a true South African who treated all equally.  He had a keen sense of social responsibility and had friends across the colour spectrum.  He was at that time assisting financially to educate a Black minister through the Baptist Ministry.  In short, the bombing of Ellis Park resulted in the death of a person who could have contributed much to the developing of South Africa if he had been allowed to live.  How can such an unselective act of violence be condoned and how can any perpetrator of such a deed be commended or even hold a position in Public Service?\n\tIn conclusion, I'm not a bitter person and I thank the Commission for allowing me to state my case.  Perhaps this is a message to the world.  To those who plan to target civilian victims - to target civilian venues, to maim and kill, just think of the innocent families and victims who have had to suffer consequences.  Such an act can never further the liberation of South Africa. \n\tI look to my right and I see truth, full stop.  We have not heard the truth and may the truth be on your conscience.  Today I want to state that this book is going to be closed.  I don't want to talk about it again and I want to try and get on with my life.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Mrs Klukas, is it correct that you have two other statements, one prepared by your daughter who was unable to attend today, who is presently in Zimbabwe and she requested that you present that statement to the Committee and who is the other one?",
            "Unknown"
        ],
        [
            "MRS KLUKAS",
            "My son.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "And one from your son who is also unable to attend today.  They're very short statements Mr Chairman and with your leave I ask that she read them out onto the record?  I have copies.  Will you refer to Joanne May Staples first then later to Mr Kenneth Klukas, your son?",
            "Unknown"
        ],
        [
            "MRS KLUKAS",
            "This is my daughter\n\t\"My name is Joanne May Stapes, nee Klukas, daughter of the late Clive Winston Klukas who was tragically killed at the Ellis Park bomb blast.  I am opposed to the amnesty application by those involved in the Ellis Park blast.  In my mind it was a violent act on a civilian target.  The ANC has stated that it was not their policy to target civilian targets.  \n\tEllis Park was and still is a sports stadium.  Civilians were there to enjoy sport and the bomb was planted to indiscriminately kill as many people as possible.  I'm also opposed to any person who willingly and knowingly tried to kill as many civilians as possible in this callous act from holding any kind of office within the current Government.  This is a criminal act which cost the lives of innocent civilians for which there is no forgiveness.  I cannot have faith in people in the Government who were party to this kind of terrorism.  \n\tIt is impossible to try and explain the distress, loneliness and actual heartbreak this event had on each member of our family and difficult to communicate what our family has gone through since that awful day.  One violent senseless act took away the most considerate, loving, fun loving, important person I have had the pleasure to share my life with.  I am heartbroken for my dad, that he had to die in a bomb blast as I know how much he enjoyed life and would have loved to see his family mature into adults.  There are so many people out there that were touched by his kindness and his friendship that it's a shame that he could not have lived longer to explain to those responsible for the bomb blast at Ellis Park what sort of a man Clive Klukas was, would be pointless and impossible as it does little change the obvious way in sort of that the civilians had to die, to convey their message to the National Party.  My belief is God will be the final judge, therefore it is impossible for me to appear before the applicants and forgive them.  I believe we have been through enough trauma and it would do little to change what's happened.\n\tLastly I would categorically like to state that my father was not in any way involved in politics, treated all around him with respect.  I feel he was not treated with the same respect and South Africa lost a person who was in his own way contributing to be a better place.  He was a hard working liberal man who played no part in the previous Government and no belief in the Apartheid system.  The system he opposed bitterly therefore highlights how futile the struggle was in South Africa.\"",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Is it correct that she also attached a copy of world headlines which was reported on by Darren Shipler as to Abubaker Ismail at his amnesty hearing regarding the bombing campaign of the ANC had stated at that hearing?  Is that correct?",
            "Unknown"
        ],
        [
            "MRS KLUKAS",
            "Yes.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Would you please finally just turn to your statement or the statement of your son, Mr Kenneth Klukas?",
            "Unknown"
        ],
        [
            "MRS KLUKAS",
            "This is from my son, Kenneth Klukas\n\"I hereby state that I do not support the applicants' request for amnesty for the brutal murder of Mr Clive Klukas, my father, in the Ellis Park bombing blast.  I'm appealing to the TRC for such a request not to be granted.  I cannot begin to understand why any person could take the life of a man they did not know and call it a political motivated act.  A fight for freedom should not entail sacrificing the freedom of others such as my father's and my family's and the families which were effected by his death.  \n\tClive my father was a kind and supportive and generous man.  He touched many people in different ways, giving part of himself to everyone.  My dad taught us the value of life and to respect every person.  He was a true family man and believed that his family always came first.  My father spent every opportunity with his family, doing the things which he wanted to do.  He built relationships with all people regardless of their colour, creed or beliefs.  My father was a true christian and someone I was very proud to have as a father.  He was a friend, I loved him dearly, I will always miss him.  People talk about pain and suffering, however, the pain we experienced when someone we loved so much was ripped from us in such a cold and brutal manner as my dad was, without any explanation why, is unforgivable.  \n\tIt was the time when I was writing my matric, a time when I needed support and encouragement from my father.  I subsequently struggled to further my studies at huge financial burden to myself.  I sincerely hope the TRC can make this distinction between a crime punishable in court of law and a political motivated crime.  There mere fact that the bomb was placed in the proximity of a school bus, this proves this and not could have been gained politically by aiming to murder innocent school children.  What part did they part in the political environment of the time.  It is very sad for South Africa when we accept acts of senseless murders such as this as normal and forgivable.\n\tFurthermore, how can applicants hold any position of authority in our Government whether they are expected to uphold justice, prevent violence when they themselves have committed such acts?  How can we as citizens trust them to make moral sound decisions which will impact on our everyday lives and our future when they have proven that they are incapable of living a just and moral life?  As a South African citizen I'm asked to support this authority yet they are directly responsible for the inconceivable loss and an unrecoverable loss I suffer every day of my life.\n\tLastly I would like to say that I do not forgive or will not forget the applicants' crime and that they will have to be answerable to God eventually.\"",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Mrs Klukas, is there anything else you wish to tell the Committee at this time?",
            "Unknown"
        ],
        [
            "MRS KLUKAS",
            "No.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "MRS KLUKAS",
            "Thank you.\nNO FURTHER QUESTIONS BY ADV PRIOR\nWITNESS EXCUSED",
            "Female"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman, we have no questions.\nNO QUESTIONS BY MR LANDMAN",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman may I - sorry - may I just enquire whether will these will be marked and received properly into the - will the statements be marked as exhibits and be received or is it not necessary?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I don't think that they are exhibits in the hearing as such, subject we should say they will certainly form part of the record but I do not think it's necessary to label them as exhibits.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "I am indebted to the Committee.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Klukas I'm sure that I'm speaking on behalf of everybody in this hall when we say what deep sympathy we feel towards you and your family in their tragic loss.  We all I think realise what a bitter loss it must have been to you and we hope that you will be able to find some degree of comfort in the future.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "I call the next victim as Mrs Erasmus, Erasmus - she was formerly Mrs Marais, the widow of the deceased person.\n\tChairperson, Mrs Erasmus is Afrikaans speaking.",
            "Unknown"
        ],
        [
            "MRS ERASMUS",
            "(sworn states)",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Mrs Erasmus is it correct that during 1988 during the bomb explosion at Ellis Park you were married to the deceased Mr Marais?",
            "Unknown"
        ],
        [
            "MRS ERASMUS",
            "That is correct.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Would you read to the Committee the statement which you have prepared and which you would like to read to the Committee please?",
            "Unknown"
        ],
        [
            "MRS ERASMUS",
            "I would just like to say that I had the privilege of being married to my husband for nine years, a man who I loved and admired with my whole heart.  We had two children, Lindy and Stephanie.  He was the man who treated his neighbour with respect.  He was a dynamic but humble man and this his family and friends can bear witness to.  He was a christian, he served on the church council as well as on the management council of a children's home.  He was a very loyal person who always reached out to his neighbour.  He had no enemies.  He also treated his parents with the greatest love and respect.  He was the type of person who could forgive and also forget.\n\tLinus was for reform in the country and I can bear testimony to that.  I know that it was very important to him that Mr Mandela be released.  He was not a racist at all and he rejected Apartheid.  The fact that he had to be the victim of such a horrible deed that it was him of all people who was charred beneath a motor wreck is unforgettable.  I will never forget how our daughter Lindy, only six years old at that stage began to cry that evening when she realised and couldn't understand where her father was because a rugby game didn't last that long.  \n\tAfter those events on that day she received psychological treatment for the following three years.  She was inseparable from her father.  Today she is sixteen years old and she still can't speak about her father and the accident.  She refuses however to be involved in the hearing because she is not prepared to face those who are responsible for the death of her father because she is afraid that it will influence her life negatively.  \n\tStephanie, the youngest, was only three years old.  She never had the privilege of knowing her father.  At times she has problems of concentrating, this is the result of depression which she is suffering from.\n\tI'm still receiving treatment from a psychologist because I could never deal with Linus's death.  I am a christian and I am extremely grateful for the God which I worship, for the strength which I receive to lead a reasonably normal life.  It was ten years ago that this incident took place and everything is still so fresh in my memories.  Two innocent people have died, two people with wonderful characteristics who could have meant so much for this country.  It was a cowardly deed which cannot justify any excuse.  \n\tFurthermore, I would like to say that the full truth has not been disclosed yesterday and I cannot imagine how reconciliation can take place if one cannot go back and hear the truth and see the people who were responsible for the deed in front of you.  I believe they are being protected and I don't know why.  Thank you.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Mrs Erasmus you say that you believe that the full truth was not disclosed yesterday.  Could you perhaps expand on this?  What would you have liked to have heard furthermore from the applicants or through this hearing before the Amnesty Committee?",
            "Unknown"
        ],
        [
            "MRS ERASMUS",
            "The two persons who testified yesterday appeared to me as if they didn't really know themselves what their order had been and I think that we have the right to know who gave the order and who executed the order so that we can begin again and continue with our lives.  If we know who gave the order and for what reason the order was given.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "As I understand your evidence now, you as a victim wanted to hear who exactly within the structures of uMkhonto weSizwe gave this specific order to plant the bomb at Ellis Park.  Do I understand you correctly?",
            "Unknown"
        ],
        [
            "MRS ERASMUS",
            "That is correct.",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY ADV PRIOR",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "I have no questions.\nNO QUESTIONS BY MR LANDMAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To you as well Mrs Erasmus, I'm sure that I speak for everybody who is present here when I say that we understand your tremendous loss for you and your family for the death of your husband and we hope that you can feel better about this in the future.",
            "Unknown"
        ],
        [
            "MRS ERASMUS",
            "Thank you very much.\nWITNESS EXCUSED",
            "Female"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "As I understand that concludes the evidence that we have to hear at the moment in connection with this application?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "That is so Mr Chairman.  There's just one aspect, the status of the bundle, we ought to have cleared that up at the outset.  I certainly would like to discuss that with my learned friend and I'd certainly not wish him or request him to confirm or accept statements which did not form part of these proceedings.  Certainly the statements relating to the implication of certain other people, that is the statements of Mashia and Bezuidenhout, I would ask the Committee to ignore those but certainly the other information relating to the damage, the victims that were injured as put up by the Police, the postmortem report and so forth.  I would ask him to consider accepting the veracity of those formal statements, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think that's a matter you should discuss with Mr Landman and give him an opportunity to express his views.  I have no doubt that he would accept the formal things such as post-mortem reports and things but their may be things that he would like to have some time to consider so if you would discuss those.  Do you suggest we adjourn again now?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, may we adjourn this or ask those matters to stand over until lunchtime?  As I've indicated Mr van der Berg may have news for us by then.  I do not want to waste any further time and propose that we can - or I understand that there may be - yes, I think can we adjourn at this stage, we need to discuss whether the other matter can proceed straight away.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Although we have just started I'm sure that a number of people have been sitting in this hall for a long time this morning.  We will take a short adjournment now and if you can notify us and the people in the hall please as to what is going to happen now.  I don't want people to have to sit here as they did yesterday and as they've had to do this morning, waiting and waiting and waiting and I hope that we can keep going but I leave that in your hands.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Mr Chairman might I just add something at this point?  Mr Chairman we indicated earlier on that we consider that the ANC's submissions which were made on two separate occasions to the Truth Commission would form part and would be considered as part of this application to explain inter alia the political motive and objective behind this particular act.  Mr Chairman, are we correct in assuming that that ....[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As far a I'm concerned, that has always been the practice of these Committees that we have had representations by many of the parties, it has not been thought necessary that they must formerly be proved at each and every hearing.  They may be referred to, speaking for myself I have been supplied with copies of them all and you can then refer us to the passages that you wish us to refer to and take into account.  Do you agree Mr Prior?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "I agree wholeheartedly with that approach, thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "MR LANDMAN",
            "Thank you Mr Chairman.\nCOMMITTEE ADJOURNS",
            "Male"
        ]
    ]
}