{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-09-16",
        "location": "JOHANNESBURG",
        "day": ": 3",
        "names": [
            "SONNYBOY JOHANNES SIBIYA"
        ],
        "case number": "AM 3381/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52869&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98091418_jhb_1johanb3.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MAPOMA",
            "MR MBANDAZAYO",
            "MR LAX",
            "SONNYBOY JOHANNES SIBIYA",
            "ADV SIGODI",
            "INTERPRETER",
            "UNKNOWN",
            "MR KHUNGWANE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MAPOMA",
            "MR MBANDAZAYO",
            "MR LAX",
            "SONNYBOY JOHANNES SIBIYA",
            "MR SIBIYA",
            "ADV SIGODI",
            "INTERPRETER",
            "MR MBANDAZAYO ADDRESSES",
            "MR MAPOMA ADDRESSES",
            "MR KHUNGWANE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We're now in session.  Mr Mapoma, is it the matter of Sonny Johannes Sibiya?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, sir, I confirm that is the matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  For the record, it is Wednesday, 16 September 1998.  It's a sitting of the Amnesty Committee hearing the application of Sonnyboy Johannes Sibiya, case number 3381/1996.  My name is Denzil Potgieter presiding, with Advocate Sigodi and Mr Lax on behalf of the Commission.  Mr Mapoma, would you put yourself on record?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.  My name is Zuko Mapoma, the evidence leader for the Amnesty Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairperson.  My name is Lungelo Mbandazayo.  I'm representing the applicant in this matter.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, gentlemen.  Mr Mapoma, are there any interested parties in this matter and if so, what is their situation?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.  In this matter the victims have been notified.  They stay in Bethal, the Dludlu family, but we have not received any response from them as to their interest in the matter and they are also not attending.  They are not here to attend the hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you satisfied that they have in fact duly received the notification?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.  The steps that were taken were that the notice was faxed to the Post Office in Bethal and a member of the staff of the Post Office was requested by our evidence analyst to deliver the notice personally to the family of the deceased.\n\tThen telephonically a response was received from the person who was requested to the effect that he has delivered the notice and in fact what he reported to the evidence analyst was to the effect that the mother and father of the deceased said they do not want anything to do with this particular matter.  So they did not respond, and apart from that, Chairperson, a number of letters were written by our evidence analyst, even prior to the specific request for someone to deliver the notice, advising them of this application and requesting their views regarding the matter.  Unfortunately we did not receive any response from the family.  It is against this background therefore, Chairperson, that I am of the submission that all reasonable steps were taken to notify the victims about this matter.  And therefore, sir, I ask the Committee to proceed to hear this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.  Mr Mbandazayo, do you want to say anything in regard to this particular issue or not?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairperson.  Not necessarily on the question of the victim, but in connection with the application.  As usual, Mr Chairman, I think you don't have the signed ones because I was doing it on a computer and also I want to put it to the Committee that you must know that there are some typographical errors because I was doing it overnight, the typing on a computer.  So, we'll correct them as we go along in this matter.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  No, no, that's no problem.  We'll deal with that.  Mr Mapoma, the panel is happy to proceed to hear the matter in view of all the steps that you have outlined were taken in order to give notice and to give an opportunity to the family if they so wished to participate.  So, we will proceed to hear the matter.  Is there anything else that you wish to place on record before we proceed?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, sir, that is all.  Nothing else.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Mr Mbandazayo, we've taken note of what you had already said.  Is there anything else you want to raise before we hear the application?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you like your client to be sworn in?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "Will you please rise.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sworn in, Chairperson.  You may be seated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Lax.  Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairperson.  Mr Sibiya, the affidavit which is in front of you is also before the Committee.  Do you confirm that this affidavit was made by yourself and you also abide by its contents?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you.  Mr Chairperson, I'll proceed to read the affidavit.\n\"I, the undersigned, Sonnyboy Johannes Sibiya, do hereby make an oath and say that I am the applicant in this instant.  The facts to which I depose are true and correct and within my personal knowledge, unless the context states otherwise.  I was born on the 25th March 1965 in Bethal, Emzinoni Township and unmarried, and have three children.  Two of them staying with their mothers, one is staying with my family.  I have two sisters, a mother and father and I left school in 1988.  I joined the PAC through Azania in 1985 and my sole aim to join the PAC was to fight settler colonisation and fight for the return of our land from those who stole it from our forefathers through force of arms.  In early 1991 I joined the task force of the PAC which its duties was to defend the organisation when under attack, and also used as a pool for APLA operations when manpower is needed by APLA.  After joining the task force in 1991 I was sent to Umtata, Transkei for basic military training and I was trained in handling of arms and explosives for about four months.  After completing my basic military training I went to Efolweni in KwaZulu-Natal.  I stayed there for about a month and went back to Emzinoni Township per car.  My activities during this time as part of my deployment was to form a task force and the purpose of the task force was to defend the homes and the members of the PAC.  At the time at Bethal there was a political conflict between ANC and PAC.  This resulted in members of the PAC being chased away and their houses burnt down.  Some of them were killed.  Because of the problem we were facing, I decided to contact the director of operations and I did not manage to get him, but I talked to Comrade Mandla and I explained to him the situation.  He told me that we must identify the culprits and attack them, and they will not attack us again.  On the 15th of October 1992 we went out at night in search of these ANC ring leaders, but without any success.  It was myself armed with .38 Special, Sipho armed with Chinese stick grenade and also Thulani also armed with Chinese stick grenade.  On the 17th October 1992 I went out between 3 o'clock and five 5 o'clock in search of these ANC ring leaders and after an hour I was fortunately to find them.  It was the deceased and another one.  I called them, but only one came and it was the deceased.  The other entered into a house.  I asked the deceased to call the other one because I wanted to speak to both of them.  He told me to speak to him only.  I told him that they must stop attacking the PAC members.  He told me that there is only one organisation which is going to exist in Bethal and it is the ANC.  He also told me that I must leave Bethal if I do not want to die as only one organisation is going to exist there.  As I was armed with .38 Special I shot him about two times and I left.  I did not sleep at home on the day of the incident.  I came back on the 18th and I was told that the police are looking for me.  My uncle accompanied me to the police station and the police told me to come the following day as they were not aware that they were looking for me.  On the 19th I went back to the police station and I was arrested and locked in.  On the 25th February 1994 I was convicted of murder and sentenced to fifteen (15) years' imprisonment.  I respectfully submit that my application complies with the requirements of the Act and that I have made full and proper disclosure of my involvement in this incident.\"\n\tMr Chairman, I will just go back after I've read it, just a certain paragraph to ask him to clarify certain portion.  I will start with paragraph 6, Mr Chairman.\n\"After joining the task force in 1991 I was sent to Umtata, Transkei for basic military training in handling of arms and explosive for about four months.\"\n\tCan you tell the Committee where were you trained in Transkei?  Exactly in which place were you trained there?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I was in Port Shepstone.  Oh sorry, Port St Johns.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now, do you know ... (intervention)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, just for the record, would it be Port St Johns?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Do you know who was your commander during the training?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes.  I found somebody called Squeeze and I also saw Lihle Mpampahlele, but Squeeze was the commander at that base.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, I proceed to paragraph 11, the first sentence.  In fact the second sentence that, \"It was the deceased and another one\".  Do you know who was the deceased, the name of the deceased and the other person you're talking about?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I heard his name was Mfriyi.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Who was the second person, his name?  What was his name?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Although I'm not sure, I think it was Moss.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now, can you tell the Committee how did you know that they were the culprits or the ring leaders in what you alleged it was happening at Bethal at the time?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Firstly, my commander gave me instruction that we should try by all means to identify the culprits who were responsible for whatever was happening to PAC members.  That is how I eventually learnt who they were.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "In the same paragraph, almost the second part of paragraph 11\n\"As I was armed with .38 Special, I shot him about\ntwo times and I left.\"\nCan you tell the Committee why did you shoot him?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I will try to explain because I was also under orders.  As the decision had been taken that I should identify those culprits who were attacking PAC members and that they should be stopped so that they do not attack PAC members again, because it was apparent that some PAC members had already fled the township and some were killed, some of their houses were burnt down.  Therefore I had no other choice but to follow the order to do what I've been ordered to do.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman, that's all at this stage.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mbandazayo.  Mr Mapoma, have you got any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, sir.  Mr Sibiya, have you ever gone to school?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What standard did you pass at school?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I failed standard 10, that is when I decided to leave school.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "It appears that you have completed three application forms for amnesty.  Do you confirm that?  From page 1 up to page 13.",
            "Male"
        ],
        [
            "MR LAX",
            "Just for the record, the first one is from page 1 to page 7.  The second one is from page 8 to page 10.  And the third one is from page 11 to page 13.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you complete these applications yourself, all of them?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And on the basis of what you stated there, you sought amnesty?  You seek amnesty, is it correct?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Why did you kill Mfriyi Dludlu?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I will try to explain.  My killing Mfriyi was because of the action that they carried out against the PAC members, killing them and burning their houses down, as well as various other acts that they committed against the PAC.  Some of PAC members fled the area.  That is why I killed him.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is it correct that some of your family members were burnt down in the area before this incident of you killing Mfriyi?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is it not correct that your family members were attacked in the area where you stayed?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.  When there was this conflict in the area I was one of the first people to arrive in the township and I recruited PAC members.  My family was thus affected because of that, because they were seeking me and because they could not find me they attacked my family.  I did not reside in one area specifically, so I moved around a lot and they could not find me.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Who exactly was attacked in your family members?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Those who were attacked from my family were my mother's younger sister and she had two daughters, and they were also burnt and killed.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And Mfriyi was arrested and charged for that, is it correct?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Although I do not remember correctly, because I was busy doing my organisation work, one day I'll be in the township and sometimes I would not be.  But I did hear about his being arrested.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And he was not sentenced for that, is it so?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I do not know.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What political objective did you intend achieving by killing the deceased, if any?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "As I've explained, as a PAC member my intention was to return the land to its rightful owners which had been taken by the settlers and had to be returned to Africans who  is rightful owners, which led to the killing of this person who were factors or was the conflict between the ANC and the PAC.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "In your applications you said you killed the deceased because you felt you were the next to be killed because your family members were killed.  Did you say that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just give him the page, Mr Mapoma.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Page 9, paragraph 10(b).",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "As I've just explained, with regards to everything that happened it was because of the trauma that PAC members were going through at the time that I myself was being sought after, but unfortunately they could not find me which is why they decided to attack and kill my family.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "In page 9 of the bundle, paragraph 10(a), you say it was a self-defence, there was no political objective you achieved.  How do you explain that?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "As I've explained about the death of the deceased.  10(a)?",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "What I would like to explain here, this was a mistake, it's supposed to be now.  As you know, I am umZulu, although I have learnt the English language, but I'm still umZulu so I do not know the language very well.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Who made the mistake?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I did.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Turn to page 10 please.  In paragraph 11(b) you say\n\"As I stated in 10(b) that it was a self-defence and that three of my family members were already burnt to death.\"\nWas that also a mistake?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes, as I stated about the other paragraph, it is still a mistake.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When did you realise this mistake?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "What I will explain is that I've realised it just now because I haven't read it.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Was Mfriyi a member of the ANC?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Do you know that as a fact?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes, I'm sure of it.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Was he occupying any leadership position in the ANC there in the area?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Although I cannot say it with certainty, because you only see a person in the area and how active they are in the area.  So I think the people who might now better are the ANC members in the area, because like myself, it is PAC members who know better about my positions.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Was there any branch of the PAC in the area?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When were you given the order by Mandla to defend the area, the PAC members?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I will try to explain.  The order from Mandla was given to me in 1991, if I'm not mistaken, from the training that I underwent.  When it became apparent that ANC members were still continuing with their actions against PAC members, that is burning their houses down, that was when I contacted him and explained the situation in the township to him, and he said because of the situation I should try and identify the people who were responsible for this and try to stop them so that they do not attack PAC members again.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Was Mandla resident in Bethal?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "No, he did not reside in Bethal.  I think he was the Highveld regional commander of the task force.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "In which region was he a commander?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Highveld.  Highveld region.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Okay.  Where is the Highveld region?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I think if I'm not mistaken it was areas like Bethal, Witbank, as far as I know.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Would you turn to page 13 of the bundle please.  You say there in paragraph 11(b)\n\"Comrade Mandla of Cape Town gave the order.\"\nWould you explain that?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I will do so.  He is from Cape Town, that is his home is in Cape Town.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Are you saying he was a commander of Highveld from Cape Town?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes, that is as far as I know.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So, he was commanding - do you want the Committee to believe that he was commanding the Highveld area from Cape Town?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "...[no English translation]",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You said so.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes, he stays in Cape Town, but I do not know Cape Town.  What I'm trying to explain is that he told me that he stays in Cape Town.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But he was a commander in Highveld.  Did you know him as a commander of Highveld or as a commander of Cape Town?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I know him as a commander of the Highveld region.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Then why did you say here that he was Comrade Mandla of Cape Town whereas you knew him, he was from Highveld when he commanded you?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I was trying to explain that his home is in Cape Town.  That is where he comes from.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you know where he resided at the time he was a commander of Highveld?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "As I've explained, although I do not know the house specifically, but he is from Cape Town.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "No, what I want to find out from you is where did he stay in the Highveld area?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or, Mr Sibiya, when you contacted him in connection with this problem in Bethal, where was he?  Where did you contact him?  Where was he when you spoke with him about the Bethal problem?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I do not understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the time when you spoke with him to explain to him that in Bethal there was a problem because ANC people were attacking members of the PAC, where you spoke to him about that and when he said to you, \"Well, try and identify those people and see what you can do to stop them\", where was Mandla at that stage when you had that conversation with him?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I tried to contact him in various ways.  Sometimes he would come to the township and sometimes I will meet him at Mbalenhle at a place called Mandela Village.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, at that time he was in the Bethal area?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Do you mean at the time when all this happened?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I met him at Mbalenhle and I explained everything to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.  Now, did you know Mfriyi when you killed him?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "...[no English translation]",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "As I've explained, I knew him when I was ordered to identify the culprits who were responsible for their actions against PAC members.  That is when I started knowing him.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "How did you identify him?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I have a number of comrades who grew up in the area with him and we knew him.  So they knew each other.  Therefore all those people who were being attacked knew him and therefore they could actually identify him to me.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So, at the time you killed him you had already identified him?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Would you turn to page 9 of the bundle please.  In page 9 at paragraph (b) of that page, you were asked there in that form to state the person who was injured or killed.  You said one person was killed.  And then paragraph (c) says, \"If so, state the name or names of the victims\".  You say, \"I could not identify him\".  Do you see that contradiction?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "What I can explain, as I have mentioned before, sometimes the English language presents a problem when you write it.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But you went as far as standard 10?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes, but you cannot know everything.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "(Inaudible)",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I will like to explain that I did this all by myself.  So, I may have made mistakes from misunderstandings.  And moreover, it's not my language.  Maybe if it had been written in the mother tongue I would have understood it better.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Why did you complete a number of application forms for amnesty?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "In prison some things are not done promptly.  I had made an application and some of the people I had applied with had received responses already and I was not sure whether my form had been sent.  So, I completed another one.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Sibiya, on the basis of these number of contradictions that have been highlighted now from your application and what you say today, I suggest that what you say today is an afterthought of what you initially said to the Committee in this application form.  I would like your comment to that.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I will explain.  As I am here today, the Committee is communicating to me in my own mother tongue which I understand fully as opposed to what was written in the application form.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I take it that the deceased is not the only person that you identified as a target in the area, am I right?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "When I arrived at the shop where this incident took place, though I do not remember the dates correctly, but ... (intervention)",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Sibiya, to assist you.  I suggest that you answer the question, okay.  My question to you is that I take it that the deceased is not the only person whom you identified as a target there?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thanks.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Sibiya, please don't move this microphone closer to you.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Okay.",
            "Male"
        ],
        [
            "MR LAX",
            "It keeps distorting when you move it closer.  It's loud enough in the hall.  Don't worry.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Okay.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And the other person with whom the deceased was at the time you say you called them, was also one of the targets, is it so?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And that other person was not charged for the attack of your members of the family, isn't that so?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "As I mentioned before, I do not know how the case proceeded, about who was charged and who was not.  I do not have knowledge about it.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But you knew that the deceased was charged?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "It was hearsay.  Therefore I cannot say it for certain if indeed he was charged.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "So, you heard that the deceased was charged, and you didn't hear that the other person was charged also as well, is it not so?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When you went there to see the two persons, the only person whom you knew as a person who was responsible for attacking your family was Mfriyi and not the other guy, is that not so?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "No.  What I know is that all these people were responsible for attacking PAC members, that was the information that I had, that they were attacking PAC members.  Whether he indeed had been the one who had attacked my home I did not have knowledge thereof, but I only knew about their attacking PAC members.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes, but I'm talking about those who attacked your family.  I'm saying Mfriyi Dludlu is the only person you knew for a fact or you heard to have been responsible for attacking your family, is that not correct?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I did not follow that issue to find out who indeed attacked my family, but what I was concentrating on was finding or identifying the people who were attacking PAC members.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Were your family members PAC members?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "No, that is not correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And these family members of yours were attacked you heard by the deceased, is it so?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "As I have mentioned before, I did not have accurate information.  I don't think my family even knows who did attack them.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Sibiya, I suggest that you killed the deceased because he killed your family members or you believed he killed your family members.  What do you say to that suggestion?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "If that was indeed a personal case I would have responded promptly, but because I believed that these people were after me and my family was only attacked incidentally I did not react in that way.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And I suggest that you killed the deceased because you were revenging.  It was a revenge attack on the members of your family.  What do you say to that?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Well, I may say it again.  The attack on my family did not necessitate that I execute a revenge attack.  If that had been the case I would have responded promptly.  I would have been able to do so, but because I knew how disciplined the PAC was, I would have not have done something of that nature to kill somebody for such purposes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Precisely what order was it that you received from Comrade Mandla?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I explained before that Mandla said that I should identify all those people who were responsible for killing PAC members, who burnt them down and who burnt their houses down, and who were responsible for PAC members fleeing the area.  Those people should be killed so that the attacking of PAC member shall stop.  That is why I killed this person.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did he tell you how to stop that?  Did he instruct you on how to do precisely to stop that?  I want to get the precise instructions that you got from Comrade Mandla.  What steps exactly that he said you must do, apart from identifying them?  He said you must identify them so that they can be stopped.  How were they going to be stopped?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Can you please repeat the question?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "My question is, from the instructions of your commander, how were you going to stop the attack on PAC members?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "From the explanation given to me by Mandla, we were supposed to find the culprits so that we could stop them by attacking them so that they do not trouble PAC members again.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "He did not instruct you to go and kill Mfriyi Dludlu, is it so?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "If you look at this word \"attack\", it means that you just do that, attack the person.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And from your instructions, you were instructed to identify all those responsible and stop them, and you identified Dludlu only and killed him.  He's the only person you killed.  You did not identify others and stop them.  How do you explain this?  Why Dludlu only?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "What I would try to explain, at the time when I was supposed to identify these people, I did so.  I was working with the task force and we tried to look for these people.  I was with Mandla and Sipho at that time and we went out to look for these people.  I was armed with a 38 Special and Mandla and Sipho had handgrenades.  That was that day before this incident occurred.\n\tOn the following day at about three to five p.m., that was when I fortunately met these people at the shop, two of them.  That was when I called them and I wanted to talk to them and Mfriyi came to me and the other one went inside.  I asked him to call the other person so that we could sort out the problem, and he said no, we should just talk between the two of us and I tried explaining to him that their actions were not acceptable and they should try to stop doing what they were doing.  That was when the deceased told me that the ANC was the only organisation in the area and that I should leave the township.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, we're not hearing the translation sometimes of these little interchanges.  It's worrying me a little bit.  Can you try and translate that please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibiya, please carry on.",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "He said I should try to leave the area if I don't want to be killed.  That was when I withdrew my gun and shot at him twice.  The other one was inside the house.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "But I don't understand you.  Your instructions were to stop these guys by attacking them and when you went to Dludlu you had in mind to attack him, not to negotiate with him.  Why did you not attack these guys, I mean these gentlemen?  Why did you negotiate now with Dludlu only?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Because of the way that things happened.  I felt I should approach them in that manner, because people are different.  Some person may be easily triggered off.  Therefore I was trying to negotiate, stop them and see if we can discuss, but from what he said it became apparent that I should in fact kill him.  Unfortunately he was inside the house and I could not go in there to kill him because other people who were innocent might have been killed.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.  Thank you, Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.  Any questions?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "In which prison are you being held currently?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Sorry?",
            "Male"
        ],
        [
            "ADV SIGODI",
            "In which prison are you being held?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "As I'm ... (intervention)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "All right.  I'll just rephrase my question.  When you applied for amnesty in which prison were you being held?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I was in Barberton.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And when you filled in the application forms were there any people who came to give you the forms from the TRC or what happened, what was the way in which you filled in the forms?  How did you manage to get hold of the forms?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "We were given - all the prisoners who wanted to apply for amnesty were given the forms.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And afterwards what would happen?  They would be taken by the prison officials?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "There is a person from the recreation division who used to collect them.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And you say that you filled these forms yourself in your own handwriting?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Now, can you tell me why is it that the first form in the bundle, from page 1 to page 7, why didn't you complete it?  Why didn't you fill it in completely?  Why did you leave out certain sections?  For instance, on page 3, paragraph (c), 9(c), paragraph 10(a), 10(b) and (d), paragraph 11(a) and (b), why didn't you fill in those sections?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "With regards to some of them I did not understand them fully.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And then when did you understand them, because in the other forms you have filled them in?  I mean did you get any assistance or what, for filling in this form, the subsequent form?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes, somebody did try to assist me in prison.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Who was that?  Who assisted you?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Vendi.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Because I notice that the other form from page 8 to page 11, the one where you say that you couldn't identify the victim and that it was a self-defence, and then there was no political objective to be achieved.  Were you also assisted by Vendi in filling in this form?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Why did you need his assistance?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "As I explained before, English as a language can be problematic, so you need somebody who understands it better.  So because he said he understood, he might be of assistance to me.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Were there no forms written in Zulu which were given to you in prison?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "What I remember, before the TRC process began, we used to receive English forms, but when the cut-off date was extended they also supplied isiZulu version forms, but before they just used to supply the English version only.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And then when you filled this form with the assistance of Vendi, did he say the words and then you wrote it in your handwriting, I mean if you don't understand English?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I would say it in isiZulu, and he will write in English.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Oh, now he wrote the forms.  He filled in the forms in his handwriting?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes, he did fill in the form.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But you've just told us that you wrote these in your own handwriting.",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I was trying to explain that yes, what is contained here is mine.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Why did he have to fill in the form for you?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Because I asked him.  He would just tell me the questions, what the questions were and I would respond to him in Zulu and he will write for me.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "This is what I don't understand.  Can you not write?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes, I can, but I do not write English well.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But you went to standard 10 at school.",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "During the apartheid era things were such that the teachers did not teach in a proper manner.  We just learnt in an improper way because even when you were in high school you would still be doing things like copying from other pupils.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Order please.  Order.  Thank you.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Just before you were arrested at the time of this incident with whom were you staying?  Were you staying in your own home or were you staying in your - did you have your own place or were you still staying with your family?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "...[no English translation]",
            "Male"
        ],
        [
            "ADV SIGODI",
            "With whom were you staying at the time of the incident?  Were you still staying at your own home or did you have your own place or were you still staying with your family?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "As I explained before, I used to stay in various places.  Sometimes at a girlfriend's place or with relatives, but I did not have a stable place of abode because my family is in Durban.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Your family and your parents?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes, my mother and my father.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "So you had no fixed residence in Bethal at that time?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And the deceased, your relatives who were burnt, did you at any stage stay with them?  Your aunt and her two children?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes, I will sometimes stay with them and then after a while leave and return.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And if you stayed with them how long would you stay with them?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Well, it varied because I would arrive in the evenings.  Sometimes I will stay for 5 or 3 days.  Maybe some people might see me there for a period of 2 days.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Why do you think that your family was killed?  What reason, what do you think is the reason for your family to be killed?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "What I can explain to the Committee, is that my family died because of me because I am the one who was being sought after as a leader of the PAC in that area.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But I mean if you didn't stay very long with your family, if you had no fixed residence, why would they be killed because of you if you would stay for say 2 or 5 days at a time?  Why would they be killed because of you?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "As my family that is where I used to go.  I can say that was my home.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "So, what I fail to understand is why didn't you take an interest to find out who was responsible for killing your family, because when you were being cross-examined by the evidence leader you didn't seem to know who had been charged for killing your family?  If you regarded them as home, as your family, why did you not take an interest to find out who was responsible for killing them?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "What I'll explain is that it was clear to me was that I am the person who was being sought after, and unfortunately they found the wrong people.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But you didn't even know who was charged in connection with the killing of your family?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I cannot say because what I heard was just from people and I did not know it for a fact because I had not seen the people doing the act.  But if you did not see the person it is difficult to say that they did indeed commit the act.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But surely, I mean from the answer that you gave to Mr Mapoma here, you didn't seem to know that the deceased had been charged.  I don't know if I've got that correctly, I'm subject to correction.  You didn't seem to know that the deceased had been charged in connection with the killing of your family.",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I do not understand the question.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "You said that it was hearsay, you didn't know who had been charged in connection with the killing of your family.",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.  I just heard about it.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But don't you think a reasonable person would have - if you thought that the person who killed your family was really after you, wouldn't a reasonable person have tried all means to find out who killed the family so that I can know who is the person who is trying to attack me?  Wouldn't that be a reasonable response?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Even if you could have tried to find that information it would have been difficult.  Even the police have difficulty in identifying suspects in such cases.  Therefore it would have been difficult for me to start looking for a person I did not know.  But I just thought that whoever had committed these acts, because there was conflict in the township between ANC and PAC members.  Therefore I thought my family had been killed because they were looking for me because of this conflict between the ANC and PAC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Questions, Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.  Mr Sibiya, when was this home burnt down which resulted in the killing of your family members?  When did it happen?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "It was 1990, although I cannot remember the month correctly.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, your uncle, in his evidence at the trial, said it was on the 27th of February 1990.  27th of February 1990, that was his evidence.  You wouldn't dispute that, would you?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "No, I wouldn't dispute it.",
            "Male"
        ],
        [
            "MR LAX",
            "After all it was his house, he would know?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, you told us in your evidence earlier that after you got back from the Transkei and you started recruiting people, that's when all this trouble started and people's houses started getting burnt down.  Do you remember that's what you told us?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "As I explained before, this was happening already and when I returned I found out that it was still continuing, that is the attack on PAC members.  That was when I started recruiting members.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, you see, that wasn't your evidence just earlier.  Your evidence was that when you came back you heard about these things happening and you began recruiting and the pressure got more, and people didn't like the fact that you were recruiting for the PAC and you were then seen as a ring leader and then you started being targeted, and that's why your relatives were targeted.  That was your evidence.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I think that throughout history the PAC in ... (intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Please, let's not talk about history, just answer my question.  It's a simple matter.  You told us in your evidence that it was only after you came back from the Transkei that you began recruiting etcetera, and as a result of that you became a target, and as a result of that your family members were killed and their house burnt down.  However, this happened before you went to the Transkei.  Just explain this for us please, it's really quite simple.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, maybe I stand corrected by the Committee.  I don't remember saying that the family was attacked after he came back from Transkei.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I seem to recall that he was saying that he was of the view that the reason why his family was attacked was because of his position of leadership in the area.  I'm not clear whether he had placed a specific time period on that or not.  So, I assume if this is of any moment then I suppose we'll have to consult the record just to see if you disagree with ...(intervention)",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, I don't disagree that his family was attacked, but I'm talking about the time frame.  In his evidence it transpired during cross-examination that it's not true that your family was attacked and he agreed.  Then the evidence leader continued asking him about that.  But it was not put as to what - actually at what did it happen.  Was it before you came back from Transkei or before you went to Transkei.",
            "Male"
        ],
        [
            "MR LAX",
            "It may be that I'm wrong.  So, I won't push it too hard.  The record will speak for itself later when we read it, and if this issue is important enough we'll consult it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, what does seem to be a fact is that the attack upon the family of Mr Sibiya happened on the 27th of February 1990 and that this incident that we are seized with happened something like 2 years and 8 months later, on the 27th of October 1992.  Those two facts seems to be quite clear at this stage.\n\tSo there seems to have been quite a time lapse between the attack on the family and the attack on the deceased in this matter, which I think was the point that your client tried to make about if it was a revenge he would have acted more promptly.  I mean that's what he was trying to tell us.  But in any case, I mean that seems to be clear on what is before us here.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman, I will ... (inaudible).  Thank you.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, on page 9, what did you mean by these words\n\"So I was the next victim to be attacked as a result of three of my family were burnt in their shack.\"\nWhat did you mean by that answer?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "As I explained before, I was speaking in isiZulu when I answered this question and this person who was assisting me wrote in English.  So I cannot be certain what he indeed wrote on the form.  It's the same thing as is happening here, that we are communicating in isiZulu and English.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, what answer were you trying to give there that he wrote down?  That's all I'm asking you.  I'm just trying to understand what answer you intended giving that he wrote down?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I will request the Committee to explain the question in isiZulu so that I can respond to it.",
            "Male"
        ],
        [
            "MR LAX",
            "The question is\n\"Your justification regarding such acts, omissions or offences as acts, omissions or offences associated with the political objective.\"\nAnd the answer then goes on to say:\n\"Justification, my organisation was under threat and intimidation.  So I was the next victim to be attacked as the result, already three of my family were burnt in their shack.\"\nDo you disagree with that answer?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I think this person did not put it to me properly.  What I meant was that PAC members were terrorised and they were being killed.  That is why I believe my action had political objectives.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, how would he have known about your family and the fact that your family was burnt and so on, as he has written it here, if you didn't tell him those facts?  How would he have known to write it here if you didn't tell him those words?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "When you speak to a person or when you tell somebody a story, you give him all the facts and after that he can then start following the questions and responding to them accordingly.  The inclusion of my family is just because they were also affected when the attack on PAC members was carried out.",
            "Male"
        ],
        [
            "MR LAX",
            "But you see, your family were not PAC members.  You've told us that already.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.  I do not know whether they were supporters, but they were not card carrying members of the PAC.",
            "Male"
        ],
        [
            "MR LAX",
            "So you didn't know whether you were going to be next or not?  You don't know how that got written there, but that's not what you intended to say?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I do not understand the question.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm asking you whether you know how these words that says you were next, you were the next victim, you don't know how those words came to be there?  You were the next victim.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I think that from what he surmised, he might have thought that I might have been the next victim.",
            "Male"
        ],
        [
            "MR LAX",
            "But you've told us that you were the victim, you were the intended victim.  You were the person they were looking for to kill, and you would have told him that surely?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "What is unfortunately is that what I've told the Committee is what I know, that is all that I know.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, when did you speak to Mandla?  When was that?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "If I'm not mistaken, it was in 1991.  I think it might have been early in 1992, although I cannot remember the date.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, let me help you try and remember.  You joined the task force in early 1991, paragraph 5 on 2 of your affidavit.  How soon after joining the task force did you go to Umtata for training?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I joined the task force in 1991.  I was in the task force for about 4 months.",
            "Male"
        ],
        [
            "MR LAX",
            "And then you went for training?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I spent 4 months at Umtata.",
            "Male"
        ],
        [
            "MR LAX",
            "So, did you go for training early in 1991 when you joined the task force?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "So, you would have finished your training before the middle of that year?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And by the middle of 1991 you were back in Emzinoni?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, if you look at paragraph 7 of your affidavit, you did your basic training, you finished it, you spent a month at Efolweni and then you went back to Emzinoni?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "...[no English translation]",
            "Male"
        ],
        [
            "MR LAX",
            "So, we can safely say that by the middle of 1991 you were back in Emzinoni?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And that's when you would have become aware of all this friction that was going on in the township, and now as a member of the task force, it was your duty to do something about it, so you then contact Mandla, correct?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "So, the question is, it seemed to me at any rate, that you probably contacted Mandla somewhere in the second half of 1991?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Although I do not remember the date, but it was before this incident occurred.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, the question I'm trying to get from you is how long before this incident?  That's really the main issue I'm pushing at, and based on your previous evidence, when you became aware of the friction you wanted to do something about it.  And so common sense says that that would have been somewhere in the second half of 1991, closer to the middle of that second half than anywhere else.  You with me?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Although I get your question, but I think there are bits I do not understand.",
            "Male"
        ],
        [
            "MR LAX",
            "In any event, you would have spoken to Mandla, even on your own version, by early 1992, correct?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "What I can say is that I was in contact with Mandla because he was my commander.",
            "Male"
        ],
        [
            "MR LAX",
            "Your instructions were to identify these ring leaders and to stop them?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Why did you wait until October before starting to do anything about stopping them?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "What I can tell the Committee is that at that time I tried to contact Mandla to explain everything that was happening in the township.  After doing that, he promised - Mandla promised to give me or supply me with a weapon.",
            "Male"
        ],
        [
            "MR LAX",
            "Carry on.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Will you please repeat the question?  I think I've stopped for quite a while.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, I'm trying to understand why you took so long from the beginning of the year till October to do something about stopping these people who, on your evidence, were killing your comrades, they were chasing them out of the township, they were burning their houses down.  It took you 10 months to do something about it.  Why?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "At the time I tried to contact Mandla, as well as the director, but I was unsuccessful in contacting the director.",
            "Male"
        ],
        [
            "MR LAX",
            "But you see, on your evidence you'd already contacted Mandla, early 1992 you contacted him.  I would say it was probably a bit earlier than that, but I'll give you the benefit of the doubt and say it was early 1992.  It's still that 10 months that nothing happened.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "There's something I don't understand.",
            "Male"
        ],
        [
            "MR LAX",
            "What don't you understand?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "The way you put your question, I do not understand.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, you're now explaining the reason why there was a 10 month delay, because you couldn't get hold of Mandla, but you've already told us you had got hold of him.  You got hold of him at the beginning of 1992.  Do you understand?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Do you mean from 1991?",
            "Male"
        ],
        [
            "MR LAX",
            "You have testified to us that you spoke to Mandla about this problem and got your orders from him in early 1992.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, I'm saying please explain why it took you from early 1992 till October 1992, the middle of October 1992 to begin to do anything about the problem in terms of stopping these people?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "At that time I was busy with meetings and workshops and other things.  That is why a long time elapsed.",
            "Male"
        ],
        [
            "MR LAX",
            "So, it clearly wasn't your main priority to stop these people?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "As I say, I was busy with meetings.  We were discussing such issues about what to do.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, the point I'm really building up to is, if there was so much violence in the area and your comrades were under such an amount of difficulty and attack, as a task force it was your duty to do something about that, not to spend your time in workshops and meetings, isn't that so?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "What I think is that our duty was to protect, but because of the situation things did not go according to plan in the township.  There were police in the township and there were other problems.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, in the trial from two different sources there was evidence to say that there was no unrest in that township at that time.  There was no conflict between the ANC and the PAC at that time.  Can you comment on that?  Do you remember there was that evidence in the trial?  One from a policeman who said so, and the other from some of the witnesses who saw you at the scene.  And also from your uncle.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "At that time I perceived the court as oppressive, such that I do not have knowledge of other things or other matters that were discussed in court because I think they were trying to suppress us.",
            "Male"
        ],
        [
            "MR LAX",
            "But in the court case this wasn't seen as a major political matter.  The issue of the political nature of your actions wasn't made evident.  It was in fact disguised completely.  It was avoided by you and your defence and by the prosecution.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "As I've explained, things happened in court.  What I tried to show up in court was that I was a PAC member and that the deceased was an ANC member, but I did not get into the nitty-gritties of the case.",
            "Male"
        ],
        [
            "MR LAX",
            "Please turn to page 10.  Please look at paragraph 12(e).  I'll read to you what it says so it can be translated to you.  The question is\n\"Offence in respect of which found guilty and sentenced, if applicable.\"\nAnd the answer is:\n\"It seemed that I was paying the revenge of my family.\"\nWhat did you mean by those words?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is the way the courts looked at the case and that is how they actually perceived it, and that is how they decided on it, that I was acting on revenge.  I was surprised and shocked by this.",
            "Male"
        ],
        [
            "MR LAX",
            "Your advocate used that as a justification, as a mitigating factor on your behalf when she addressed the court on sentence.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "What I will say is that I personally, when I arrived in court, I just got a lawyer there in court and I told him that I was not guilty of the crime.  That was the only thing that I told him.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Sibiya, after this incident, to your knowledge, I know that you were arrested soon after that, but to your knowledge, were there any further attacks of PAC persons by the ANC?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "What I can say, I did try to communicate with my members, but they tell me that things have quietened down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that after this particular incident where Dludlu got shot?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes, when I was sentenced.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From the information at your disposal, was the deceased Dludlu, was he one of the leadership figures in the ANC structures?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I would put it yes, he was, because he was in the forefront.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then on the particular day when this incident happened, was it just by chance that you were alone that day, that Mandla and Sipho were not with you?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "From the way that it was planned, things did not go accordingly.  We started looking for these people the previous evening, but it was only on the following day that I met these people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't expect that you would meet them?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "No, I did not expect it.  It was just pure chance.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you report back to Mandla after the incident, after you had shot the deceased?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "When I finished doing this, I did not sleep at home that night, but I did not get the opportunity to report to Mandla because on the following day when I arrived at home I was informed that the police had been looking for me.  That was when my uncle took me to the police station and therefore I did not get the opportunity to report the incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The third of the applications form that you completed, or that was completed, seems to be more detailed, seems to contain a lot of the information that was left out in the previous ones.  Did Vendi assist you with completing the third form as well or who assisted you, if any?",
            "Unknown"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "What I remember is that he indeed was the only one who tried to assist me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mbandazayo?  Just a minute.  Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, Chairperson.  Thank you.  There's something I forgot to touch on when I was asking these questions.  You say that many, many people were chased away from the township, or killed, or had their houses burnt down, is that right?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, you'd been to that township many, many times before 1991.  It wasn't your first time to come there?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "You spent your school holidays there?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "I would sometimes go there on school holidays.",
            "Male"
        ],
        [
            "MR LAX",
            "And so you were quite well known in the area?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "You would have known quite a lot of the people in the area?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes, I knew most of the people in the community.",
            "Male"
        ],
        [
            "MR LAX",
            "Can you tell us who some of these people were that were killed, apart from your own relatives, other people?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Somebody I remember is Bibi Masidlela, a female.  Lucky Similane as well as Sbenzi whose surname I've forgotten, and others whom I did not know.",
            "Male"
        ],
        [
            "MR LAX",
            "How many others approximately were killed?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "If I remember correctly, there may be two or three, but the person I remember well is Bibi, because I was also in the area when that happened.",
            "Male"
        ],
        [
            "MR LAX",
            "So, in this period then we have five PAC members who are killed over this period, plus your three family members, and that's from 1990 until 1992.  In other words, nearly three years.",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm saying you've spoken about two names and you've said two or three others.  So that's five people, plus your three family members.  They are the ones that were killed over this three year period, from 1990 onwards?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "That is so, although I cannot - maybe I don't know others.",
            "Male"
        ],
        [
            "MR LAX",
            "And approximately how many - these people that were killed, were their houses burnt as well?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "With regards to Bibi, he was shot but his house was not burnt down, but Lucky was killed and his house was also burnt down.",
            "Male"
        ],
        [
            "MR LAX",
            "How many other houses were burnt down?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "The ones that I remember well are about seven.",
            "Male"
        ],
        [
            "MR LAX",
            "Eight in total then?",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Thanks, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  Mr Chairman, I would just like to just to have an adjournment.  I have to answer a call of me.  I have pressed up, I just waited for you to finish.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "So to take tea.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shall we adjourn for tea then ... (inaudible)",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "SONNYBOY JOHANNES SIBIYA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  Mr Chairman, I won't do any re-examination, Mr Chairman.  That's the applicant's case.\nNO RE-EXAMINATION BY MR MBANDAZAYO\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman, there is no further evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you ready to address us, Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I'll try my best, Mr Chairman.  Mr Chairman, the applicant is Sonnyboy Johannes Sibiya.  He is applying for amnesty in respect of the death of Mr Dludlu.  In terms of the Act, is it required he must belong to a recognised political organisation and what he did must be associated with political objectives, and that he must have been acting within the course and scope of his mandate of that particular organisation, and that he must have made proper and full disclosure before this Committee.\n\tMr Chairman, I would say that for purposes of this case, that it's not in dispute that he was a member of the PAC, which is a recognised political organisation.  And the second leg will be whether what he did on the day in question was associated with political objective or within the course and scope of his mandate as a member of that particular organisation, that is the PAC.  That's the point this Committee has to decide.  That's the first point.\n\tMr Chairman, the evidence, it's not in dispute that the applicant killed the deceased, and the question is the circumstances under which he was killed.  It is not in dispute, Mr Chairman, that the family of the - that the deceased was once charged for the killing of the family of the applicant and this incident happened on the 25th of February 1990, and the incident of killing of the deceased happened in October 1992, which is, Mr Chairman, a period of more than two and a half years after that incident.  Now, the question is whether would that fall within a revenge, that he has to wait for almost two and a half years before he pays revenge for what happened to his family.\n\tMr Chairman, I submit that though that is slightly, but taking in the circumstances under which this matter happened, one would ask himself why he did not for all these months and years seeing this person coming here at Bethal, not go and do as he did on the day in question, and approach this guy and go to him and just shoot him or do whatever he wanted to do for him for almost two and a half years.  Then definitely ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, there doesn't seem to have been sufficient evidence that linked the deceased to that particular incident.  It appears as if nothing came of the charges.  So, you know, the indications before us linking the deceased to the attack on the home of the applicant's aunt is very, very tenuous in fact.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  I was going to just come to that point, Mr Chairman.  That the deceased was charged and I assume that the charges were withdrawn, and the applicant, taking what the applicant has said to this court, though he was not clear, coming up clear on whether he knew when he was asked by Advocate Sigodi, member of the Committee, as to, \"Why did you not have shown any interest in somebody being charged for the killing of your family\", and he said that he only believed that it was not intended for them, it was intended for him, and also put it that sometimes the police arrest people because they are suspects, not necessary that they have evidence, which also was the case in this matter.\n\tIt's clear that had he acted because this person has been charged and saying it was a revenge, he wanted to revenge his family, definitely it's clear that he would have in all likelihood that he was attacking an innocent person if it was going to be a revenge, because definitely even the court of law did not come up with any conclusive evidence against that particular deceased.\n\tNow, what I'm driving at, Mr Chairman, is that as you correctly put it, that there is a slim linkage that what was done by the applicant on the deceased on October 1992 was as a result of the incident of the killing of his family.  The applicant puts it to the Committee that what led him to that was a conflict between ANC and PAC.  Mr Chairman, I want to put it clear to this Committee, also to ourselves accept from the mouth of the applicant, we don't have any evidence to support that there was a conflict.  But, Mr Chairman, I want the Committee to take into account that after the unbanning of the organisation when they came inside in the country, there was a conflict between the organisations for a political space.  That happened.  That did happen, and members of both organisations were killed, not necessarily ... (indistinct), that did happen.  Especially in 1990 and 1991.  And even, Mr Chairman, at schools, some school kids they were chased away from schools because they happened to belong to a particular organisation.  So, there was a political conflict at this time, but as I indicated, I'm hastening to say that we did not accept from the mouth of the applicant, not any more evidence to put it that in actual fact this was the case from the time.  And also unfortunately maybe the victims would have thrown some light on this aspect as to what was actually taking place at the time, with the exception that from what I read from the court record, that the police were saying that there was no political conflict at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know what sort of weight one attaches to that kind of information, and what weight one attaches to what transpired in these trials.  In any event, what is the onus on your client on the balance of probabilities to satisfy us that the incident indeed happened as he has testified, not so?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Mr Chairman, that's the point, Mr Chairman, I'm trying to drive at.  That I was going to say that the police inasmuch as they gave that evidence, also the applicant in the case denied, came up with a defence of alibi.  So, there was no way that this could have come up as a defence because he was disassociating himself even being present at the scene where the deceased was killed.  So, in that circumstances it was going to be difficult to come up with a political motive at the trial, because he wanted to get away that, \"I was never there\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He did say, according to the judgment, that he was a member of PAC, that he was normally an active member of the PAC, but that in the area of Bethal it was more of an ANC stronghold and that he was there maintaining a relatively lower profile.  So, it appears at least from the trial there, that he has given an alibi, as often happened in these cases, and at least he seemed to have owned up to his political affiliations at the very least, even at that stage.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  Hence I've said in my beginning that it seems as if it's not doubt - at least in dispute that he was a member of PAC.  Now, Mr Chairman, without taking much of your time, I want to say to this court that in the absence of contrary evidence to what the applicant has put before this Committee, that he was a member of PAC and that because of the political conflict which was existing then between the PAC and the ANC in that area, he has to act in order to defend the members of the PAC and also their homes in order that everybody's in better - there's nobody harassing or intimidating any other person.  Everybody has got political space.  And in the absence, \tMr Chairman, of any contrary evidence to that, I want to submit and request this Committee to take that the applicant has made full and proper disclosure as regard to his role in the killing of Mr Dludlu, who was the deceased in this case.  That he indeed was the person who shot the deceased, and that he shot him because of the political conflict, and because of the threats and also in actual fact what was happening that the homes of the members of the PAC were being burnt down and they were being chased away from the area and that on the day in question the deceased told him that the only organisation that is going to exist in this area is the ANC, and that he also has to leave Bethal and that he interpreted that he is going to continue with the killing of the members of the PAC and they are going to continue harassing them, and that he has to act in order to prevent recurrence of those incident.  And it was those circumstances that the deceased was shot by the applicant.  And that I humbly submit to this Committee to grant Mr Sibiya amnesty as he has applied for it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, do you submit that we should find that the killing of the deceased happened a day after the applicant and Mandla and Sipho were searching for the people who identified as being responsible on the ANC side for the conflict?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you.  That's the position, Mr Chairman.  As he put it in the affidavit, that a day before he went on searching for these people, and that it happened thereafter, after they have failed to find them and he managed to get them during the day whilst he was on his own, and that it happened after they were searching for them, Mr Chairman.  I want it to be taken on ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what are your submissions on the criticism that was levelled at your client's testimony based on the content of the three application forms?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, I must hasten to concede that I've been in many of these cases and from the start of this hearing, 1997, early 1997, you find that in most of the cases it's difficult for the applicants to admit that, \"I'm not the person who filled the application form I signed, somebody was assisting me in doing this thing\".  And most of the time, Mr Chairman, I would like the case I quoted in particular I have, which I referred to was, as I indicated, this was Mr Mandla, this one Eastern Cape Azapo guy, where WILSON J was said, after hearing the whole evidence, and he went through the application and he found that he does not meet the requirements of the Act, after we have almost completed everything.  And he looked at the application and he said, \"No, this application is not supposed to be before the Committee\".  And I asked him one question that, \"Mr Chairman, taking into account your experience that even mine is not even a third of yours in terms of experience, you did not pick it up.  You have this application for more than a month\".  He admitted that he had, but he did not pick it up that he does not fill.  How much more to the applicant who is not trained legally to fill these forms.  And most of the cases they don't understand what is actually wanted in the application forms, and you find that in those circumstances.  For instance, as Mr Lax put it in one of these, it seems as if it was a revenge killing, and it's clear what he has written there, as he put it, that it's what was said in court.\n\tIn court it ended up being regarded as a revenge killing, and he puts it in the application form.  So, those are the problems, Mr Chairman, you find in these application forms, and you find that he had three application forms and it's almost most of the problems you find those things.  Because you submit application forms through the prisons and some receive letters that, \"We acknowledge receipt of your application\", and he does not receive it and he will think that, \"Mine was not sent\", and he do the other application, and in the meantime some come up with new facts and they recall what actually happened, and they get some advice and to how they applied and you find that it improves in some of them.  \n\tAnd most of the application, Mr Chairman, are - I want to submit that most of the applicants, some of those application have been rejected and some were helped because the dates were extended and we have them to fill.  And you find that there is no political motive.  Most of them were filled by prison warders in Afrikaans, and he does not understand Afrikaans, and when it's read there you find that there was no political motive, and when you go there and you find that there was a political motive in actual fact.  So, Mr Chairman, I want the Committee, when dealing with this, taking into account this application, the difficulties in filling this form in some of them in prison, it's not that easy because some of them don't understand the language in which they are put and what in actual fact is wanted in the application form, and that create difficulties.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Looking at those three application forms as a whole, what is your submission, does the effect of those three taken together, does it support the case that your client has presented in his testimony today or not?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, I would submit that it support his case in some respects, in some of the instances where there are - in some instances there are, in as far as saying that, \"What I did it for was to protect the organisation\", though always it crops up the question of the family which, Mr Chairman, I want the Committee to understand in that context that, as he put it, that he regarded the attack in his family as a political incident which was not necessarily aimed at his family, but aimed at him.\n\tAnd it's in that context that he always put the family, that his family was attacked and he was next, and that he regard that the primal target was him, not the family.  And it's only on those instances where his family crop up, and that's why there's always the point of revenge always crop up, because he always mentioned the family.  And it's only the way it is put regarding the involvement of the family in the whole incident that I submit, Mr Chairman, creates some questions.  But, Mr Chairman, my submission is that it's only the way it is put, that makes it as if it was sort of a revenge.  But taken as a whole, Mr Chairman, I submit that it's in line, his application forms in line with his testimony today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any submission on the weight that we should attach, relative weight, to a situation where an application form which is completed without legal representation, legal assistance conflicts with testimony that he's presented subsequently, where a person is legally represented?  Do you have any submissions in regard to the relative weight that has to be attached by us to either the application form or the testimony under those circumstances?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  Mr Chairman, my submission is that the Committee should take the evidence and the application all as a whole in totality, and take them into account, all of them.  And taking into account the circumstances under which the application form was filled, and also to take into account that the applicant, at the time he was filling the application was not legally represented, in that sense somebody who understands the contents of the application form, what is required in the application forms.\n\tWhen taking his testimony, that the Committee should take into account that it had an opportunity this time when he was giving an oral testimony under oath to question him on some of these aspects regarding the application and also regarding his testimony.  And that should be taken all in totality when deciding the matter.  And also, Mr Chairman, that the shortcomings of the applicant most of the time, as it appear in the - he was honest, Mr Chairman, that although he did not refer to him personally, that most of the time as how I interpreted, I may be wrong, Mr Chairman, that though somebody will find him that he goes up to standard  10, it's not necessarily because it reflects his ability, sometimes it's because he managed to get in that high standard, if I interpret it, in an improper manner.  It's not necessarily that it was his ability to go there.  That's how I interpreted that.  \n\tSo, the Committee should take into account that, you know, somebody who is going to say look, though he did not say it in many words, \"That you must understand that it's not necessarily that it was because of my ability that I managed to get to that standard\".  So, we have those problems, Mr Chairman, and I want the Committee to take those into account.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mbandazayo.  Mr Lax, yes?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Mbandazayo, can you just address one issue, and that is an area of concern in my own mind, and that is the question of if he was the primary target, as he says he was, why did he take so long to do anything about dealing with the threat to himself and the other people?  I mean how must we understand his replies in that regard?",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  Mr Chairman, if I may interpret his replies in my way, which is of course subject to the correction to the Committee, how he interprets it.  That especially the question you ask as to, \"Why did you take so long for that\", and he ended up - he told the Committee that, \"I was busy with the workshop and the meetings\".  The way I interpreted it is that, Mr Chairman, I was trying to solve this matter in other means, that we were involved in workshops, though I haven't so ... (indistinct), Mr Chairman, I've said I'm subject to correction, that he was trying to solve this matter in other means.  That is the conflict, trying to avoid, that is the confrontation per se.  And also that, Mr Chairman, though I know that maybe it was not interpreted, but he came up with this answer which came through, which also I happened to listen in Zulu, when he said that, \"I contacted Mandla, but he promised me to bring me something which he did not know that I already have\".\n\tAnd though, Mr Chairman, I don't want to put it in many words, that it was clear that what was that means, that he was waiting for weapons which he already have one himself.  That's how I interpreted it.  And so that's the reason why it takes so long.  And also, Mr Chairman, I wanted to take into account that he told the Committee that he was not staying full time at Bethal, and that also has an affect, that he was coming in and out of Bethal, and as such definitely he did not have enough time to attend to that matter at Bethal.  And also that, Mr Chairman, in those conflict it was not easy, Mr Chairman, even if you have to act because of the circumstances under which they were happening, Mr Chairman.  The situation was volatile, it was risky.  You have to make calculated moves before you can act because it can end up being also yourself being also being cannon fodder, if I may put it that way, and you lead yourself to sacrifice.  \n\tSo, there are many risks which are entailed in whatever action you are going to take during those days.  So, it was not easy just because you have been instructed to do that and you do it immediately, because the situation in most of the cases which I know, I happen to know some of the areas, they were volatile, it was not easy.  So, I don't want, Mr Chairman, as I put it, I don't want to ...[end of tape] is that the Committee should take various factors into account as to that regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What sort of time lapse is one talking about?  I'm not quite sure about that.  How do you understand the time lapse that's in question here?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, my argument is based on the question of Mr Lax, because I don't know whether it was confusing, but I don't want to now in my address to change what happened, but my understanding when I was leading evidence was that the applicant in fact initially, when Mr Lax asked it, \"When were you given this order by Mandla to do this\", he said, \"Early\", and he said \"Early\", the record can bear me, \"Early, and it was early, early in October\".\n\tAnd the question subsequent to that, he asked him questions and he ended up agreeing with Mr Lax that it was early 1992.  Now, that's why my argument is based on the time lapse, because my understanding initially and also my consultation with him, was that it was given - it was early in October when he was given order to do that.  But I don't want to put words into his mouth because he was answering, he was here under oath and he agreed with the member of the Committee when he said that it was given early in the year.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, but that's my difficulty, whatever that means.  He said early, let's assume his testimony was it was early in 1992, we don't know what that means, and that's why I've asked you.  I mean from your understanding of the testimony, is there any assistance that we can get in terms of trying to pin that down?  I don't know how much it helps.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, I don't want - I would mislead the Committee if somebody say - you can't say in October it was early '92, definitely.  That's my concession.  By any standards, Mr Chairman, you can't say October was early '92.  It's towards the end of the year.  So, that's why in my argument I ended up saying that the Committee should take into account various factors, because my understanding initially and my consultation was that it was in October.  Hence the whole thing happened in October.  But when the member of the Committee Mr Lax asked him, he agreed with him that it was early 1992, which by any standards it can't be October if it was early '92.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it could be the first half of '92?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, it could be the first half, Mr Chairman, of '92.  It could be.",
            "Male"
        ],
        [
            "MR LAX",
            "If I could assist there.  You will recall that I spoke about early 1991 when he went for his training.  We actually spoke about months and when it was, and when he would have come back by.  So, I think that all preceded the subsequent set of answers.  I think the context would have been clear to the witness by that time.\n\tBut I accept that his evidence was not in terms of your instructions initially, and there's potentially some possible confusion there.  Perhaps that's a matter that should have been dealt with in re-examination.  But be that as it may, my only concern was I also spoke of 10 months and we clarified that in the process of the questions.  So, really that was why I'm raising the delay with you.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chair.  That's why, Mr Chairman, also my argument is based on that time, that the Committee should take into account various factors when deciding, that it's not in some of the situation which I happen to know in places where this happened, it was not that easy and most of the time you will find that it was tried to be resolved in many ways.  People were attending meetings, people, you know, with some church leaders intervening, but it was continuing and it ended up being full scale and some paying revenge, trying to fight back because it's not paying whatever mechanism are being used to try and resolve this matter.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, Mr Mbandazayo, Mr Mapoma put to him, \"Why was it necessary to kill him if your order was to stop\".  You know what other measures etcetera.  Now, there was no mention at that stage about other measures or meetings or anything, that's why I'm just a bit concerned that this is the direction your argument's going in.  But I just thought I'd raise that with you.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, if I can go to that question as to why he had to kill him.  Mr Chairman, I think it was clear in the affidavit that he has to seek and identify the culprits and attack them.  How else would you interpret that, to attack somebody?  If you are attacking armed with a weapon.  That's what it means, that you have to kill, that is the perpetrators, those people you perceive are the main actors in the conflict.  That's how I interpreted the attack, Mr Chairman, and that's how I interpreted that what was the reason why he shot him.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, just to play devil's advocate for the moment.  There's another interpretation of attack and it's in line with his evidence which was, \"If you show them that they can be hit, they'll leave you guys alone\".  In other words, go and attack their homes if they're attacking your homes.  Show them that they're vulnerable.  That's another possibility that one can't exclude.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, I agree with you, Mr Chairman, 100%.  That's another possibility.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, the issue here is proportionality and his instruction and the proportionality of his instruction and his action, and that's really why I was interested to see if you would deal with that.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  Now, I do get your point on the question, that of the proportionality.  Mr Chairman, if you look, as I indicated, that one would interpret, as you put it, differently, the attack, it's subject to different interpretations.  One, it may happen that he interpreted that way, that you have to kill when you have to attack.\n\tAnd, Mr Chairman, it's my submission that in most of the cases is that if the proportionality has to be in these matters, it's ... (indistinct) of this nature, I always find it difficult, I always argue that proportionality should not be applied to the question of the foot soldiers who are not in the position, who are not decision-makers, who most of the time carry out orders.  I'm talking now in general, Mr Chairman.  I don't want to - I'm talking in general, Mr Chairman.  Because there are people who decide that in terms of our principles, these are the targets and when you identify targets you identify them in terms of these guidelines.  \tAnd then those are within the principles and policies of our organisation, then you can attack.  Now, they have not decided on the guidelines, on the policies as to what is the target.  So, they carry out instructions that in terms of the guidelines and the policies we have, this is the target I have to attack it.  And my view is that, which of course is not said by everybody, that the proportionality should be applied to the people who are giving orders, that those things should be carried out.  \n\tAnd if now we look and we accept that his action within the course and scope of his political objectives, that is to defend his members, and we accept his evidence that members of the PAC were being killed, then I would submit that, Mr Chairman, were killed and their houses were burnt, some of them were killed, that in this instance the actions of the applicant were not out of proportion as to what was happening at the time.   And that I'm basing on the assumption that the Committee accepts that there was a conflict and people were being killed, the members of the PAC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no, no, I follow that argument and in fact it is difficult to see how the issue of proportionality really becomes important under these circumstances where, if one assumes people are killed and houses are burnt down and so forth, and there's a killing in response, then it is difficult to appreciate that proportionality could very well be a key issue under these circumstances.  Isn't the point that what is required of your client, the applicant, is to show that, amongst other things and coming to this question of attack, because that's really what your debate was about with Mr Lax, isn't the question that your client has to show that he acted bona fide, in good faith in executing an order?  That's the express terminology of that particular subsection in the Act.  If what he did could be a bona fide interpretation of the instruction to attack, isn't that all that the applicant needs to meet under those circumstances?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  I want to quote it, to put it as you've correctly put it, subparagraph (f)\n\"Any person referred to in here who, on reasonable grounds, believed that he was acting in the course and scope of his duties, within the scope of his express or implied authority.\"\n\tThat's the crux of my argument, that at the time he acted, he believed that, he reasonably believe that he was acting within the course and scope of his duties, and within the scope of his express or implied authority.  That's the crux of our argument.  That at the time he acted, he believed that, what he was doing was in line with the organisation and what he was expected of him.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Mbandazayo, and with your permission, Chair.  Section (f) doesn't pertain to your client.  Section (f) deals with people who were referred to in (b), (c) and (d) which are employees of the State.  He falls under (a) really, and just to pick up on the Chair's point, Mr Mbandazayo, I'll just read it for you\n\"Any member or supporter of a politically known organisation or liberation movement, on behalf of or in support of such organisation or movement, bona fide in furtherance of a political struggle waged by such organisation or movement against the State or any former State or other publicly known political organisation or liberation movement.\"\nSo really, it's in that context that the bona fide issue crops up.  I agree with the way the Chair has put it.  This question of scope of duties and reasonable grounds of believing and so on, and implied authority crops up in relation to employees specifically, and he wasn't an employee.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  As Mr Lax put it, definitely he was not an employee of any State, but he was a member of the political organisation and definitely, Mr Chairman, it's still my submission that at the time he acted he bona fide believed that he was acting within the organisation's ambit, and in furtherance of the aims of the organisation.\n\tAnd if one widens and interpret further the aims of the organisation, how would you further the aims of the organisation, by attacking another member of the political organisation.  Definitely, Mr Chairman, if we take it in the context, is that if I'm attack and I cannot further the aims of my organisation, it means I'm no longer doing my duty, so I have to remove the stumbling block in furthering the aims of my organisation.  \n\tAnd it was in that context that the applicant acted, because he reasonably believed that the political objectives of the PAC were being hampered by the ANC, if I may put it in general, in that area and these people were the main culprits and they have to be removed.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mbandazayo.  Mr Mapoma, it's 1 o'clock, how long do you think you're going to be?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I won't be long, Chairperson.  I can be five minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Inaudible)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, sir.  Mr Chairman, I will not be arguing in opposition to the application as such, more so, Chairperson, when I do not even have specific instructions towards that direction.  But, Chairperson, what I would like to do is to raise what I would call some concerns in the application itself.  I will leave it to the Committee, Chairperson, to make his findings.\n\tMr Chair, I would just want to raise that, Chairperson, it may well be that the applicant was a member of the PAC, and that being the case, Chairperson, one need to be wary of a situation where a person does an act for personal revenge or personal vendetta behind the cloak of politics.  This is a trite case for that possibility, Chairperson.\n\tThe thrust of the applicant's application seems to be that there was a political conflict between the ANC and the PAC in the area of Bethal, but the court says the opposite, and in fact it transpires that in court the defence witness gave evidence to that effect that there was no political conflict between the ANC and PAC during those days at that particular area.  It's therefore, Chairperson, as it stands, invites the applicant to do what is reasonable by way of putting evidence before this Committee further to show that there was a conflict.  What I'm saying, Chairperson, is what is contained in the court proceedings and the word of the applicant seem to contradict and that should have been some pointing fingers to the applicant that these are going to be areas of contention.  \n\tSo, I submit, Chair, that in that particular area the applicant should have done more to satisfy the Committee, that there was that conflict, because it is claimed that this killing was as a result of that conflict.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But, Mr Mapoma, on what basis are we to reject his testimony before us in the absence of any other counter evidence, as Mr Mbandazayo had submitted?  The criminal trial, when it came to the question of sentence or mitigation, had obviously been conducted on the basis of revenge.  The State had sort of relied, it's quite clear on the question of revenge, in a situation where the accused was raising an alibi.  He knows nothing about this incident, he was at the school attending a concert.\n\tSo, under those circumstances, there was never really any list, any point of dispute on the underlying motivation for the incident between the defence and the prosecution.  And it's not uncommon to have that sort of all or nothing situation where, if you raise an alibi you waive the right to rely on clear mitigatory factors subsequent to a conviction.  You normally on an alibi, you normally go for all or nothing.  You're convicted and that's the end of the road really in sense for you.  \tSo, under those circumstances, I mean what sort of real weight can we attach to what happened in the trial, and to what extent can we criticise the applicant for not having raised the question at that stage, because I think in the judgment on sentence, the court says, \"The accused still denies that the attack was based on revenge\".  So, it's obviously clear that it was one of those cases that was conducted on the basis of all or nothing, if you go down on the trial you might try your luck on an appeal, but your hands are tied on mitigation.  So isn't that the sort of situation that we have and how do we deal with that?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman, I agree that that situation as the Chairperson has correctly put it.  But, Chairperson, what makes me uneasy is, as it is now, the Committee is called upon to take judicial notice that there was a conflict between the PAC and the ANC in Bethal at the time as things are now.  That is the only concern that I've got in that particular point, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I follow your argument.  You say that it may well be that the applicant is in fact a PAC member?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the deceased, is there any common cause on the political affiliation of the deceased?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Well, there doesn't seem to be a common cause, except for that the applicant has testified that the deceased was the member of the ANC.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Mapoma.  In the judgment it seems quite clear from the evidence presented at the trial that he was an ANC person.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Oh yes, I agree.  I agree, sir.  That is also transpiring in the judgment.  One other area of concern, Mr Chair, is the fact that if it is a situation where there was a conflict between these two political organisations, hence a retaliation by the applicant, hence the murder of the deceased, why the deceased only?  Why the deceased only, Chairperson, particularly against the background that the deceased is the person who was to blame for the murder of the applicant's family?  And it may be recalled, if it would be recalled, Chairperson, that the applicant has laid a background to the effect that there was a conflict and there was a plan to retaliate to the extent that a day before a unit went in search of the ANC so-called gangsters, I mean the ring leaders so to speak.  That was on the 15th.  There was a day in between, there seems to be nothing that was happening.\n\tNow come day number three, the applicant alone meets the two ring leaders with the ANC and kills the deceased only and not the other one.  And it doesn't seem that there's any evidence to the effect that the unit carried out the retaliation further after this incident.  Chairperson, you will remember this particular question was put to the applicant as to whether after the ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Mapoma.  Can I just ask the member of the press, please when we're in session would you just hold on on that please.  It does interrupt us, okay.  I'm quite sure you'll have a lot of opportunities to do that.  Carry on, Mr Mapoma.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, sir.  I'm just thinking where I were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry.  You are dealing with the fact that the applicant was on his own a day or two before they were moving as a unit and on this incident he was on his own.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you.  Thank you, sir.  I was just saying, Chairperson, it was even put a question to the applicant as to whether after this particular incident there were further attacks from their part, and there seems to be none.  And one wonders why, because the conflict should have carried on.  As I say, Chairperson, it's just a point of concern.  Unfortunately there's no evidence to counter that from the part of the victims, but that is that kind of situation that is raising some concerns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I follow the point.  Just two issues in this context.  Is there any reason for us to reject the testimony that a day or so before this particular incident there were these three persons, applicant and his two fellow members, that were searching for the so-called culprits?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, there doesn't seem to be any from the look of things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then the other point is, what do you make of the time lapse between 27 February 1990 and 27 October 1992 in the context of the submission that you make that there should be concern about the fact that it was only the deceased that was attacked?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes.  Chairperson, it will be recalled that this or the argument of the applicant is to the effect that a period of over two years in between the incident of the attack on the family and the murder of the deceased, but it will be recalled, sir, that after the incident the deceased was charged and the criminal court process was going on.  It may well be that the applicant lost faith in the process, and in fact the charges were withdrawn.  It took some time.  So, the period between the happening of the incident, of the murder of the family of the applicant and the deceased is not as wide as it seems to be portrayed in the argument now from the applicant.  There was that interruption between the pending trial against the deceased until the charges were withdrawn against the deceased, and that may be the cause.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, I follow, but is there any indication as to when the case was abandoned against the deceased?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Unfortunately, Chair, I'm at pains really to find out when exactly were the charges withdrawn against the deceased, because that would be a crucial point.  Mr Chairman, those are the only points I just wanted to highlight.  Thank you, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.  Any questions?  Do you wish to respond, Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, I wouldn't like to respond to my learned friend.  So, he's entitled to raise any concerns he has, except to say that inasmuch as he's concerned, as he correctly put it, his hands are tied because there is no evidence to back up all his concerns.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Gentlemen, thank you very much.  As you would have concluded from some of the discussion, we would obviously need to look at this and we need to take some time to come to a decision on this particular matter.  For the moment the matter will be concluded pending a decision.  We will consider our decision in the matter and will give that as soon as we are in a position to do so.  Now, that concludes the matter of Mr Sibiya.  I know that there is one remaining matter, and that Mr Mapoma at the very least needed the ...[end of tape]\n\t We will now adjourn.  It's 1:15.  We will adjourn and will you please let me know what the position is with regard to the next matter?  When we can start with that, and then we can deal with it under those circumstances.  So, we'll adjourn until you inform us that you are ready to proceed with the last matter on our roll.  Thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, can we proceed to look at the matter of Mvijane?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.  Chairperson, in this particular matter, that is one of Mpumelelo Nkosinathi Mvijane, case number 7355 of 97, there are some problems.  The problem that has ruptured, Chairperson, is that this particular applicant has got a co-applicant by the name of Lulamile Khwankwa.  Unfortunately, Chairperson, when this matter was set down for this particular application of Lulamile Khwankwa, it did not appear in the Amnesty Committee database but it has since been discovered in one of the files.  So it is available now, and Mr Khwankwa is in prison, in Boksburg Prison.  An arrangement has been made already for him to be brought to these proceedings tomorrow so that these matters can be heard jointly, because they arise from the same set of facts and both applicants were involved at the incidents at the same time.\n\tSo, for that reason, Chairperson, therefore the circumstances are such that we are not in a position to proceed with the Mvijane matter for him alone.  That's the situation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.  Whilst you are at it, are there interested parties in that application and if so, what is their position?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, sir, there are interested parties.  The parents of the deceased Constable Khungwane are here with the brother and the sister.  Their attitude is that they are opposing the amnesty applications of these two applicants, and to that end they would want legal representation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have any steps been taken in regard to the question of representation?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, some steps have been taken.  We have managed to secure on their behalf with their acceptance, the services of Miss Christine Cambanis.  She has confirmed that she will accept the instructions, and if the documents are made available to her today, then she will be here tomorrow to consult with them and proceed with the matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.  The parents of the deceased, are they still present?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, they're still present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I wonder if you just can't call, well, either of them.  Can you just call one of them up to the microphone.  Good afternoon.",
            "Unknown"
        ],
        [
            "MR KHUNGWANE",
            "... to all the people from TRC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I just get your name and your relationship to the deceased please?",
            "Unknown"
        ],
        [
            "MR KHUNGWANE",
            "My name is Leonard Khungwane.  I'm from Diepkloof, 6952, Zone 4.  Simon Khungwane was my younger brother.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  I just want to confirm the facts that Mr Mapoma had mentioned to us, and that is firstly, that you wish to oppose the application and that you would require the assistance of a lawyer, and that arrangements have been made for Miss Cambanis to assist you in this matter.",
            "Unknown"
        ],
        [
            "MR KHUNGWANE",
            "... Mr Mapoma has said, I say it's true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  It doesn't appear as if we are going to be able to proceed with the matter in any case.",
            "Unknown"
        ],
        [
            "MR KHUNGWANE",
            "Mr Chairman, I would say to you I'm very sorry to what has happened today, because firstly, I've got a witness who saw everything and I'm very sorry to what I'm going to say to you, because I'm apologising for this, because as I understand, I was giving ... (indistinct) to put my things right, so I couldn't do that only because of the problems which I have at the farms, about the farm to come back to our people.  So, all I'm asking for you with pleasure is to give me a chance.\n\tI don't know if the parents of that boy will let the boy to come to - the young boy to come to the amnesty because we had a problem during the trial.  I had to investigate for myself for the other things.  So I had to go and talk to the parents of this youngster because they felt that their son is felt threatened during the trial.  And even if I give this man an amnesty, the boy still feel threatened because you don't know right deep inside somebody's heart or his mind.  That's what I can say to you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no, thank you.  We understand.  We have taken note of the fact that arrangements have been made for a lawyer to assist you and the family to deal with the matter.  We also accept that our staff will assist you in getting in touch with the lawyer immediately.  I just wanted to confirm that position first of all with you, and secondly, to tell you that there is a further person who applies for amnesty in this case.  He's not here right now, but we are taking steps to have him come here.  Hopefully he will be here tomorrow.\n\tSo then in all likelihood the matter would be able to proceed tomorrow or as quickly thereafter as possible.  So, we're satisfied that steps have been taken to assist you to be able to put the case before us.  So you'll have an opportunity to do that.  Okay.  Mr Mbandazayo, have you got anything that you want to put on record, as you can appreciate we are moving towards at least letting the matter stand over until tomorrow, but do you have anything that you want to add?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Mr Chairman.  I understand the situation and predicament which the Committee finds itself in it because of this what has transpired, that there is also another applicant.  So, we'll wait, also myself, I can confirm that the applicant will be here tomorrow.  I have phoned at Boksburg Prison and they confirmed that they are making arrangements that he will be here tomorrow.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mbandazayo.  That's good news.  And just to confirm that you will be looking into the possibility of assisting that, if it's possible to assist the applicant as well.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Mr Chairman, I'll do that.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We appreciate your assistance.  Mr Mapoma, I'm about to let the matter stand down, unless there's anything else that you want to raise.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.  What I've just heard now from Mr Khungwane is that they would like to have some assistance from the Committee for this particular witness he's talking about to be brought here and be guaranteed - I mean to be guaranteed some protection for him to come and testify.  But at this point in time, sir, I don't know whether what is the actual position regarding that witness.  I think perhaps after they have consulted with the lawyer tomorrow, it's only then that the necessity of that witness can be guaranteed for the purposes of the proceedings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  No, no, that is indeed I think the proper way of dealing with it.  I think the Commission staff should assist the family in getting in touch with the lawyer and all of those issues and whatever issues might arise you could perhaps discuss with the lawyer and if there is any specific steps that we should authorise, we will be amenable for you to approach us in chambers, if it's necessary.  So, I want to suggest that perhaps we should do that and get the family to the lawyer as quickly as we can.\n\tUnder those circumstances, we are going to stand the matter of Mr Mvijane down until tomorrow provisionally at this stage until 9 o'clock.  We would more than likely not be able to proceed at that stage, but provisionally we're standing it down until 9 o'clock and we will deal with it tomorrow morning in the light of - is then stood down.\nMACHINE SWITCHED OFF",
            "Unknown"
        ]
    ]
}