{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-09-17",
        "location": "JOHANNESBURG",
        "day": "4",
        "names": [
            "GEORGE LULAMILE KHWANKWA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52873&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98091418_jhb_1johanb4.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "MR LAX",
            "GEORGE LULAMILE KHWANKWA",
            "MR MAPOMA",
            "ADV SIGODI",
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "JOHANNA KHUNGWANE",
            "MS KHUNGWANE",
            "INTERPRETER",
            "LEONARD KHUNGWANE",
            "MR KHUNGWANE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "MR LAX",
            "GEORGE LULAMILE KHWANKWA",
            "MR KHWANKWA",
            "MR MAPOMA",
            "ADV SIGODI",
            "JABULANI JOSEPH KHUMALO (AKA) ACE",
            "MR KHUMALO",
            "JOHANNA KHUNGWANE",
            "MS KHUNGWANE",
            "INTERPRETER",
            "LEONARD KHUNGWANE",
            "MR KHUNGWANE",
            "MR MBANDAZAYO ADDRESSES",
            "JABULANI JOSEPH KHUMALO"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  My next applicant, Mr Chairman, is George Lulamile Khwankwa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want him sworn in?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Mr Chairman.  If he can be sworn in.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.  Mr Khwankwa, will you please stand.",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sworn in, Chairperson.  You may be seated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Lax.  Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  Mr Khwankwa, do you confirm that the affidavit of Nkosinathi Mpumelelo Mvijane has been read to you?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, as far as I am implicated, I do confirm it.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you.  Now, can you then, Mr Khwankwa, tell the Committee what were your activities before you met Moss?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Before I met Moss I was a delinquent.  I was involved in car stealing and other criminal activities.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now, you have told the Committee that you confirm what is contained in the affidavit of Nkosinathi Mvijane.  Now, Nkosinathi Mvijane, in his affidavit, tells the Committee and also under oath that you were not involved in this incident and your application for amnesty indicates that you were involved in this incident.  Can you tell the Committee what is the truth about this whole matter?  What actually happened?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "With regards to my application, indeed I was not present when the incident occurred, but I was arrested and sentenced for twenty five (25) years in prison for something that I did not commit.  I made this application because I have been sentenced and I am aware of who committed the crime and I believe that it was a politically motivated crime which is why I eventually made the application.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now, can you tell the Committee what Mr Mvijane told the Committee, that he instructed you to go to the place of the incident.  Can you tell the Committee what did you see when you arrived there?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "As Mpumelelo asked me to go and survey the place, I did go and I found other people standing around the deceased.  There was a small boy that I met, a person called Mphekeni who stayed near Mpumelelo's place and he was telling the police that he actually saw the people who committed the crime.  I went back to Mpumelelo and told him that there was an eyewitness and he knows them and that the police would indeed be arriving shortly or at any time.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "How far were you when this young boy was telling the police that he knew the people who committed the offence?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I was not very far.  I could estimate maybe from here to the guy in the white shirt.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "That, Mr Chairman, would be about two metres?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which guy is it?",
            "Unknown"
        ],
        [
            "MR LAX",
            "That guy over there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Three metres.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, that would be about three metres.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  Can you tell the Committee whether this young boy - did this young boy saw you?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I am certain that he did see me because I was very close.  I am sure that he did see me.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Is it also true that he told the court that you were not there when he testified in court?  That you were not there when this offence was committed?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, he did testify that he did see the people who had committed the crime and he identified Mpumelelo and could not or did not see the other one, but he did mention that I was not there.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "That is all, Mr Chairman, at this stage, Mr Chairman.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mbandazayo.  Mr Mapoma, any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, sir.  Mr Khwankwa, were you a member of the PAC?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I was a newly recruited member in the PAC.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When did you join the PAC?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "In 1991.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "How did you join the PAC?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Somebody called Moss came to me and he recruited us to join the PAC and he also encouraged us to stop criminal activities and he also advised us on the ...(indistinct) way in which our country was being governed by white people and he convinced me to instead fight for the liberation of our country is that of engaging in criminal activities and I agreed with him.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "In the PAC is there any position that you occupied?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "No, I did not hold any position because, as I've mentioned, I was a new recruit and I had not received proper military training.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Were you a card carrying member of the ANC - of PAC?  Sorry, of PAC.",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "As I have just mentioned, Moss convinced us to join and he said everything that we did he will report to the offices so we will just continue to carry out our activities.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "No, no, just answer my question.  My question is, were you a card carrying member of the PAC?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "No, I had not received a card.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You will agree with me that the members of the PAC, I mean after the PAC was unbanned, it was joined by getting the card, the joining card, the membership card of the PAC.  How did you join the PAC without getting a membership card?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "As I have mentioned, Moss had not taught us everything about the PAC and I did not have proper information that I should obtain a membership card, but what we learnt was from Moss about membership in the PAC.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Were you the member of APLA?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I can say that I was, although I did not have a card, but Moss had already recruited me and I had agreed to become a member of his unit in the township, and we would work together until such time that we obtained full membership.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I see in your application form for amnesty, in paragraph 8(b) you say you were a member of APLA Secret Service.  What is that?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "This application was written by somebody else, and I explained to him that I was not a card carrying member of the APLA because of time constraints and we served as a secret force because we were not yet card carrying members of APLA.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What was the secret force?  What is that?  Is there something like that in the PAC, secret force?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I can say that it is part of the PAC because I regard myself as a member of the secret force, because there were a lot of other members who did not know me and I had not as yet attended any meeting.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What activities were you engaged in as this secret force?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Our duty was to disarm Government members who had lawful weapons.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, in the murder of the deceased, Simon Khungwane, you say you were not involved?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, I was not involved.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is there any role that you played as a person?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What is it?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "The role that I played was to go and survey the place as I was asked to gather information if there had been no eyewitness or if nobody had witnessed the incident or if anybody knew about it.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now, after your survey did you suggest that - did you play any role in encouraging the culprits to flee?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, I informed them that somebody had indeed seen them doing this act.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now that you were not involved in the actual murder of Mr Khungwane, why do you apply for amnesty?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I am seeking amnesty because I was arrested, prosecuted and sentenced for a confession that I - for a crime that I did not commit and I was sentenced thirty five (35) years for this crime and I know that it was Mpumelelo and Doctor who had shot the person and disarmed him, and my only role was to go and check out the place thereafter.  I have sought amnesty for this and I am only seeking amnesty because I am in prison sentenced and serving time for something I did not do.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Were you in the same unit as Mr Mvijane?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Do you associate yourself with the act that was committed by Mr Mvijane and another?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I would not say whether I do or I do not because I did not shoot the person, I did not take that gun, I did not participate in the crime, I only went to survey the place and I thereafter informed him that there was an eyewitness.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.  Thank you, Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.  Questions?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "After you were arrested did you see Moss again?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "No, I did not see him again.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "He never came to see you in prison?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "No, he did not come.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did any PAC people come to see  you in prison?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, some of them did.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And who came to see you?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Some I do not remember their names, I do not know their names well.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How do you know that they were PAC?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Because they would come to see us as a group of PAC inmates.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Questions?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just one, Chairperson.  I'm still not sure or not clear in my own mind on this issue of whey in your application you say you participated in this thing when in fact you didn't.  If you say you didn't participate in this thing and you're applying because you knew about it, why didn't you say that in your application?  Instead you say that you did participate in this thing.  Please explain that to me, because I'm really not clear on this explanation.",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "As far as the application is concerned, I have applied for everything that I've been sentenced for.  What is contained in the application is in there and I'm seeking amnesty for it because I did not fully participate in the actual incident, but I have been sentenced for it.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, you see, you say here that Moss asked you to go and disarm this traffic cop of his service pistol.  Moss did no such thing.  You say that here.  Those are your very words here in Clause 4 of the application form, right at the very top, see?\n\"On the 20th of August we were at my friend's home and a man, namely as Moss who was coming from Tanzania asked us to go and disarm a traffic cop of his service pistol and as we were already engaged to the struggle we went there and my friend Mpumelelo produced a pistol and pointed it to the inspector ...\"\nEtcetera.",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I explained that I made the application because of the sentence that I'm serving and because of the confession that I made before the trial.",
            "Male"
        ],
        [
            "MR LAX",
            "But in the trial it was never disclosed that you were on a mission.",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR LAX",
            "Was the trial run on the basis that you were an APLA unit carrying out a command of Moss?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "At court we denied our involvement in the crime and we did not mention anything about APLA.",
            "Male"
        ],
        [
            "MR LAX",
            "Exactly.  So nowhere in the court case did Moss' instruction to you come up.  Why then do you say Moss ordered you to take this gun from this traffic cop when Moss didn't do any such thing?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I don't think we understand each other.  I explained that the application is because of that confession that I made to the police which wrongfully got me sentenced about this crime.",
            "Male"
        ],
        [
            "MR LAX",
            "Are you saying that in your confession you said that Moss ordered you to go and take that firearm from the traffic cop?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "With regards to the confession, I was told what Mpumelelo had already said and that I should actually compliment what he said so that I would not be tortured further and that he had said that we had been ordered to go do this crime, and therefore I made the confession accordingly.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, the confession doesn't say anything about Moss ordering you to do this.  I've read it before.  It's here on page 62 of the bundle, the relevant portion of it.  Page 62.  Now, if you read it or someone reads it to you, you will see very clearly there's no mention of instructions of APLA, of anything of that kind.  There's just the three of you involved in this thing, according to this confession.",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I do not know, but as I have already explained, I was told what to write in the confession and that is how I came to apply for amnesty.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, I know, but you've just told us what you remembered about being told to write here and it's not the same.  Now, when you apply for amnesty you understand that you were telling us the truth.  Did you not understand that?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I do know that, but with regards to the application I actually explained everything to the person who wrote the application for me and he did indeed write.  He wrote as I was telling him.  So I do not know if he wrote what I was indeed telling him.  I think I made three or four statements, therefore I do not know which one is indeed before us today.",
            "Male"
        ],
        [
            "MR LAX",
            "When you say you made three or four statements, are you referring to the trial or are you referring to your amnesty application?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "The statement that I have in the application form is the statement that ...[end of tape]",
            "Male"
        ],
        [
            "MR LAX",
            "I'm talking to you about your application for amnesty now, and I'm talking in particular about paragraph 4 which is on the second page of that application at the top, which you've read already, correct?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I was told what to say.  I don't think I understand you fully now, maybe I'm losing you.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.  I think you are losing me.  I'm referring to your amnesty application form which is different to the statement that I've referred you to previously.  It's a handwritten form.  Is that the one in front of you now?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "When you had this form filled out on your behalf, you understood that you were supposed to be telling us the story you would rely on to apply for amnesty, is that right?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "When I made the application what I knew was that I should mention what was actually said at the trial and how the trial progressed.  That is what I wrote in the application form.",
            "Male"
        ],
        [
            "MR LAX",
            "So the question that you answered was, \"Furnish particulars of the acts or omissions associated with the political objective in respect of which amnesty is sought, including dates, places, names and any other persons involved\".  That's what you were asked to fill in there, and then you filled in the offences.  Can you see, under acts, omissions and offences?  Sorry, it's on page one, Mr Mbandazayo.",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "...[no English translation]",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.  Then you filled out the date, and you filled out the place.  Do you see that?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "And then you were asked, \"Nature and particulars\".",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I can see it.",
            "Male"
        ],
        [
            "MR LAX",
            "Now there you say you filled out what you were convicted for?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me just see if we don't misunderstand one another here.  There is a section in the application form that ask you about what happened at the trial, what happened to you where you've got to say where you appeared and what happened to you, you were convicted and you were sentenced and so on.  Are you aware of that, that there is a section in the form that deals with that?  Towards the end of the form there is something that talks about what happened at the court case.",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I can see it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.  Now, this form, just tell us, did you get the form personally from the prison officials or where did the form come from that the person filled in for you?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I fetched the form from the offices of the Correctional Services authorities.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then what did you do with it?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I asked for an isiZulu version and I could not get it, so I took the English version.  I went back to my cell and I asked one inmate and told him that I was making this application and I requested him to write it for me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, you had to get assistance to be able to have the English version of this form completed for you because you couldn't a Zulu version of it?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, I had to ask for assistance from this other person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, did you give the form to this person?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "We sat down and I gave him the form.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  And did you know that he would be able to assist you?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I asked him if he understood English and if he could assist me in writing and he said yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Then he was sitting with the form.  Was he asking you specific questions which would appear from the form or how did you go about doing this thing, or did you tell him one long story or what?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Sometimes I would give him details about addresses and names and with regards to statements regarding the trial I told him the entire story and asked him to write it down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And were you speaking Zulu, the two of you?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, I would tell him in isiZulu and he would actually translate it into English.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And whatever he ask you he also ask you in Zulu?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, he would ask me in isiZulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, thank you.  Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "When you then began to fill out the nature and the particulars of the offence as a follow on from the earlier questions, you with me on that?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Please repeat.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.  Just to help you.  I was asking you before the Chairperson asked you some questions about this form and how you were filling it out and I was taking you through the questions, can you see that?  And we went through all the different questions and you wrote down dates, places, what the offences were etcetera.  And so where it says, \"Nature and particulars\", that refers to the offences, you understood that.  Do you understand that now and did you understand it then?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, I do understand.",
            "Male"
        ],
        [
            "MR LAX",
            "And did you understand it at the time you were filling out the form?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I understood that particulars of what happened on the 20th and I told the person who was writing about what I said to the police who were taking the statement, who made me confess.",
            "Male"
        ],
        [
            "MR LAX",
            "So you put things here that are not the truth?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "...[no English translation]",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "It was the truth as far as the police who were taking the statement are concerned.",
            "Male"
        ],
        [
            "MR LAX",
            "But you knew that not to be - sorry, carry on.",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "The way I understood this section was as regards to the details of the case or of the trial, and that the truth would eventually actually come out when I came here.",
            "Male"
        ],
        [
            "MR LAX",
            "But you knew that what was being written here was not the truth, correct?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, I did know that it is not the truth because I did not commit the crime.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, when you signed this form on the 2nd of December 1996, you signed it as if it was the truth.",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I did not take an oath about the contents of the form and I wrote this form with regards to what actually happened and as to how I was informed, and after completing it I actually signed it and it was sent to the TRC.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, from the form itself it appears as if you signed and swore to it.  Signed by a Commissioner of Oaths.  It has a stamp on it from the prison commander and the date.  Did you not sign it before the prison commander?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I signed it before a prison official, but I don't know if it was a commander.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, did you not take the oath as it is mentioned here in the document as you were required to have done?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "They asked me if I knew the contents of the form and I said yes, and then they told me to sign it and I did so.",
            "Male"
        ],
        [
            "MR LAX",
            "So you yourself took no part in this shooting or the removal of the firearm?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, I did not take part in any of that.",
            "Male"
        ],
        [
            "MR LAX",
            "And all you did was go and check to see what was happening at the scene?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And then warn your comrades?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, you go on to talk about your political objective and your justification in paragraph 10(b).  Now how could you be justifying politically a lie?",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, without interfering with the question of the honourable member, I don't think they managed to get each regarding the reason for him filling the nature and particulars.  I think he made it clear that the way he understood the nature and particulars was that he must say exactly what he told the police in his confession.  So, what he filled there he understood in that way and it is in that sense that it was a lie, because what he told the police was a lie, and he understood the question what is wanted in the form as what he'd also told the police, because it's what also transpired in court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  No, no, no, Mr Mbandazayo, that much is very clear.  I mean if we're presented with an English form, English application form under the circumstances which the applicant was trying to explain to us here, we were speaking Zulu to some other person who was completing the form, speaking for myself, I'm afraid one has to judge the value of that form in the light of those particular circumstances.  Now, I know he was trying to explain this whole thing about the information that apparently appears in English on the English form and there was a lot of to and fro about this, and about whether there were lies and where the lies were and so on.\n\tAnd I tend to agree with you that there is certainly no clear indication that what the applicant was saying was that in here he was lying intentionally to the Commission.  It was certainly linked to what was said to the police.  In fact at one stage I made a note here, he says that, \"I wrote the form as to what actually happened and what the police informed me\".  And I saw there is obviously no clarity, certainly in my mind, on the issue or the point that the applicant had intended when he completed this form to lie to the Commission.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "With respect, Chairperson, the part you've just referred to was in relation to his statement to the police and he canvassed that at that stage.  But leave it as it may, I don't wish to nitpick here.  I'm just trying to be clear.  So, you see, you then go on to answer the questions about whether anyone was killed or suffered damage to property as a result of this offence.  That's question (b) towards the middle of page 2.  And it's a continuation of the offences.  Then you talk about people who were wounded and killed and you say one was your friend and a house was damaged by bullets.  Did that form part of the offences for which you were convicted, houses being damaged by bullets?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "No, I was not sentenced for that.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, then why is it here if that's what you understood you were filling in this form at this point?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "As I've mentioned before, I asked somebody to fill in the form for me.  He asked for details about what happened and I told him the entire story and he filled in the form from what I had told him.",
            "Male"
        ],
        [
            "MR LAX",
            "So you don't know why that's there?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "As I mentioned before, he was asking me about what happened at the trial and I told him what happened, that a friend of mine died when we went to identify a person and after the death of the traffic cop.  I think that is why maybe he wrote it.",
            "Male"
        ],
        [
            "MR LAX",
            "When we go over the next page, you talk about your orders.  Did you think you were talking about what you had told the court again?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR LAX",
            "I say over the page you start talking about your orders.  What approval you had from which liberation movement etcetera, and who gave those orders.  And then you filled that out.  Did you think you were talking about what happened at court?  Were you wanting to tell the truth at that point, what really happened?",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "This is some of what happened or rather what was contained in the confession.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, nowhere in your confession does it say you did this on behalf of the PAC.",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "But the police who were taking the statement encouraged me to say so.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, it's not here in the statement we can see.",
            "Male"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "As I've mentioned before, I made a number of statements and I don't know which went where.",
            "Male"
        ],
        [
            "MR LAX",
            "Ja.  Thank you, Chairperson, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Khwankwa, what standard did you complete at school?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I passed standard six.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, you say that part of your instruction or duty was to disarm Government members in possession of weapons?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, that was one of our duties.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Mr Mvijane had told us in his testimony and in his affidavit that the night before the shooting happened you were patrolling the streets looking for targets to attack, is that correct?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, from what you understood, would it have been part of your duty, as you understood it, to disarm a traffic cop who had a firearm?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Please repeat the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The way you understood your duties, to disarm the Government members who had weapons, would you have been expected to disarm a traffic cop who had a weapon?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, it would have been expected.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, you heard that subsequent to the actual incident that your fellow members of this unit had attacked and disarmed a traffic cop, is that correct?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, I heard about it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you agree with that action?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, I did because they did what they were expected to do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when you subsequently joined them and you went to survey the scene and so forth, did you do that to help your fellow members in the unit?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, it was my intention to assist them to evade arrest.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you in fact leave with them to go to the house where the weapon was stored?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "I actually met them on the way.  I went to survey the place, I returned and I told them what had happened and then we left together to go to Klipspruit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were with them all the time after that?",
            "Unknown"
        ],
        [
            "GEORGE LULAMILE KHWANKWA",
            "Yes, after the incident, after I had informed them that there was an eyewitness, we left together.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mbandazayo.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  I think Mr Chairman has almost covered some of the aspects.  I won't do any re-examination.  That's all for the applicant.\nNO RE-EXAMINATION BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mbandazayo.  So that is the testimony that you wanted to present in respect of the second applicant?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Mr Chairman.  I want to proceed, Mr Chairman.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you then call the next witness?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, I'm calling Jabulani Khumalo, the member of NEC of PAC, Secretary for Sports and Culture.  Mr Chairman, just as a sort of introduction in the suspect.  His testimony will be based on the incident, regarding the incident and also regarding the commander and what he knows about the incident itself.  It will not be necessary on a personal basis of the applicant, knowing them personally during the incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, it relates to the incident and to the commander in question?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that Moss?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Do you want him sworn in?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Mr Chairman, if he can be sworn in, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.  Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, Mr Chairman.\nJABULANI JOSEPH KHUMALO (AKA) ACE: (sworn states)",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.  You may be seated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Lax.  Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  Mr Khumalo, just for the record, can you tell the Committee what is your position in the PAC?",
            "Male"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "I'm the member of the National Executive of the PAC and I'm not just an ordinary member of the NEC, but I am in the Cabinet of the PAC in the sport and culture and recreation as the secretary.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "...[inaudible] heard what has been said by the two applicants regarding the incident of the 20th of August 1991.  Can you tell the Committee whether you have knowledge of this incident, and if you have knowledge of the incident, how did you know about this incident?",
            "Male"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "Yes, I can truly do so.  At the time of 1991, during the time the incident happened, I was the chairman of the PAC in Katlehong.  I receive a call at work, I'm sure it was the 22nd or the 21st of August, that there is something that happened operationally in Soweto, I had to come to the rescue because one of the APLA members have been injured.  So it is very much important that I jump in for the assistance before the police could track him down, because the police were all over Soweto in looking for him.  Can I continue leading the evidence?",
            "Male"
        ],
        [
            "MR LAX",
            "Can you just move that mike back a tiny bit.  That's fine, thank you.",
            "Male"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "So, I left work after receiving that message from one of the Soweto leaders politically, by the name of Comrade Nzi Mhlowayi who was the National Executive of the Youth League of the PAC.  I drive to Soweto in the place where he directed me with another comrade which I went to collect.\n\tArriving at the place they took me to another house where a member of APLA by the name of Moss and known code name by Moerapapa in the APLA circle.  Then I could not ask many question as the matter is being of sensitive.  My role there was to pick up the comrade and take him to the safety place.  I took it to my own place.  It was very painful.  I never saw a person in this colour.  He had no blood, he was look greyish, pale, I believe he lost a lot of blood because of the operation during the night of raid.  He was injured right here.  He had a big hole here.  I took him to my place.  \n\tIn my place I organised a member of the PAC then who was a matron at a Natalspruit clinic, and through her we got hold of the doctor.  We also got another comrade and ask him to look after him for the full time of recovery because he could not stand up, he could not even go and wake up from bed.  He was to be assisted all the time.  So I had a comrade who assisted on that one.  Fortunately he's around here in this room as well, who was a full time aide.  We didn't ask Moss in the first two days of what happened because according to doctor instruction we were to let him relax.  \n\tAfter two or three days we asked him of what actually happened, because we were to account to the leadership of APLA if being asked.  That's how I came to know about this case actually.  With Moss' word, he said he had just recruited the lumpins.  The lumpins in revolutionary terms are criminals, the people known as \"tsotsis\".  He said, \"I have recruited the lumpins into units of the Azanian People's Liberation Army and I've gave them instructions that they should go to disarm in order that they arm their unit.  Because of their lumpinism, that's how I got injured, because if they were clear on the code of conduct, they wouldn't have went along with the stolen gun as an exhibit and attract the trace of clue of what happened.  So because of them being not knowing they leaded the police to where he was and then there was a shootout in that place\".  \n\tSo, I am here just to confirm that this particular case is the case that has the PAC link and PAC blessing because of the cadre of the PAC who was sent through infiltration to home here and find some units, build units and carry on the operations as APLA demand.  Although we were politically leaders, we were to assist only the forces on the time like this, logistics and things like that.  We were not involved in their practicalities, but we were just to assist on the top where they like us to assist.  So that's where we got involved.  \n\tSo, as of Moss, I believe that the comrades, they only know that he died on that operation on that confrontation, but Moss survived because he was shifted from that area to East Rand and we managed to let him heal to an extent whereby we had to take him outside Azania to Zimbabwe where he was fully treated at the military hospital of Zimbabwe, because the hole needed a fully attention of hospitals where they should run the stitch and things like that.  So, we could not send him to hospital because of the attitude.  So, after he recovered a little bit we sent him outside to Zimbabwe through APLA means of escaping.  \n\tSo, I'm just here to confirm that this case, because of Moss' involvement and Moss gave a short information about it, it was an APLA operation and Moss unfortunately he died in 1994 in Pietersburg operation of APLA.  I will not know exactly the time, but I do know that he was buried the time when Sabelo Pama landed here in Jan Smuts Airport for burial in that weekend.  The very same day Moss was buried in Alexander - in Pietersburg, I'm sorry, where his home was.  I don't know if there's anything.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  That's the evidence I wanted to lead.  It's up to the Committee to ask any questions.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mbandazayo.  Mr Mapoma, any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Just one, Chairperson.  Mr Khumalo, after this incident occurred did the PAC claim responsibility for it?",
            "Male"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "APLA did claim the responsibilities.  It was the military wing that had to do with the claimings of operations.  It did claim responsibility through its commander.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, sir, no questions.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Just one question.  Mr Khwankwa mentions that he was a member of the Secret Service.  Just for you to throw light so that we can understand, do you know anything about Secret Service?",
            "Unknown"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "I think he was talking of the units.  APLA had units not Secret Services.  I'm sure somehow he left as he was a new recruitee, but I'm sure he meant the unit.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Would the unit normally under these circumstances have operated in circumstances of confidence of what you can call secrecy?",
            "Unknown"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "Yes, a unit operates underground, not above board.  So it is secret in a sense that I personally myself I would not know the members of that unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.  Just one question, Mr Khumalo.  Did you actually report this matter, after you'd spoken to Moss, to APLA higher-ups?",
            "Male"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "Apparently Moss did that himself after he has recovered.  We had no links with the military formations.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.  I just thought from your evidence you'd indicated that you wanted to know what happened in case you had to account for it.  So I thought maybe you had actually been the person who had then reported it on.",
            "Male"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "Yes, it is true, because although above board we did know the high commanders, even those who were outside Azania at the time.  So they could come and pose up the question.  So we were making the safety of it.",
            "Male"
        ],
        [
            "MR LAX",
            "Ja, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, any questions further?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Mr Chairman, thank you.\nNO RE-EXAMINATION BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the case for the ...(intervention)",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "That's the case for the applicant, Mr Chairman.  Thank you.",
            "Male"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "Can I be excused here?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you're excused, Mr Khumalo.  Thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.  Mr Chair, I would like at this stage to request for a short adjournment so that I can consult with the members of the family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right.  We'll take a short adjournment.  You will notify us when you are ready to reconvene.  We're adjourned.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.  Chairperson, for the victims, I would like to call a witness by the name of Johanna Khungwane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's in order.  Can she come forward.  Do you want her sworn in, Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.  Miss Khungwane, would you please rise.",
            "Male"
        ],
        [
            "JOHANNA KHUNGWANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, you may be seated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, sir.  Miss Khungwane, is it correct that you are a sister to ...(inaudible).  That is correct.",
            "Male"
        ],
        [
            "MS KHUNGWANE",
            "That's true, I'm a sister to the deceased.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "And does the deceased have parents?",
            "Male"
        ],
        [
            "MS KHUNGWANE",
            "Yes, he does.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Would you tell the Committee the names of the parents?",
            "Male"
        ],
        [
            "MS KHUNGWANE",
            "My mother's name is Lettie and then my father's name is Elias.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "And they are still alive, is it so?",
            "Male"
        ],
        [
            "MS KHUNGWANE",
            "Yes, they do.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Was the deceased married?",
            "Male"
        ],
        [
            "MS KHUNGWANE",
            "Yes, he was.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "What is the name of the widow?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MS KHUNGWANE",
            "Beauty Thembi Ngubane, that is the surname of the maiden.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Did he have any child?",
            "Male"
        ],
        [
            "MS KHUNGWANE",
            "Yes, he did.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "What's the name of the child?",
            "Male"
        ],
        [
            "MS KHUNGWANE",
            "Sipho.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "You have listened to the applicants applying for amnesty for the murder of the late Simon.  What is your attitude of that application?",
            "Male"
        ],
        [
            "MS KHUNGWANE",
            "Well, what I would say is that, what I heard them saying I don't agree with them because within our family we have lost a breadwinner.  I think you did saw my father, he was here yesterday.  Since the death of my brother my father was struck by the stroke and then he was paralysed, because my brother, he was a person who did help him with everything.\n\tWhenever he was sick he did take him to the doctors and then at this juncture my mother is sick too.  And then when we tried to comfort her because of the death of our brother, those people who have killed my brother on behalf of the family, we do not accept the application for amnesty.  They were hurt by the death of my brother.  \n\tEven when I told them that those people have asked for amnesty they were shocked, because that act was not politically motivated and because my brother was not a politician.  He was interested with his children.  When he was shot he was busy helping small kids to cross a road.  So I don't know why did they do such a terrible thing.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Thank you.  Yes, Miss Khangwane, we understand that the death of your brother caused a terrible harm to the members of your family and for that we sympathise fully.  But now let us go to the amnesty application which is being made by these two gentlemen.  I just want to briefly explain to you that for this honourable Committee to grant them amnesty, they must show this Committee that their act was an act associated with a political objective, and number two, they must make full disclosure to this Committee.  Do you understand that?",
            "Male"
        ],
        [
            "MS KHUNGWANE",
            "Yes, I understand.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Now, what I want you to tell the Committee regarding those grounds for which amnesty is sought, I want you to tell the Committee what is your view as the family.",
            "Male"
        ],
        [
            "MS KHUNGWANE",
            "Because they say they were members of APLA, what I want to know from APLA what is their motto?  Is their motto that they should recruit and kill at the same time?  That's what I want to know from APLA members.  If you are a soldier you must go for training.  Thereafter you must be taught.  Even members of the South African Defence Force members would, before he become a soldier, you must be taught how to handle a gun and the ammunitions and the mines and the grenades.  \tThey did this thing and they're hiding themselves behind APLA.  They should not tell us that they would succeed because they're hiding behind APLA.  What I want to know from APLA members is that what is their motto, what is the motto of APLA, because you cannot recruit at the same time and the same time you send people to kill.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Thank you.  Now, is it your evidence that you do not accept that the applicants were trained cadres of APLA?",
            "Male"
        ],
        [
            "MS KHUNGWANE",
            "I don't believe that they were trained APLA members.  I don't even believe that they were APLA members.  They were criminals, because they have bad criminal records, especially Mvijane.  Before he went to gaol, before he shot my brother, he was on trial to point an old man and old woman with a screwdriver.  I read his evidence in court.  What happened even before he was given a judgment, I read all those things.  Even the standard which he said he has passed is a low standard.  Even a standard two child, he wouldn't do what he did.  What I read from his records and the judgment, he's hiding behind APLA.  He must not come and say APLA has recruited him.\n\tWhen I look carefully, my brother was working for the Traffic Department.  Even members of APLA wanted to jump the border.  Before he jumped he would meet a traffic cop then he would ask him for help to cross the road.  Then that traffic cop would help him to cross the road, unlike for a person to come and shoot at traffic officers, because he is looking after the safety of people to cross the road.  Traffic officers don't participate in politics.  He didn't associate himself with politics.  At the time he was shot, at that time there was PAC and ANC and they were busy negotiating in CODESA.  They did not say they were sent by Moss.  They invented that version by themselves.  I don't blame PAC, what I blame is Mvijane and Lulamile.  \n\tI don't know as to whether Lulamile was there or not, because he doesn't come up straight to explain his position, instead to give us a straightforward position, maybe he's afraid of Mvijane.  My elder brother used to communicate with Mvijane's place where they meet.  Mvijane was not able to communicate well with Mvijane.  They fought.  He sought people to come and kill Mvijane in prison.  Then they requested that Lulamile must go to Bloemfontein.  I don't know how to classify Mvijane, under which group of people.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Thank you.  When I had a consultation with you, this is exactly what you expressed that you want to address to the applicants.",
            "Male"
        ],
        [
            "MS KHUNGWANE",
            "What I wanted to know is that what is the motto of APLA?  If they can tell me what is the APLA's motto that when they recruit a person they cannot send him to do an operation or to shoot a person.  That person must undergo military training.  He must know his commander, his identify and then he must know the leadership structures of that particular organisation.  That's what I want to know from APLA, as to whether is it a practice that they would recruit the person now and send him to do some operations?",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Thanks a lot.  Thanks a lot, Miss Johanna Khungwane.",
            "Male"
        ],
        [
            "MS KHUNGWANE",
            "Thank you very much.",
            "Female"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Miss Khungwane.  Mr Mbandazayo, have you got any questions?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, I have no questions except that I want to say to Miss Khungwane that they must accept my condolences for the death of their brother and the pain which they went through for the whole process.  Also that I understand the anger of the family.  We understand that you are angry for the death of your brother and everybody, also myself, it's not easy to lose a loved one, especially somebody who's a breadwinner.  Thank you, Mr Chairman.\nNO CROSS-EXAMINATION BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mbandazayo.  Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thanks, Chairperson.  Miss Khungwane, it may help you just to understand, I sat through the submission that APLA made to the Truth Commission, and I heard it, and in that submission APLA did concede that in some cases some of their recruits were not as well trained or as well disciplined as they may have been, and they acknowledged that.  And they indicated that some things happened that they may not have wished to happen, but that's what happens when people are engaged in an armed struggle.  So just to let you know that APLA did make that statement before the Commission.  So that you can understand, they did admit that there were some mistakes that they made as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No questions.  Mr Mapoma, have you got any further questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "No, no further questions, Mr Chairman.  Thank you.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Miss Khungwane, thank you very much for your testimony and for having participated in the proceedings.  We have noted all of the points that you have made and we sincerely hope that at least having been present at this session, at the hearing, that you at least have heard firsthand what case it is that the applicants have presented to us.  I think Mr Mapoma has explained to you what the legal requirements are, and of course our duty as a panel is to test the case that was placed before us against those requirements, and that is really, you know, the duty that we have.  But thank you very much for having come and having at least participated and shared your views with us.  Thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, are there any other witnesses?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.  I would like to call Leonard Khungwane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want him sworn in?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, I would like him to be sworn in.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.  Mr Khungwane, will you please stand.  If you can just switch on your microphone please.  Sorry, it's going to go off.  If you can just put it on again.  Right.",
            "Male"
        ],
        [
            "LEONARD KHUNGWANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LAX",
            "You may be seated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma, will you try to get those two microphones working together again?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.  Mr Khungwane, is it correct that you are the brother of the deceased Simon Khungwane?",
            "Male"
        ],
        [
            "MR KHUNGWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And that you were present at these proceedings and listened to the applicants applying for amnesty for the killing of your brother, is that correct?",
            "Male"
        ],
        [
            "MR KHUNGWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And that having listened to the application being made by the applicants, you would like to say something, is that correct?",
            "Male"
        ],
        [
            "MR KHUNGWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Khungwane, if you can try not to drop your pen on the table.",
            "Male"
        ],
        [
            "MR KHUNGWANE",
            "Okay.",
            "Male"
        ],
        [
            "MR LAX",
            "The microphone picks up the noise and it's creating a bit of a problem for the interpreter.",
            "Male"
        ],
        [
            "MR KHUNGWANE",
            "All right.  Okay.  First, what I would like to say, at the PAC I've got a friend in the lady, she works at there.  I once ask her if do they know their cadres.  Then she said to me, \"We know them\".  Then I said to her, \"Just go and find out if you know about this Mvijane\", because I had his first application amnesty at home.  Then unfortunately I didn't follow the procedure because of the problems which I'm having at the farm.  Secondly, what I would like to say, I would say to the Committee and the members of PAC.\n\tFirstly, Mvijane has not shown any remorse or any regrets.  He's proud, and I would say to you people of PAC, don't mould youngsters to be criminal if it's not like that - if it's like that, don't mould youngsters to be criminals.  Mould youngsters to be the people of the next generation, because the minute you mould these youngster to become criminals it's where you're spoiling the country.  Whatever is happening now recently in Congo is going to happen here in South Africa.  I'm telling you people.  You can say whatever you like, it's coming here.  It's coming here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry, just a minute.  Just a minute, just a minute, just a minute.  Can I please ask, one understands that when we have to deal with this kind of matter that there are different views expressed.  Some that one agrees with, some that one disagrees with.  But we have to do our work.  We have to hear all of the information that can assist us in coming to a fair decision on a matter that we have to decide upon.  So, please can I ask you to ensure at least that we are able to take note of everything that is said here and even if you disagree with a point that is made, the person is entitled to make the point.  That is part of our democracy that we have now at present.\n\tSo can I please just ask everybody just to restrain yourselves so that we can hear what the witness says.  Give him an opportunity.  We've given everybody else opportunities to put their case.  So, Mr Khungwane, please just carry on where you stopped.",
            "Unknown"
        ],
        [
            "MR KHUNGWANE",
            "I said to Mvijane, he doesn't show any remorse or regrets and I said to the PAC members, mould youngsters to be the future of the next coming generation.  Let them build the country.  Let them not destroy the country.  Secondly, when I come to Lulamile.  Lulamile, today you have disappointed me very much because I had faith on you because I believe your family once told us about you, and it's a pity you went to gaol for the thing which you were not there.  You were not even present.  The only thing you were only sentenced in gaol because of being in a bad company.  And I believe you have destroyed your future up to now.  And all I can say to you, I'm very disappointed because you never told the truth.  I don't know if you are afraid of Mvijane or whatever, because ever I've known Mvijane and what I would like to tell you, the place where you shot my brother it's where he attended school, because he used to attend school at Muzi High, and any person, even his friends who stays next to the place where you shot him, they were surprised because he attended school there and he had lots of friends in Pimville.\n\tSo, to you, on behalf of my family and I'm standing here because my father was supposed to sit here or my mother was supposed to sit here, on behalf of my family, we are not prepared to give you, I know because of the Act which Mr Mandela produced, but on behalf of my family we are not prepared to give both of you any amnesty.  Thank you.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.  That is it.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.  Mr Mbandazayo, any questions?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Mr Chairman.\nNO CROSS-EXAMINATION BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, I assume that you don't have anything else that you want to add?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.  There's no further evidence now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Khungwane, thank you very much for having come and for having presented your views to us.  We have taken note of that and we hope all the best for you and your family.  Thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Gentlemen, I suppose that ...(intervention)",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Just, Mr Chairman, it's just a request, Mr Chairman.  I happen to have a note, but I don't want it to be something of counter accusation.  The honourable gentleman, Mr Khumalo, wanted just to say something to the family of the deceased on behalf of the PAC.  But I'm in the hands of the Committee.  He wanted just to talk to the family please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  One assumes it is something that is constructive.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Mr Chairman, it's something that is constructive, Mr Chairman.  It's not something to down, he just want to say something to the family on behalf of the PAC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, I have consulted with my colleagues on the panel here.  Of course, in the normal course of events that would not really form part of a process of this nature, but we are aware that there are bigger and more important objectives and that the process of which the Amnesty Committee is part of is trying to achieve in the country, and it might very well be that there is no other similarly suitable situation where an exchange can occur.  And under those circumstances I would grant your request and get Mr Khumalo to perhaps say a word or two to the family.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairman.  Mr Khumalo, can you come to the mike.\nJABULANI JOSEPH KHUMALO",
            "Male"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "Thank you, Mr Chairman, and the Committee, to give this opportunity to the PAC in order to make a comment in fact on what has transpired in this hearing.  I must say that I was taken by the comment and the statement made by Mr Lax on the APLA presentation, that regard the question of the mistake that were conducted during the time of the armed struggle.\n\tThe PAC, when it conducted its arm struggle through APLA, we never had opportunity to make a lot of workshops and things like that.  We have made a great mistake.  I think it is on record that the PAC on the Amy Biehl case, they even went to an extent to visit the family and make reconciliation.  It's even far from the Africans themselves.  We went above that because we realised that at the end of the day we had to reconcile as a nation.  So, we feel very bitterly of what is happening during the time of the struggle which was not our option.  \n\tWe didn't choose as the PAC to engage on armed struggle, but we were forced to take up arms.  So, to members of the families that suffered the casualties during the time of war as the PAC, we are not proud of that.  We really don't enjoy any proud of it, of the casualties and the victims.  Although we suffered as well as the PAC the same equal question of casualties within the PAC itself, but we are not happy of the armed struggle that has been taken on in this country.  We said if the politicians at the time could come to understand of talking and negotiate, the political settlement as it lastly happened we would have avoided all these unnecessary casualties.  \n\tSo, to the family of the present here, I am conveying this message on behalf of the Pan Africanist Congress of Azania that we didn't meant to, but it happened because it was at the time the only option and unfortunately the PAC never had time, APLA didn't have time to train people.  We didn't have camps in that matter, as my sister have put it forth.  The PAC was conducting the guerilla warfare.  We had to use a smaller portion that we can get in order to train these forces.  But we really apologise to the pains that we have caused to the whole nation, because the PAC, on its formation was a peaceful organisation.  So, for that we are taking no exception, but we are also making sure that we can reconcile with the African people and we can reconcile to whoever that has suffered the pain because of the struggle that was forcefully to the Africans.  \tSo, members of the family, I know that we cannot take your member back, your family, your brother, your uncle back to life, but he's one of those that will be counted in the history of the struggle, that there was that sacrifice.  He was sacrificed for the benefit of the new dispensation.  I just wanted to say that we are truly sorry on what happened.  It was not on our intention, but we were forced to take up that action.  So for that we appeal to the family that let it happen.  It passed, it's gone and passed.  We know that we cannot return him back, but we can still reconcile and together, as the statement put by the brother there, that we need to build this nation for future, we can together build it without any grudges.  Let it happen.  It happens, let us shake hands, let us move forward and build one nation, a happy nation of Azania.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mr Khumalo.  Gentlemen, I assume that what remains for us is to hear argument on this matter and I trust that you are able to present that?  Mr Mbandazayo, what is your position?\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Mr Chairman.  I think so.  I'm in a position to present it, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, we will appreciate it.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairman, the two applicants are applying for amnesty in respect of the death of Mr Khungwane.  Mr Chairman, there is no dispute that on the 20th Mr Khungwane was shot dead by Mr Mvijane.  Now, the point has to be decided by the Committee as to whether what was done by Mr Mvijane was associated with political objective or was it politically motivated.\n\tMr Chairman, I submit that Mr Mvijane has taken the Committee to his confidence.  He told the Committee of his past, that he was indeed a criminal and he was not a very good child from the beginning.  He did not listen to his parents and as a result he has been convicted twice for very serious offences before he met this Moss, this APLA cadre.  And, Mr Chairman, he does not hide it that he was still new and he did not know a lot, but he was just told elementary things which of course is clear from him that he did not even understand them fully, but he was told who the enemy is.  And as a result of that he acted on the 20th and it resulted to the death of Mr Khungwane.  And they took the firearm and they left with the firearm, and they gave it to Moss.\n\tAnd finally, Mr Chairman, it ended up to the tragic incident where even Doctor, who was with him, ended up dying when they went to the house where Moss was with the police which, Mr Chairman, Mr Khumalo has come and testified that indeed Moss did exist and in fact he was known as Moerapapa within the PAC circles and within APLA.  Mr Chairman, taking that and linking the whole incident up to the incident where Mr Moss was cornered, it becomes, Mr Chairman, very clear that though Mr Mvijane, the applicant, was a criminal, but in this instance, but in this instance, he acted with another motive other than the motive of a criminal.  If one would accept the evidence and also what has been said by the family of the deceased, that the deceased was always in that spot helping children to cross the street, if he was such a criminal that there was nothing more than that he should have killed him long time ago, because it's clear that this person is known according to the family, and that he's always helping there and he was studying around there.  So, he was known that he's a traffic cop.  If that's the case, I submit, Mr Chairman, that if he had that criminal mind, motive, he should have killed him long time ago.  And to his favour, as he told the Committee that he was a criminal, but it was the first time, this is remarkable, the first time that he killed somebody.  It was for the first time, and first time that he realised that he had also a gun with him.  That in itself, Mr Chairman, I submit that it shows that on the day in question he acted with a different motive, which was a political motive.\n\tMr Chairman, he does not hide that he is the person who killed the deceased and how he killed him, and I submit that in that respect and what happened thereafter in that respect he has made full and proper disclosure regarding the incident.\n\tMr Chairman, I would like to tie it with Mr Khwankwa.  Mr Mvijane testified before this Committee that he was not there.  He said it many a times, and also himself, he testified and to extent if one listened to the family, the brother, it's clear that he knows that he was not there, but unfortunately he was in a bad company.  And also, Mr Chairman, if you look at the record, the witness, the young boy who knew Mvijane said also in court that he was not there.  Though of course the outcome of the case were different.  The Judge take into account that he's a young boy and took into account what was said by Mr Zulu, that they came to his house and said that they did that.  But, Mr Chairman, if you take it in conjunction with what the brother of the deceased has told this Committee, that he was not there and also what was said in Court by the eyewitness who was there, and also what has been said by him that, \"I went there\".  Definitely if he was there, the young boy would have said, \"Here is the other person who committed this offence\".\n\tAnd as such, I want this Committee to accept it, his version, that he understood the filling the application for amnesty that he has to say that what has transpired in court, that he was involved, not that what he put in the application form was to mislead the Committee about what happened.  And he has also put it clear that he associated himself with what had happened, because they have been told by Moss that those people are the targets.  Though he was not there, he associated himself and he assisted them in evading the arrest, because had he not gone there to check who was there, who noticed them, they would have been caught napping in that house with those arms, all of them.  But unfortunately, because of his efforts, he told them that, \"We have to move\", and they moved.\n\tAnd, Mr Chairman, on that basis, that it has been canvassed and Mr Khumalo, as he also came before this Committee and testified that indeed what Mr Mvijane and Mr Khwankwa are saying is true, because he was told by Moss that he recruited, as he put it, lumpins, that is criminals, and that they were involved in this mission, and because they did not understand, they were not well versed with everything within APLA, they led to police where he was.  And I want the Committee to accept that if there is no contrary evidence to what has been led by the applicants, that indeed Moss was an APLA cadre and indeed he recruited them being criminals and he was still teaching them about the PAC and he recruited them to APLA units, which was the underground - it was an underground structure then.  They were still operating as they have not yet suspended the armed struggle.\n\tAnd taking that, Mr Chairman, in totality, the whole evidence which has been led here, I submit that the applicants have complied with the requirements of section 20 and subsection 1 and subsection 2, that on the day in question, on the 20th of August 1991, they were acting on behalf of APLA, a publicly known political organisation in the liberation movement which was engaged in the political struggle against the State at the time.  And I submit, Mr Chairman, that also that the applicants did not act for personal gain or out of personal malice, ill-will or spite directed against the deceased.  It is quite clear also, according to them, the evidence they led, that they have no personal knowledge of him and that when they saw him they merely acted because of the information and the instruction they have, that they have to repossess arms to be used by APLA.  And on that basis, Mr Chairman, I request that the applicants be granted amnesty in terms of the Act.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mbandazayo.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Chairman, I will leave it to the hands of the Committee.  I have nothing to say.\nNO ADDRESS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.  Gentlemen, that concludes the evidence and the argument.  We would want to consider the matter and formulate a decision as soon as circumstances permit.  This particular session is scheduled for the entire week.  So, in terms of that arrangement, we've got some time tomorrow and if the circumstances do permit, we would like to at least endeavour to formulate a decision hopefully in the course of this particular session.  So, we're hopeful of doing that.  For that purpose I will for the moment let this matter stand down until tomorrow at 9 o'clock or as soon thereafter as we can deal with the matter, hopefully for the purpose of giving our   decision.  So this one will stand down.  There is a further matter which the panel would like to deal with, and that is the matter of Mr Sibiya.  We would like to recall that matter and to use the opportunity given Mr Khumalo's presence and his position to call him as a witness to deal with just one issue in that particular application which we feel could assist us in finalising that decision.  So for those purposes I recall the Sibiya matter and I want to call Mr Khumalo to come to the witness stand please.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Must I swear him in?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes, please do that.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Khumalo, please stand.",
            "Male"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you.  You may be seated.  Sworn in, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Lax.  Mr Khumalo, thank you for making yourself available to the panel.  We have taken the liberty of calling you up to the witness stand to assist us, if you are in a position to do so, on a matter which we have heard in the course of the week.  It's the amnesty application of Mr Sibiya.\n\tThere is one particular issue in that application which we would like to hear if you could comment on, which would be of assistance to the panel in finalising that particular matter.  Now, during the course of that hearing which relates to the Bethal area, there was testimony about a conflict which involved members of the African National Congress and the Pan Africanist Congress in that particular area.  Roughly in the period 1991 to '92, in that particular time period.  So, it really relates to the period say roughly between 1990 and 1992.  Now, given your position within the PAC, are you at all in a position to assist the panel in either confirming the existence of that conflict which is referred to or if you can comment on that in any way?",
            "Unknown"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "Yes, I am, sir.  Chairman, sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you please do so, Mr Khumalo?",
            "Unknown"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "Ja.  Members of the Committee, this political struggle between the two organisation in that area started in 1990, not 1991.  I remember at that time that not only in the Emzinoni in Bethal, but we had a problem of similarly political fighting space in Vosloorus, at Kwaguqua in Witbank, in Ermelo at Umlomo.  As that time I was not a national leader of the PAC, but I was a leader in the region of the PAC in the East Rand.  We were getting these reports that members of the PAC have been under attack and we needed to assist if there is any way that we can, especially at Bethal.  I thought maybe the person in question here, when he talk about attending the meetings and the workshop he will go to an extent that there were people in those meetings that he will not know, they were not known to him.  \tBecause we were sending people all over these areas in order to assist wherever possible in the way of trying to bring the political settlement and negotiate with the opposition if it's possible.  Where it was not possible, those people would come and say that that area it's more, there is no tolerance, there is no option that we can engage ourselves politically.  In fact it's at high risk for any member of the PAC, like the area in KwaTema, there was a time when members of PAC could not wear even T-shirts.\n\tSo in areas like that, we were to recommend to those who were linked to the underground structure of the PAC to intervene.  So at that area at Emzinoni I know it was affected by the political confrontation between the PAC and the ANC, and we did indeed receive a report that houses were burnt.  Even the members, those who were killed during the time, burnt during the time of the shack being burnt as means of retaliation by the ANC or attack by the ANC, we did get the report that there is such incident in that area.  \n\tSo what I can say is that not only at Bethal at the time, but throughout many areas that I counted, but especially in Bethal there was that political conflict between the PAC and the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Khumalo, thank you.  Any questions, Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Khumalo, how long did this tension, this conflict go on for?  You said it started it about 1990.  One would have expected that's when the political parties were unbanned, the political movements, the liberation movements were unbanned and that's when the above board vying for political space would have started.",
            "Male"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "To some areas it didn't take too long.  Some areas it's still existing today.  In the area of Kwaguqua in Witbank the tension was closed during the time of 1992/93.  At Bethal as well, I would say during that time of 1992/1993 early, this question of conflict were coming to ease, were coming to ease but to some other areas it still exist even today.  I'm sure you are reading of what is happening in KwaTema and I'm fully involved in KwaTema, to try to make sure that there is a political settlement.\n\tI was also involved in the Peace Accord between PASO and COSAS.  It starts sometimes at school, not at PAC level and then it rises up to PAC.  We are involved in trying to sort out these things, and with the new dispensation it does help now because there is an understanding with that.  We had to move towards peace and reconciliation.  It's only that the fear that it might arise now because of political campaign of election again, but between 1992 and 1993 there was a realisation of this confrontation.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you very much, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Gentlemen, we have called Mr Khumalo as a witness.  So you're, of course, entitled to an opportunity to pose any questions you wish.  Mr Mapoma, have you got any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.  No, no questions.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?  Advocate Sigodi?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Mr Khumalo, do you still remember who were the ANC leaders in Bethal at that time?",
            "Unknown"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "I can't really know the names of the leaders of other areas except maybe the members of the PAC.  I know at that time the chairman of the PAC was Ben Mazibuko.  And the secretary there, if I'm not mistaken, was Jafta Sibisi.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you if this chairman - you say he was the chairman of the PAC, Ben Mazibuko?",
            "Unknown"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "Yes.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you know if there were any negotiations between the PAC and the ANC, particularly in the Bethal area to try and resolve the conflict?",
            "Unknown"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "Yes, there was an approach of political settlement in that area.  I think that is the one that resulted in the relaxation of confrontation, because after the death of an ANC member there was this that the ANC also was seeking for political settlement on this issue, because it was viewed that APLA is now advancing in that area.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you know who this ANC member was?",
            "Unknown"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "I don't know the name of this person.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you.",
            "Unknown"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mbandazayo, questions?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "No questions, Mr Chairman.  Thank you.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Khumalo, thank you very much for assisting.",
            "Unknown"
        ],
        [
            "JABULANI JOSEPH KHUMALO AKA ACE",
            "Appreciation, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Gentlemen, again in this matter we intend to follow a similar course of action to let this matter stand down further until tomorrow morning also at 9 o'clock or as soon after that as we can deal with the matter in order to give us an opportunity to consider whether we might be in a position to also deliver a decision in this particular matter.  So, under those circumstances, I am adjourning the proceedings until tomorrow morning at 9 o'clock or as soon thereafter as we can commence.  We're adjourned.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}