{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-13",
        "location": "JOHANNESBURG",
        "day": "2",
        "names": [
            "MOLAHLENE STANLEY WANYANE"
        ],
        "case number": "AM 3112/96",
        "matter": "SHOOT-OUT AT ROAD BLOCK: MAGALIESBURG",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52895&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98101215_jhb_joha2.htm",
        "speakers": [
            "CHAIRPERSON",
            "ADV STEENKAMP",
            "MR MHLABA",
            "MOLAHLENE STANLEY WANYANE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV STEENKAMP",
            "MR MHLABA",
            "MOLAHLENE STANLEY WANYANE",
            "MR WANYANE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Then, if I am not mistaken Mr Mhlaba is appearing in the next matter?  What is the position with that Adv Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I am very sorry, I do apologise Mr Chairman.  Mr Chairman, the next matter is ready to be called, it is the amnesty hearing of Stanley Wanyane, Batwanda Godlo and Mr Masiso.  It is applications 3112, 3111 and 3110 and you are absolutely correct, Mr Mhlaba is appearing on that case and we are ready to start with that matter immediately Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "All right, we will proceed to the next matter and Mr Mhlaba, will you get your clients in?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, the bundles are being made available to you now.  I apologise that you didn't have that previously.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  We will proceed to the next matter on our role, which is the application of Stanley Molahlene Wanyane and two others.  For the record, it is Tuesday, 13th of October 1998.  It is a sitting of the Amnesty Committee, presided over by myself, Denzel Potgieter.  I am assisted by Adv Gcabashe on my right and Mr Sibanyoni on my left.\n\tThe matters are those of Messrs Wanyane, Godlo and Masiso.  The Wanyane matter is AM3112/96, the matter of Mr Godlo is AM3111/96 and the matter of Mr Masiso is AM3110/96.\n\tJust for the record, Adv Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, thank you, I am the Evidence Leader, and I am also appearing on behalf of Inspector E. Moletsani.  He appears on page 1, if I can refer you to that, Mr E. Moletsani, he was a victim in this matter.  As you wish thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Adv Steenkamp.  Mr Mhlaba, do you want to put yourself on record?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Thank you Mr Chairman.  I am appearing on behalf of the three applicants.  I will commence by leading evidence of Molahlene Stanley Wanyane, being the first applicant, and he will want to testify in English, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mhlaba.  You've got nothing else put on record?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, unfortunately just a matter of Section 19(4) requirements, if you would allow me Mr Chairman.\n\tMr Chairman, as far as the requirements of Section 19(4) is concerned, pertaining to this specific hearing, all the victims were notified.  Yesterday Senior Inspector L. van Heerden was here, actually at the hearing.  He indicated to me that he is not really interested in the hearing at all.\t\n\tAs far as the other victims are concerned, except Mr E. Moletsani, their names were called out, they were notified, they are not in attendance here, except Inspector E. Moletsani, who is opposing the applications, all three applications, on the basis that there was no political motive for the incident which occurred near Magaliesburg.  As you wish Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Steenkamp.  Mr Mhlaba, do you wish Mr Wanyane to be sworn in?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Please Mr Chairman, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Adv Gcabashe, do you want to swear him in.",
            "Unknown"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Thank you Mr Chairman.  Mr Wanyane, can you for record purposes, can you briefly explain to the Committee your date of birth and the place of birth and your educational background?",
            "Male"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "I was born on the 29th of May 1964 at Meadowlands, Soweto.  I started my primary education in the far Western Transvaal, at a place called Makwassie, until standard 4.  Thereafter I left for Potchefstroom to stay with my uncle, while I attended my school from standard 5 until standard 8 at Trokwe High, ...(indistinct) township, Potchefstroom.\n\tI then went to Itsoseng township, nearer to Lichtenburg in the Western Transvaal in the former Bophuthatswana.  Early in 1980's I returned home to the Meadowlands, where I finished my matric at Gelokitso High School at Meadowlands.\n\tI attended University in the Eastern Cape, Rhodes University from 1989 and 1990 to pursue a degree in law.  I only stayed there for two years and decided to return home and enrolled with UNISA in 1991 to complete the degree, but unfortunately I could not complete it because we were arrested for this incident some four weeks before the examination.\n\tAfter our conviction, I enrolled again with UNISA but changed fields and majored in the political sciences, African politics and politics.\n\tI graduated cum laude in 1996 and am on the verge of completing an honours degree, hopefully with specialisation in African politics.  Thank you.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Thank you Mr Wanyane.  During the occurrence of being a student, did you participate in any political movements and if so, give us the details thereof?",
            "Male"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "My involvement in student organisations, began with COSAS.  I was active in the Student Representative Council in the early part of the 1980's, at Gelokitso until I finished matric.\n\tI was also a member of SASCO, the student congress at University.  In 1997/1998 I was the Chairperson of the Meadowlands branch of the then Soweto Youth Congress.  I served also in the Walter Sizulu Zone of the Soweto Youth Congress, that comprise areas Dobsonville, Meadowlands, Diepkloof and Dube.\n\tI also represented the Branch in the then Area Committees of the United Democratic Front.  I served for a while in the Soweto Civic Association, I was helping the comrades there, in my capacity as the Chairperson of the Youth Congress and I also served for a while in the Central Executive Committee of the Soweto Youth Congress during the state of emergency years.\n\tThat was the time when virtually the entire Executive Committee was in detention.  I was one of the very lucky few not to have been detained.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Thank you Mr Wanyane.  You are applying today for amnesty and I want to draw your attention to page 3 of the bundle, with the panel's permission, page 3 of the bundle, paragraph 9.\n\tThe offences on which you are applying amnesty for are murder, attempted murder, indicate 7 charges, possession of AK47 rifles, rounds of ammunition for AK47, eight magazines and seven mini-limpet mines, Makarov pistol and robbery of a motor vehicle.  Are you, have you ever appeared in court, and if so, are you serving sentence in respect of any of these offences?",
            "Male"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "Yes sir, I appeared in court and was convicted on the 15th of February 1993, in the Rand Supreme Court and was sentenced to 15 years imprisonment for only two charges, the robbery of the motor vehicle and the murder of Mr John Babas.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Can you Mr Wanyane, explain to the Committee the circumstances under which these offences were committed and exactly how everything was planned and executed?",
            "Male"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "I think it is a lengthy story.  Mr Chairperson, I think it would befit the occasion that prior to delving on to the events of 27 September 1991, I should encapsulate the background to the trip to Rustenburg on the 27th.\n\tBefore that, I must point to you Mr Chairperson, that it is for us, this sitting, that this sitting represents an opportunity for us not just to be here to to have you here, or to have our families here, our comrades and everyone, we have had, but to place at the disposal of this Committee, the reality of our case without fear, without reserve and knowing full well that we have our own deficiencies, but confident Mr Chairperson, that we will do what we intend to do here today, and also that our appearance before you, we hope would mark an act of rebirth and renewal for us.\n\tIt would liberate not only our bodies, but our tortured souls, our intellects and our consciences.  I would begin with the MK underground extension.\n\tI have been in the underground structures of Umkhonto we Sizwe from 1987 until its  disbandment.  Some time in late 1989, I was approached by comrades Shakes, that is the deceased in this case, who told me that he thought that it would be appropriate to extend our structures and establish an underground unit at Hlobane near Rustenburg.\n\tI was non-committal, but indicated to comrades Shakes that I would have to discuss the matter with comrade Babs, that is Batandwa Godlo, and later with our Commander, Mr Ben Banni, that was his combat name.  We preferred to call him BB.\n\tI remember discussing the matter with Batandwa some time on our way to a meeting of the Branch Executive Committee of the Youth League at our Branch and following more pressure by this Rustenburg based person, Modise, who was known to comrade Shakes.  We brought the matter to the attention of BB, the Commander who felt that it was a good idea.\n\tIn terms of the matters of operation in the underground, it was vital that we needed to delay the matter so as to test the trustworthiness and commitment of Modise, the Rustenburg based activist.  In the mean time we kept on supplying Modise with more political literature to acclimatise himself with the policies of the movement through Shakes of course.  We did not have to have any direct consultation with him.\n\tOur Commander BB, also decided that Shakes must not continue, must continue I mean, contact with Modise in Rustenburg, whose name was later changed to Tsepo, that was the combat name given to Modise by BB and that none of us here, particularly Batandwa and myself, should have any direct contact with Modise.\n\tWe subsequently decided to withdraw comrade Shakes from all the structures of the Branch including other structures of the Youth Congress on which he was serving, so that he could focus his attention on the activities of MK and the underground.\n\tBut I got to understand later that Tsepo, that is Modise, did not loose hope at all, but kept on persuading comrade Shakes because he was very prepared to serve MK and ensure that he establish structures of MK in its place.\n\tSome time in early 1991 comrade BB, our Commander, fetched us, that is Batandwa and myself, and organised a meeting with the late comrade Chris Hani and when he introduced us to him, he said to us that he knew us very well from the briefings he had held and reports from comrade BB.\n\tBefore that, I must point out Mr Chairperson,  we came to know comrade BB through one of the comrades who had been working in the structures of the organisation, comrade Margaret Stofile.\n\tI got to know at a later stage, that she was a Commander above our Commander, so it means that BB was reporting to her.  We discussed so much things with comrade Chris Hani, a number of issues, including the accommodation and return of our exiled comrades, the role of MK underground structures in the face of escalating violence by forces of the apartheid regime on our communities.\n\tHe pointed out that he was very impress with the reservations that we had had on the document For the Sake of Our Lives, that is the document that deals with the establishment of community based Self Defence Units.\n\tHe was also elated to know that I was a member of the SACP from the Branch and gave us the go ahead to meet him on any important matter that needed his attention every time that it was necessary.\n\tWe kept contact with him ever since, and around June, July 1991 comrade BB instructed us that the trip to \nRustenburg had to go ahead.  After comrade Shakes, I repeat again, comrade Shakes, who is the deceased in this case, had given crash courses in the use of explosives.  That included the limpet mines, the hand grenades, AK47 and pistols.\n\tAfter Shakes had given the crash course to Tsepo in Rustenburg, so he was to introduce us to Tsepo in Rustenburg and we would submit a report to BB after we returned from Rustenburg.\n\tComrade BB, I remember he told us that comrade Chris himself had given the thumbs up to our trip to Rustenburg.  I was fortunate, I suppose to confirm this from comrade Chris whom I met at the ANC Headquarters when I had gone there to fetch some pamphlets.\n\tComrade BB had instructed us and he was very adamant on this, to ensure the safe custody of the material of the weapons being transported to Rustenburg in case of any stoppages or road blocks on the way by the police because it was not easy to get material of that nature.\n\tNow, on the 26th of September, that is the day prior to our departure for Rustenburg, we never had a chance to meet comrade Shakes who had been assigned the task to organise transportation for us because of our organisational commitments.\t\n\tI remember we had attended a meeting of the Branch Executive Committee with Batandwa that morning and we had a very lengthy discussion with our Commander, BB that afternoon and I had attended a meeting of the Communist Party at night.  So I spent the whole day attending meetings.  The late meeting of the Party was in preparation for the launch of the Party Branch at Meadowlands the next weekend.\n\tThat meeting ended up very late at night and I then phoned Ben, this man here, I phoned him because he had his own transport to go and fetch me from Zone 9, to my rented room at Pomolong.  I had not yet returned home since 1985, because of police harassment.\n\tIt was still not safe even after the unbanning of the movement, to return home, and the majority of our comrades, still retained their hide-outs.\n\tHe fetched me and on our way to Pomolong, we passed by at home and collected my food for the day and he dropped me at Pomolong.  He thereafter expressed his concern about the safety of his vehicle, because it was very late at night.  I then handed him a brand new Makarov pistol, fully loaded and a spare magazine, which was fully loaded as well.\n\tThe appointment for our departure was set for five o'clock the next day, the 27th of September 1991.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wanyane, are you now going to the 27th?",
            "Unknown"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "Yes, I am going to the 27th Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then, we will take the lunch adjournment on that note and we will proceed after lunch with the incident on the 27th.",
            "Unknown"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn for lunch and we will reconvene at two o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Wanyane, I remind you that you are still under oath.  Mr Mhlaba?",
            "Unknown"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "(still under oath)",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "(continued)\n\tThank you Mr Chairman.  Mr Wanyane, you were when the Committee adjourned, you were still explaining, can you proceed and do your submissions?",
            "Male"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "Mr Chairperson, I will begin with the events on the morning of the 27th.  I said when we left, that our departure was set for five o'clock on the 27th.  We had agreed that I would meet Ben, this Ben here, and Shakes at Zone 2 and we would collect Batandwa Godlo at his home.\n\tBut unfortunately on that morning, I arrived very late at the agreed spot, over an hour late, because I slept very late the previous night, as I was preparing for my examinations.\n\tWe collected Batandwa Godlo at his home that morning after six o'clock I think.  We instructed Ben Masiso the applicant here, to drive, because he was more experienced in driving.  Shakes was seated with him at the front passenger seat, Batandwa was seated at the back on the left and I was seated at the back on the right side of the car we were travelling in.  That was a blue Citi Golf.\n\tThe following weapons Mr Chairperson, were transferred to Tsepo at Hlobane, two Stashkin pistols, two macaroff pistols, ammunition, one AK47, one RGD5 hand grenade and an F1 hand grenade.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just go a bit slower Mr Wanyane.  There was two macaroffs, what else?",
            "Unknown"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "Two macaroffs, two Stashkin pistols, ammunition.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ammunition for those pistols?",
            "Unknown"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "Yes, they use the same rounds.  One RGD5 hand grenade.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "R25?",
            "Unknown"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "RGD5.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hand grenade?",
            "Unknown"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "Hand grenade and an F1 hand grenade, including one AK47.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "F1 hand grenade and one AK47 rifle?",
            "Unknown"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "That is correct.  We found out later that the following were not found by the police:  a macaroff pistol, a Stashkin pistol and the two hand grenades.  The one RGD5 and the one F1.\n\tI am still at the road block, but I am trying to explain some other thing that took place prior to that.  As we go through this case Mr Chairperson, you will realise that the police did find some weapons at Zone 10, at Batandwa Godlo's home.  Those weapons were left there by me about a week before the 27th.  They were actually in transit.\n\tI had no space or no place to put that material because I had another arms cache with me at my room at Pomolong.  I went to Batandwa and arranged for the venue, we agreed that we could leave those weapons at his home in the back room because they were in transit after all.\n\tI went to Ben to arrange for transportation and left those weapons there.  Comrade Shakes, the deceased, had made arrangements for Tsepo to meet us at the taxi rank in Rustenburg.  At certain points towards Magaliesburg, we came across a road block manned by traffic officers.  I wish to emphasise to you Mr Chairperson, we had no intention at all, nor any plan, to shoot at the road block despite that our Commander, BB, had instructed us to ensure the safety of those weapons in case of police road blocks or stoppages.\n\tI think that this is also shown by the fact that we complied with the order by the traffic officers to park the car we were travelling in, alongside the road and also because we waited for about ten minutes as the Officer was asking questions to our driver, Ben Masiso, while the other white Officer I think that is Mr Van Heerden, if I recall his name, kept on insulting us.\n\tAt one stage he asked us what was in the bags, because we had two bags in the back with us.  He wanted to know what was inside and we did not answer.  He left and joined his colleagues on the other side of the road.\t\n\tMr Chairperson, we did not intend to shoot at them from the onset.  This is also indicated by the fact that this Officer was going to and fro from our car, parked on the other side of the road, to their cars on the other side of the road, at least twice if I remember.\n\tWe did not arrive at that road block and immediately opened fire.  We did not even plan to kill anyone of them.  As this Officer was speaking through the radio on the other side of the road, we could tell from the apparent uneasiness among the traffic officers, that there was going to be some trouble.\n\tWe strongly believed Mr Chairperson, that these Officers would accost us, search the car and confiscate these weapons and that would have meant arrest for all of us.  We were determined to safeguard the material of the movement as instructed by comrade BB.\n\tWe then took a decision that Batandwa Godlo alone should move out of the car, and shoot towards the direction of the Officers, so as to get our way out of that scene.  Ben then moved the car about 30 to 40 metres away from its original position.\n\tThat shooting did not last, I am adamant, fore more than a minute.  On his way back to the car, comrade Babs fell and I moved out and shot towards the Officers.  I could not see any of them, but I was just shooting towards their direction.\n\tComrade Babs got into the car, I thought that they must have shot him, that was not the case.  He fell because of a hole on the side of the road.  It means that I was giving him cover until such time that he got into the car.  He got into the car and we drove in the direction of Krugersdorp.\n\tI want to emphasise once more Mr Chairperson, that the fact that the car was stolen, we got to know that only after we were arrested and interrogated by the Security Branch, it was not what drove us to shoot at the Officers.  We were primarily concerned with the safekeeping of this material, because indeed it was very difficult to get them.\n\tA chase ensued and not far away, I think it is a distance of about 2.7 km, according to the police report in court, Mr Baba's car, a white BMW appeared and was immediately blocked and taken at gunpoint.\n\tThat was done because the car we were travelling in, had its back window shot and it had fallen down completely.  It was also not travelling very fast, and because of this ensuing chase, we thought that that would be the fastest car to drive us out of that sector.\n\tAs the car was blocked, Batandwa and myself were so preoccupied with the weapons in the car, we wanted to make sure that we take them out with us, as we were moving out and running to this BMW, we saw that there was some disagreement between Ben and Mr Babas, the owner of the car.\n\tI think he will explain it better.  Two shots went off from the macaroff I gave him the previous night.  It never changed hands at all.  We got into this BMW and sat in the very same order we had sat in in the first car.\n\tWe faced the direction of Krugersdorp.  I remember somewhere along the way, we turned and faced towards Randfontein.  We saw that there was a helicopter hovering above and some traffic officers were closing down on us.\n\tWe turned back to the Krugersdorp, Magaliesburg road and faced Krugersdorp again.  The car was very fast and somewhere the tyre of this car, burst and we all moved out and spread in different directions.  It was again my responsibility with comrade Babs, to ensure that this material is safe.\n\tWe took out these bags with us, ran towards some plots.  We did not know the area very well.  We managed to hide this material, these weapons at various spots, including an old disused house apparently where they were later found by the police.\n\tWe left that area with no weapons in our possession, but after a while, we were surrounded by the police, who arrested us.\n\tRight, we were taken to the police station, I am in the arrest now.  In this police van, we were trying to formulate a story to tell to the police, but I do not remember reaching any agreement on the story to be told to them.  At some point we suggested among ourselves, we should tell them that we were given a lift on our way to Rustenburg, by some two guys, unknown to us.  But I don't remember reaching any agreement on that because the police station was not far away.\n\tAlso in the van, we had in our possession, the police did not find this, a sketch of a DLB, a sketch right of a DLB, that is a Dead Letter Box and we managed to destroy that and throw the pieces of paper out of the window of the van.\n\tWhen we arrived at the police station, we were kicked, electrified and beaten up for over one hour.  I was handcuffed in a very small room, the size of this township municipality toilets and kicked several times by one Captain Dick at the time.  Captain Dick.\n\tBut before they left, I spoke aloud because I could realise that they were going to separate us, I said no, we are not responsible for this, George did all of this.  George.  \n\tIt meant that I was giving a signal to Babs Batandwa, to stick with this very same name.  Because there was no way that we would compromise our comrade when he had not been arrested and reveal his identity to the Security Police.\n\tWe felt that because he had managed to evade the arrest, we should face the consequences and we stuck with that name throughout our case and throughout the trial.\n\tThe police left with Batandwa to his home at Zone 10, Meadowlands and found the weapons I had left there a week earlier, before our departure to Rustenburg.\n\tThey searched the house and also found the document For the Sake of Our Lives.  That is a document detailing the formation of community based Self Defence Units.\n\tThey also found a letter which I had written to comrade Babs some time in 1989, 1990 while I was in the Eastern Cape at Rhodes, but this letter was never made available during our trial.\n\tAlthough it was a subject of lengthy periods of interrogation by the Security Police, because it included the name of our Commander, where I had referred to him as BB and they kept on wanting to know who this BB was.  I was evasive all the time.\n\tOn the night, the very same night, 27th September 1991, we were taken to the offices of the Security Branch and were informed by Major Kleynhans that we were being detained under Section 29 of the Internal Security Act and that we would be subjected to six months detention period without trial.\n\tHe promised that things were going to be very very tough for us.  I knew in my mind that the period of interrogation or detention, had been amended by then.  I, if I am not wrong, I should think it was reduced to two weeks.  But we did not contest that, he just read out selected Acts from that copy.\n\tPeriods of interrogations followed one after the other, for over two weeks.  I was still trying to paint a picture of me giving a lift by these guys not known to me.  I did not know by then that they had found this letter and document For the Sake of Our Lives.\n\tThey had so many photographs of dead people with what seemed to be bullet wounds on the foreheads, they used to bring that to me very often at night.  Maybe they thought I would be scared by that.\n\tAfter a while Major Kleynhans said Stanley, I can tell you that you are lying.  You were not going to Rustenburg on a lift, but you were going there to be trained in Self Defence Units, we have evidence.  He produced this document.\n\tI did not agree with him from the onset, but when he took out this letter, and I read the contents, I could see that yes, they knew something.  He said that comrade Babs had told him that we were going to Rustenburg for Self Defence Unit training.\n\tI said yes, this is the right thing.  It would be a better sin to agree to being Self Defence Unit members, rather than MK operatives.  That is the statement Mr Chairperson, that we did not deviate from throughout our trial until our conviction on the 15th of February 1993.\n\tThat was a fabricated statement made to the police.  We felt Mr Chairperson, that there would have been no need for us to change that statement because of our lack of faith in the judiciary of the then apartheid South Africa.\n\tI would like to proceed to another issue Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, please do.",
            "Unknown"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "Yes.  The political objective, Mr Steenkamp, for the murder of Mr Babas.\n\tIt is true that by then MK had suspended the armed struggle, after the Pretoria Minute.  But it was strongly believed amongst us, including our leadership, that that did not stop the MK from recruiting, organising and establishing structures inside and outside South Africa, and I should think that from the submissions made by the African National Congress to the Truth and Reconciliation Commission, that issue is also included that many of our comrades were taken for conventional training, outside the country even after the suspension of the armed struggle, in countries such as Tanzania, Uganda, India, Pakistan.\n\tRecruitment and establishment of MK structures did not stop with the abandonment or with the suspension rather, of the armed struggle.  As MK operatives, we had to take the responsibility to ensure the safekeeping of the material of the movement, we would never have departed with them so easily.\n\tBut I wish to point out Mr Chairperson and every one present here, that we view Mr Babas as not very different from other victims, particularly civilians who as innocent as they were, who as innocent as they were, I repeat, were caught in the cross-fire.\n\tI believe that Mr Babas was not very different from a multitude of other South Africans who were either killed or injured while killed or seated in restaurants enjoying their meals or attending church services, or killed by rightwingers manning a road block.\n\tI want to assume that this understanding, this remark would not be misinterpreted.  Mr Babas was unknown to us and we did not plan to kill him in any way, nor take his motor vehicle by force.  His racial belonging was also not a factor in this instance, his car Mr Chairperson, was taken by force because ours had been badly damaged during the shoot out and it could not travel fast.\n\tWe sincerely believed that by taking his car, we would be able to retreat out of the scene faster and secure the safety of MK's weapons.  This would have enabled us Mr Chairperson, to make other arrangements for the transportation of those weapons to their intended destination in pursuit of the objective of establishing more underground structures for Umkhonto.\n\tThroughout the years we have spent in prison with my co-accused here, we quite often talked about the death of Mr Babas, which continues to trouble us up to this day because we were accomplices to it.\n\tWe even at some stage decided, or rather agreed to communicate with his family to express our heartfelt sorrow at the loss of their beloved.  Despite that, it would be extremely difficult to resuscitate that painful incident.  We acknowledge that Mr Babas' death, Mr Babas' life was worthwhile and that his death at our hands, is very much regrettable.\n\tWe hope that his family, his friends and all those who loved him, would forgive us.  We know that it is not very easy to do so, but that would be very much understandable.\n\tAs for our own part, we wish to declare to Mr Babas, his family, his friends in front of the entire South African nation, that we are deeply sorry.  We hope that you will forgive our sins.  That also applies to the traffic officers, who although as members of the Security establishment, were doing their daily or routine duties, we wish to express our heartfelt sorrow.\n\tIn conclusion, to all the Commissioners sitting here, to all the men in this country and women who have espoused this beautiful idea of reconciliation and this moment of national ...(indistinct), this moment represents an important era.  This process that you are giving shape and texture to, is highly recommended, is highly commendable by us.  Your preponderant contribution Mr Chairperson, would mark the opening to a new era.  An era in which the infliction of pain and suffering of hatred and anger by  men on his fellow beings, would be a thing of the past.\n\tAn era Mr Chairperson, whose dimensions would be measured on an intergalactic scale and whose substance will be based on the free and fullest development of the human personality.  I wish to take this opportunity to thank you once more, to thank you once more for giving us this chance to meet eye to eye with those we have so gravely wronged.  We reiterate our deepest sorrow and beg for your forgiveness.\n\tI must say that I am deeply disappointed to hear that only one of the victims came to this session.  I had hoped that even if they were going to oppose our application, we would be able to meet with them, express directly to them our deepest sorrow and regret.\n\tIt is understandable, we would not expect everyone like Mr Van Heerden to support the process of reconciliation in our land.  That is not an easy thing.  If we take all the conflicts of the past, all the grudges we have had in the past and place them in our hands.\n\tI hope Mr Chairperson, that I have said all that I have wished to say to this sitting.  If there are any things that I have left out or omitted to say to this Committee, because of the very fact of my fallibility as a human being, my fellow comrades, will touch on those.  We have been through a hard time throughout our lives.  We have never enjoyed our youth because of the conflicts of the past.\n\tI do not think that this Commission should also be party to condemning us to those dungeons of hopelessness.  We have a life to live as well.  We would like to forget and erase from our minds, everything that has happened and move forward, and make whatever positive contribution we have to make, in our new country, in our fragile democracy.\n\tI now rest my case Mr Chairperson.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Thank you Mr Wanyane, I just want to take you back on just one aspect.  You have often in your evidence referred to Ben.  Is that the third applicant in this matter?",
            "Male"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "That is correct Mr Mhlaba.",
            "Male"
        ],
        [
            "MR MHLABA",
            "And again you have on several occasions referred to Babs, does that relate to the second applicant in this matter?",
            "Male"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "That is correct Mr Mhlaba.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You have briefly touched on the incident when there was a scuffle between Ben and the deceased, Mr Babas.",
            "Male"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Can we read into your statement that Mr Babas was shot during that scuffle by Ben?",
            "Male"
        ],
        [
            "MOLAHLENE STANLEY WANYANE",
            "Yes.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Thank you Mr Chairman, I've got no further questions.\nNO FURTHER QUESTIONS BY MR MHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mhlaba.  Adv Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  Mr Chairman, I have spoken to Inspector Moletsani, he is sitting here today.  I just want to put the following on record.\n\tInspector Moletsani was shot twice in his right leg during the incident.  During the last few years, he couldn't understand why he as a normal law-abiding citizen doing his duty, routine work, was shot.  After he listened to the applicant, he has decided that in the spirit of reconciliation, he is withdrawing his application for opposing the application of the applicant, and therefore doesn't have any further questions for the applicant.  As it pleases you, Mr Chairman.\nNO FURTHER QUESTIONS BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Adv Steenkamp.  Mr Moletsani, we have noted what was placed on record on your behalf by Adv Steenkamp.\n\tWe are gratified by the fact that you have received some answers to questions that had been troubling you for quite some time, which of course is one of the underlying purposes of this process.  Thank you.\n\tMr Mhlaba, we have a fairly full account of the particular incident from Mr Wanyane, a very full account.  Are you placing any further testimony before us?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Mr Chairman, in fact I wanted to suggest to the Committee that if the evidence of Mr Wanyane covers everybody as I believe it does, I only wanted only the, his co-applicants just to confirm the facts in so far as it relates to them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That seems to be a sensible way of dealing with the matter and my colleagues are in agreement with me that that seems to make perfect sense under the circumstances.\n\tIt will be the most effective way of dealing with the matter.  Certainly we don't have any difficulty if you were to simply do that.",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Thank you Mr Chairman, I would like to ask the second applicant to confirm that after an oath has been administered to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will he be speaking in ...",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "He will also be testifying in English Mr Chairman.",
            "Male"
        ]
    ]
}