{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-13",
        "location": "JOHANNESBURG",
        "day": "2",
        "names": [
            "SAINT MKULULI MANYAMALA"
        ],
        "case number": "AM 3150/96",
        "matter": "ARGUMENT",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52894&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98101215_jhb_joha2.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR SHAYI",
            "ADV GCABASHE",
            "ADV STEENKAMP",
            "MR MANYAMALA",
            "MR MHLABA",
            "SOLOMON MOLOI",
            "MR SIBANYONI",
            "<UNKNOWN>",
            "INTERPRETER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR SHAYI",
            "ADV GCABASHE",
            "ADV STEENKAMP",
            "MR MANYAMALA",
            "MR SHAYI IN ARGUMENT",
            "MR MHLABA",
            "SOLOMON MOLOI",
            "MR MOLOI",
            "MR SIBANYONI",
            "WITNESS EXCUSED",
            "MR MHLABA IN ARGUMENT",
            "INTERPRETER",
            "ADV STEENKAMP IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We are reverting to the application of Mr Manyamala, AM3150/96.  Mr Shayi, you had indicated to us when we adjourned yesterday, that there was an application that you would want to address to us.  Would you please proceed to deal with that first, and then we will come to the argument after that?",
            "Unknown"
        ],
        [
            "MR SHAYI",
            "Mr Chairman, as I indicated yesterday that on page 13 of the bundle, and page 15 of the bundle, mention is made on page 13 of three AK47 firearms and nine shotguns, and on page 15, of two AK47's and several pistols and several revolvers.   It is my submission that when the application was made by the applicant, he was not advised by any legal representative, it was done by the applicant himself.\n\tWhen he actually alluded to the affidavit, he made mention of how he came to be in possession of the three AK47's that are mentioned on page 13 as well as the nine shotguns and the other weapons that are mentioned on page 15 of the bundle, my submission is there is no any other ...(indistinct) evidence or any other evidence, to actually support his application for amnesty, as far as these firearms are concerned.\n\tIn other words, the affidavit that he actually made in support of his application, deals adequately with the AK47's, the nine shotguns, and the pistols and the other firearms.  My submission is there won't be any prejudice that is going to be suffered by any other party should an amendment be made by the applicant, and such amendment be allowed by the Committee.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Mr Shayi, could I just ask you, that affidavit, do you have a date?  Mine doesn't have a date reflected on it?",
            "Unknown"
        ],
        [
            "MR SHAYI",
            "If my memory serves me well, I think the affidavit was made Tuesday last week, that will be, I think that will be - may I just bring it to the attention of the Committee that I actually received the bundle on Friday last week, and that is the day on which I actually started working on the application itself.\n\tMy understanding of the matter was when I first received notice that I may actually come to represent mr Manyamala in the application, my understanding was, because at that stage I had a copy of the affidavit, my understanding was, he in the application, that is in the form, dealt with the firearms that are mentioned on pages 13 and 15.\n\tSo, when I received the bundle on Friday, that is when I actually noted that the firearms on pages 13 and 15 are not mentioned in the form.  But I came to the conclusion, or it is my submission that as far as the application is concerned, if an amendment can be allowed, the facts pertaining to the firearms, are adequately mentioned in the affidavit.\n\tHe actually alluded when evidence was adduced by Mr Manyamala, he actually told the Committee as to how he came to be in possession of the firearms, mentioned on page 13 as well as the firearms mentioned on page 15.  My submission is as far as Section 74 of the Act is concerned, there wouldn't have been any need to actually give notice to any other third parties, as the Committee pleases Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, there is no apparent interested party victim, in respect of the possession of the arms and ammunition.  But in any case, the application form itself does foreshadow SDU activities on the part of the applicant.\n\tAnd of course, the possession of these arms related directly to the SDU activity, so it is not as if it is something that was not covered at all in the original application form.  Although it was obliquely covered there, it does refer to the fact that the applicant was engaged in some or other SDU activity.\n\tJust, can you just confirm the affidavit was drawn with the assistance of legal representation?",
            "Unknown"
        ],
        [
            "MR SHAYI",
            "As Mr Chairman pleases, I understand from my learned colleague, that is Mr Gila, that when the affidavit was drafted, he was present, and it was after it was drafted that they actually came to me.  I understand that it was somewhere on Tuesday last week, or Monday last week, but it was during the course of last week.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, but at that stage the applicant was assisted by a lawyer?",
            "Unknown"
        ],
        [
            "MR SHAYI",
            "That is correct Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Adv Steenkamp, do you have any submissions on the application to amend?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I don't have any objection whatsoever.  May I just ask something, I am not clear what happened to the weapons, I understand they were used for SDU activities, but I would like if possible, just to ask what happened to them, because if they were sold, there is a question of financial gain.  It seems to be a lot of weapons.\n\tIt is nowhere raised exactly what happened to them, except that they were stored somewhere, or they were cached apparently.  I think that is the only thing I am asking, with respect Mr Chairman, but I don't have anything further to say.",
            "Unknown"
        ],
        [
            "MR SHAYI",
            "In that respect Mr Chairman, then I will allow the Committee to find out from the applicant himself, but as far as the weapons mentioned on page 13 are concerned, if my memory serves me well, this was actually alluded to by the applicant, that is when he said that the said weapons were lost during the course of the activities.\n\tAs far as the weapons on page 15 are concerned, those are the weapons that were taken from the mentioned comrade Gadaffi and those were the subject of the criminal activity that was involved here, as the Committee pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The applicant in this matter has completed his testimony, and in the course of questioning by Adv Steenkamp, the Leader of Evidence of the Committee, the issue concerning a number of firearms which are referred to in the affidavit, submitted in support of the application, arose and more particularly the question whether or not the amnesty application before us,  includes the possession of those arms.\n\tMr Shayi, who appears for the applicant has applied for the amendment of the amnesty application to include the possession of the particular arms which are referred to on pages 13 and 15 of the record before us, amongst other things a number of AK47 assault rifles, shotguns, pistols and revolvers.\n\tMr Shayi makes a submission that no prejudice can be suffered by anyone in the event of the application being granted.  There are no apparent interested parties or victims in respect of this particular aspect of the matter.\n\tAdv Steenkamp has indicated that he does not oppose the application, and it is quite clear that the applicant's possession of these arms have been fully canvassed in the course of the testimony that was given in the matter.  We are therefore satisfied in the circumstances, that the applicant has made out a proper case for the amendment of the application, to include the possession of the arms referred to on pages 13 and 15 of the record.\n\tWe can just add that it has been drawn to our attention that the applicant was not legally assisted when he completed the application form and therefore the form obviously is not as detailed as one would have expected it to be in the event of the applicant having been assisted by legal representation.\n\tIn any event, there is reference in the application form itself to the fact that the applicant has been engaged in activities of a Self Defence Unit, and it appears that the possession of these arms relate to those activities.\n\tSo, in our view the details relating to the possession, has been foreshadowed in the application form itself and that a sufficient basis has been laid in the original application for the particulars which are contained in the affidavit.\n\tAccordingly the application is granted and the amnesty application is amended to include possession, unlawful possession of the arms and ammunition in question.",
            "Unknown"
        ],
        [
            "MR SHAYI",
            "As the Chair pleases.  Mr Chairman, at this stage, I will ask the Committee to allow Mr manyamala to address the Committee on forgiveness, just a short address.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  There is no need to do that under oath, and therefore we will allow Mr Manyamala to speak from where he is.",
            "Unknown"
        ],
        [
            "MR SHAYI",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Manyamala, your legal representative has indicated that you wish to address some further remarks in regard to the application.  Would you please proceed to do so?",
            "Unknown"
        ],
        [
            "MR MANYAMALA",
            "First of all I would like the people to fix the headphones for me, my reception is very poor here ... (tape ends) ... by the government, the apartheid government.  I don't have anything else to say, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Manyamala, for those sentiments.  You have referred to your testimony yesterday and you expressed an opinion on the manner in which you had testified, but can I just put on record on behalf of this panel and my colleagues here, whom I know very well, you know, your matter will be considered as any other matter, professionally and objectively.\n\tWe are not sitting in an ivory tower, we understand the emotions that people have and we understand that often these proceedings are not easy things to handle, thank you.\n\tMr Shayi, do you wish to address us on the merits of this matter?",
            "Unknown"
        ],
        [
            "MR SHAYI",
            "Thank you Mr Chairman.  Mr Chairman, this is an application by Mr Manyamala for an incident that took place on the 3rd of February 1993 in which Mr Stephanus Froneman was murdered or killed and Ms Ruth Jennifer Barker, was injured during the process and he was charged with attempted murder and subsequently convicted and sentenced.\n\tUnder the circumstances when he was actually brought before the Court of law, he was charged with robbery with aggravating circumstances and illegal possession of a firearm, and illegal possession of ammunition as well.\n\tHe is serving respectively a death sentence, 18 months, three and six months.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just repeat that?  Is it a death sentence, that is subject to reconsideration by the panel?",
            "Unknown"
        ],
        [
            "MR SHAYI",
            "That is correct.  That is correct yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you say, what are the rest of the sentences?",
            "Unknown"
        ],
        [
            "MR SHAYI",
            "The rest of the sentences are 12 years for the attempted murder of Ms Ruth Jennifer Barker, 18 months for the robbery with aggravating circumstances, excuse me, it is 12 years, 18 years, three years for illegal possession of a firearm, and six months for illegal possession of ammunition.\n\tHe was sentenced on the 2nd of June 1995.  My submission is one now has to look at the provision of Section 20 of the Promotion of National Unity and Reconciliation Act, 34 of 1995 and the Committee has to satisfy itself as to whether if one looks at this Section, he qualifies to be given amnesty.\n\tThe first thing that one has to look at is whether the application complies with the provisions or requirements of the Act, and my submission is inter alia that according to the bundle, the application itself was brought on the 1st of November 1996, and the cut off date was supposed to be the 10th of May and my submission is under that leg, he does actually comply with that requirement.\n\tThen, now one has to look at the provisions of subsection (2)(a) of the Section 20, which in short deals with whether he was a member of any political organisation or a supporter thereof and my submission is, according to the evidence or the submission that was made by Mr Manyamala, he says that he was a member of the African National Congress and a member of the Self Defence Unit.\n\tIf one looks to the (b) part of Section 20, that is 20(1)(b) whether the act, omission or offence related to any political objective, and I will come to these when I deal specifically with the facts or the incident itself, and dealing with the evidence that was given by Mr Manyamala to this Committee, then whether the applicant has made a full disclosure of all relevant facts that were involved in the commission of the crime.\n\tNow, in dealing with the (c) part of Section 20(1)(c), of Section 21, I will actually look at what my learned colleague, Adv Steenkamp, alluded to when he said that in other words he lied to the Court, during the time of the trial.\n\tThen I will also deal with the provisions of subsection (3), more specifically the (a), (e) and the (f) parts of the Section.  \n\tNow in dealing with whether the act committed was actually related to any political objective, the issue here is overshadowed by the fact that in it we have a person who is now facing, or who has been sentenced for inter alia robbery with aggravating circumstances.\n\tOne should never try to look at the court document without looking at the plea that was given by Mr Manyamala to the Court.  My submission is in giving a ...(indistinct) denial to the Court in question, any possibility of him stating to the Court as to how he came to commit the offence, was actually excluded, because in giving explanation as to the killing, he would by so saying, have been saying that he actually committed the crime.\n\tIf one looks at what he says led him to pleading not guilty, because he says that the Attorney or Advocate who was representing him, told him that he stood to gain by pleading not guilty, then pleading guilty, because if he pleaded guilty, then he would have been given a direct life imprisonment, or a death sentence.\n\tHe didn't want to follow that route.  That should be looked at in the light of the circumstances of Mr Manyamala himself, namely that he at that stage, even though he didn't actually mention that, he thought that by pleading guilty and being given a death sentence or life sentence, would have aggravated his position and as such he deemed it fit to lie to the Court.\n\tBut he actually took the route to the truth, hoping for reconciliation with the victims of the said crime.  If one looks at the crime itself that was committed by Mr Manyamala, one will say that it is a purely, if one looks at the court record, that it was a purely criminal activity, but if one looks at the provisions of subsection (3)(a), (e) and (f), more specifically whether he stood anything to gain by so robbing the people, then one is left with no choice, but to look at Mr Manyamala's submission that when they so robbed the motor vehicle or they so took the motor vehicle from this person, they never had an intention to use the said motor vehicle for their personal gain, but they merely wanted to use it for transporting the said firearms to Soweto.\n\tIf one looks at this in the light of what was actually led in the court, more especially if one looks at pages 36 and 37 of the bundle,  and in summarising the facts, mention is made of - I am going to quote from the second line of page 37, that is 584 of the judgement.  He said that accused 2 brought the vehicle there.  He says that he knows accused 2 very well.  And later mention is made of accused 3.  On line number 8, late that evening accused 3 arrived on the premises, with the police.\n\tNo mention whatsoever if one goes on with the judgement itself, is made of accused 1, who is now the applicant today, of ever having been in possession of the motor vehicle from the time that the said vehicle was taken away from the victims.  My submission is looked at in the light of what he actually alluded to, that he gave orders to the two people to dispose of the motor vehicle after it was taken away from the victims, then one could actually come to the conclusion that what he is saying, is the truth.\n\tBecause from there, if one looks at the summary of the judgement by the learned Judge, no mention is made whatsoever of any connection of the motor vehicle to the applicant, after it was taken away from the victims.  Meaning if there is anything that was actually gained by whoever took part in this activity, it definitely couldn't have been the applicant.  At most, it was actually the two co-accused, who are not before this Committee.\n\tMy submission is, as far as the provisions of subsection (3)(a) are concerned, which is the motive which can be said to be directly linked to whether he had some personal gain by so committing the offence, are actually satisfied.\n\tThat should be looked at in the light of what he actually alluded to this Committee.   If one looks at the provision of subsection (3)(a), the motive, he says the motive at that stage, was to take the motor vehicle and to transport the firearms.\n\tHe says when so killing, in the shooting that occurred between him and the driver of the motor vehicle according to his version, when that shooting actually occurred, that was not his intention, to actually shoot the person who was in the motor vehicle, that was when he first approached the motor vehicle.\n\tThat was something that came to him, immediately after the occupant of that motor vehicle, that is the driver, started shooting at him, and then he returned fire.  Now, that should be looked at in the light of the injuries that were sustained by the passenger of the motor vehicle, of the Toyota Corolla, that is Ms Barker.\n\tFor that, one has to look at page 35 of the bundle, that is the summary of the judgement, that is the penultimate paragraph.  She herself, sustained three gunshot wounds.  Two in her right leg, and one behind the right upper hip or side.\n\tOne is left with the question, if the intention of Mr Manyamala was to kill the occupants of the motor vehicle, why would he go for the legs of the female occupant of the motor vehicle?  My submission is that his evidence that she was actually not intended target in the shooting, that she was actually hit by the bullets that were intended for the male occupant, is the truth.\n\tWhy would he shoot her on the leg and after shooting her, according to the version that is now before the Committee, no attempt whatsoever was made by Mr Manyamala to finish off the female occupant of the motor vehicle, who could have subsequently secured a conviction for Mr Manyamala.\n\tThen one is left with no other alternative in the absence of any explanation to the contrary, that Mr Manyamala never had any intention other than taking the motor vehicle away from them, of killing the occupants of the motor vehicle.\n\tMy submission is if he lied to the Court as Adv Steenkamp was harping at yesterday, why would he lie to the Court, why wouldn't he disclose the whole truth to the Court?  My submission is, and it is now common cause, people who were involved in political activities at that stage, never had any trust in the judicial system.\n\tEven after the elections themselves, and if the Committee could actually look at the applications that are actually brought by the applicant or applicants who approach the Committee, there are many of them who were convicted and none of them, pleaded guilty in the trial court.\n\tMy submission is he is pleading not guilty in court, thereby not disclosing the truth to the trial Court, can in a way be seen to be linked to his not telling the truth and he is here to disclose the truth of what happened during that fateful day.\n\tOne may pose the question, why would he actually decide on killing in order to get hold of the vehicle?  One has to guard against taking an armchair approach to the situation that Mr Manyamala was actually faced with.\n\tEx post facto one can say that was not a good decision to make, but during the course of the event, in the heat of the moment, what was it that he thought about.  He said to the Committee when Adv Gcabashe, one of the Commissioners, was actually posing a question to him ,why the urgency, he says the urgency was and that is what was in his mind, I have to protect my people.\n\tThat is what the urgency is.  That should be looked at in the light of the proportionality of the offence that is still under Section 20, the proportionality of the offence that was committed in relation to the objective that was sought to be achieved.\n\tNow, if one looks at the proportionality, my submission is a person's life is a person's life, that is the ultimate right, right to life, but now in killing that one person to protect the lives of more than 10 people in the location, could one not come with that kind of proportionality?\n\tOne should look at what was happening when the shooting took place.  The occupant of the car was shooting, he was also shooting.  In that respect, one can say he had to shoot to secure the motor vehicle.  In the same tone, he had to shoot to protect himself from the occupant of the motor vehicle, although that was not said and that was not raised in the trial court.\n\tMy submission is although it may be said that this looks far removed incident from furthering a political objective, if one looks at the events in one chain, there is no doubt that in transporting the firearms to the location, that motor vehicle was needed.  Even though he says that he drove in another car to the scene, he gave an explanation why he had to go for that specific car, but not the car in which they were travelling.\n\tMy submission is that it satisfies all the requirements for amnesty.  If there is any question in particular, I am available to assist the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Adv Steenkamp, any submissions?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I have no further submissions, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Gentlemen, thank you very much.  We will consider the matter and notify the parties of the decision once it is ready to be delivered.  Thank you for your assistance.",
            "Unknown"
        ],
        [
            "MR SHAYI",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can we revert to the matter of Khumalo?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "As you wish Mr Chairman, I do not know if you want to take a minute before I call the Attorney, or we can just call him and start immediately, he is available, Mr Mhlaba.  There he is at the back, he is coming sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are proceeding with the matter of Bongani Christopher Khumalo which stood down in order to  enable us to deal with a matter which was outstanding since yesterday.\n\tAdv Steenkamp, I believe that there is some further testimony that did become available in the meantime, would you put that on record?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  Mr Chairman, may I first apologise on behalf of the victims for introducing a witness at this stage, as well as to my learned colleague.\n\tI informed him briefly about the position.  The victims, I am appearing now on behalf of a number of victims.  I would beg leave to call one witness Mr Chairman, that is Mr Solomon Moloi.\n\tMr Moloi being the person that is mentioned in charge number 6, of indictment which appears on page 16 and 17 of the bundle Mr Chairperson.  Page 16 and 17, his name is referred to there, he is Mr Solomon Moloi. \n\tThe applicant was convicted for a charge of attempted murder on Mr Moloi.  May I also put on record Mr Chairman, that the view of the following victims are that they are opposing the application of the applicant, because they are of the view that the applicant didn't make a full disclosure.\n\tAnd their names appear on page 1 of the bundle Mr Chairman.  If I may with respect, refer you to page 1.  The first person there being Sergeant Makokani Samson Ndobe, he is present, he is opposing the application.  It is the first person on the list there Mr Chairperson.\n\tThe second person being Colin Zuma, also opposing the application.  \n\tThey can run down Mr Chairperson, the next person is Mr Godfrey Ngubu, Mhlandla Godfrey Ngubu.  He is beneath Elizabeth Titi Mazibuko, also opposing the application.\n\tThen Mrs Ngubu herself is also opposing the application on the same grounds, Mr Chairperson.  Then Mrs Selina Makwe Moloi is also opposing the application, on the same ground.\n\tAnd then Mr Chairperson, Mr Solomon Moloi is present, he is a Zulu speaker.  I would with your indulgence, lead his evidence.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Adv Steenkamp.   Mr Sibanyoni, will you administer the oath to Mr Moloi.",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "May I interrupt Mr Chairman, before the evidence is led, may I indicate in respect, may I refer the Committee to page 20 of the court record.\n\tThe information I have at my disposal is that the applicant here, was acquitted in respect of the attempted murder of Solomon Moloi as well as the attempted murder of Selina Moloi.  It appears on line 1 and 2 of page 20 of the judgement.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Sorry Mr Chairman, my learned colleague is absolutely correct, it is page number 47 of the bundle, the marked, highlighted page 47 on the top there.  That is charge 6, that is Mr Solomon Moloi.  I am indebted, thank you Mr Chairperson.\n\tThat is Mr Moloi present here today.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I see Selina Moloi was count 9.  Which was Solomon Moloi, which count was that?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Number 6 Mr Chairperson, on top of the page there.  He is found innocent.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Oh, okay.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "That is Solomon Moloi.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, it is the very first one on page 47 of the record.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "That is correct Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, thank you Mr Mhlaba.  We have noted the situation.",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you for your indulgence Mr Chairman and Honourable members.  Mr Moloi, just for the record, can you indicate to us first of all, what is your current occupation and where are you staying?",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "At the moment, my name is Solomon Moloi, I am self employed and I reside at Palm Springs.  I am dealing with building material.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Is it also correct in saying that during the day of the incident, being the 31st of July 1992, you were staying near Zola 3, Soweto, is that correct?",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "At that time, I would like to explain everything that happened.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Can you just confirm the question, on the day of the incident, where were you staying?  Were you staying at Zola 3, at the house where the incident occurred or where were you staying?",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "I was just a visitor there, I was not staying there when this thing happened.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "The deceased in this matter, did you know him and if you did know him, how did you know him?",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "I know him.   He is very much younger than I am, he is far from my peer.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "This is the deceased, am I right in saying you were friends?",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "We were not friends.  I was never his friend.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "The applicant today before the Committee, do you know him, and if you do know him, how do you know him?",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "Yes, I do know the applicant.  I know him from Zola 3.  As I had already explained that he grew up under me, but he was far younger than me when we grew up.  I know him very well.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "At the day of the incident, can you describe to us where were there so many people inside the house, what was happening before the incident?",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "I will start from scratch.  I have heard him - could you please repeat your question.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "If you can maybe just follow the questions, I will give you the opportunity to explain exactly what you feel Mr Moloi.  I understand how you feel.  Can you just explain to the Committee why were there so many people inside the house?",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "This person came to kill me with a hand grenade, that is why there were many people in the house.  It is the people that he brought into the house.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Am I right in saying that you are opposing the application because you feel that after listening to the applicant, the testimony of the applicant, that you feel he is not making a full disclosure, am I right?",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "Yes, that is correct.  That is why I am opposing the application.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Can you indicate to the Committee why you are saying so?",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "He has testified that he came into the house in order to tell us to switch off the lights, and he was called.  He said he was called to the house, or into the house, that is not true.  He was never called.  He came there because he had a purpose to be there.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "You can proceed.  If I may just ask you to speak a bit slower so that everybody can just write down what you are saying, thank you.  You may proceed.",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "Should I start from scratch, or where should I start?",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Just tell us in your own words why do you disagree with the testimony of the applicant as you have heard it.",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "We had a tiff with the applicant during the year 1980 or the early 1980's, I am not sure as to which year was it, but during the early 1980's, we had a squabble.  As a person that I knew who grew up in the same area where I lived, when the strikes started, the applicant was burning people using different instruments, even plastics, to burn people.\n\tOn this particular day, when I was coming back from work, he was at a gate at number 299.  I greeted him.  He also greeted me and I asked him to explain to me as to why he engaged in these activities of burning people.  That is how the tiff arose.\n\tHe even threatened me that he was also going to burn me, because that was none of my business that he was burning people.  I actually wanted to advise him and admonish him as he was younger than me.  That is when the squabble started, then he started threatening me.  I assaulted him.  He told me that he is a member of the ANC, he is an askari.\n\tThey were able to separate us.  Then during 1990 I bought a house in Palm Springs, that is where I went to stay and I did not expect this to happen.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Sorry to interrupt you, if you can maybe just go to the day of the incident.  Why are you feeling that the testimony of the applicant as far as you are concerned, he is not making a full disclosure?  If you can, go to the day of the incident, thank you.",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "On this particular day, I had visited house number 299.  At about two or three o'clock during the day, I knocked off at work, from work at one o'clock and proceeded to my place.  My place is not far from my in-law's place.  I took my wife with from my in-law's place to my place.\n\tThen when we were going back to my place at 299B, we were accosted by the applicant.  He had a gun in his possession, as well as a hand grenade.\n\tI don't know whether it was only one hand grenade or more than that.  Bongani said to me, yes, do you still remember me?  I said but you grew up under me and you are young, how can you address me in this manner.  He said to me do you still remember what you did to me when you assaulted me?\n\tTo me it came as a surprise that he could say that, because I thought that the past had all belonged to the past.  Then he threatened me with the hand grenade and we were still in the street at that time.  I was with my wife at that time.  I said if you are going to injure me with the hand grenade, then you should do that whilst I am still outside, then my wife said, just leave this young man, let's go into the yard, and forget about him.\n\tWe went into the yard and it was at about three o'clock.  As I was sitting there, I was quite perturbed and thinking about this young man who had threatened and accosted me.  I had seen earlier that he had a gun and also a hand grenade.\n\tI advised my wife that we should phone the police.  At that stage I phoned the police.  They took quite some time before they arrived, but they ultimately did.  I explained to them as to what had happened, that he had threatened me with regard to the past incident.  He even said to me I was an informer, I was a police informer and that particular day he was just going to kill me, he was going to use the hand grenade to kill me.\n\tThe police promised to patrol the area or the house, but this policeman knew this young man, the applicant, he even referred to him by his nickname Gundwani, which means mouse.  This policeman pointed out that Gundwani was a very dangerous man, and they needed to patrol the area of the house since I had been threatened with death.\n\tI said to the police they should stay with me because I was also scared, but they refused and said that they were going to patrol.  At about seven o'clock, we heard some kids knocking at the door.  My wife's sister responded, she opened the door and my grandmother was in the kitchen, as well as James.  The children said they had been sent by Bongani, that is the applicant.\n\tHe had said to them that there was a police dog that he wanted to kill that particular day and he wanted the people to switch off the lights.  I was at the dining room at that time.\n\tI said they should go and tell Bongani that we are not going to switch off any lights.  They left.  I think they went to tell him our response to his request or his demand.\n\tAfter about three to five minutes, the applicant himself came because he was quite a dangerous man in that area, he came personally and as I peeped through the door, I could see that he had gotten into the kitchen now and my wife as well as her sister were in the kitchen at that time.  I was in the dining room.\n\tMy brother-in-law, Mr Mazibuko, that is Joseph, was next to the stove in the kitchen, just sitting and lazing around there.  That is when I saw the gun that he had as well as the hand grenade.\n\tWe decided to try and prevent him from attacking us.  I pounced on him, we were fighting for the hand grenade as well as the gun.  We struggled for the gun and the hand grenade.  That is when I opened the drawer, I came across a fork.  I thought I would get something better in order to be able to cut his hand.\n\tI used the fork in order to try and make him or force him to release the hand grenade that was in his possession.  Whilst I was still struggling and grappling with him, my other brother-in-law James, because he was now scared and this one was screaming, the applicant was screaming that the pin of the hand grenade had been released and now we were in danger.\n\tI said that is fine, if the two of us were going to die, I was going to die fighting him.  I was going to fight him to the bitter end.  James got scared by the fact that the pin of the hand grenade or the safety pin had been released.  That is when James opened the door.  The one who died, was the one who was sitting next or just behind the door.\n\tWhen James opened the door, the other gang that was with the applicant was able to gain entry.  As he went out, that is the applicant, he threw this hand grenade inside, because the gun had fallen, it slid right under the table inside the house.\n\tWhen this gun slid, I dived for the gun trying to run after him.  That is when he threw the hand grenade and that is when my brother-in-law fell onto the ground.  When I got into the street and tried to shoot them with their own gun, or with his own gun, I found that the gun was not functioning.  I don't know whether it did not have bullets in it or it was dysfunctional.\n\tAll the testimony that he has rendered here, is just blue lies.  He is not telling the truth, that was very much intentional.\n\tMy other sister-in-law that is Sophia Mazibuko, was also injured and she got mentally disturbed after the incident.  She also got injured and mentally disturbed from that time till now, now I have to maintain her children.  The applicant is coming to seek amnesty whereas there isn't a single scrap of truth that he has spoken before the Committee.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Just indicate to us, how were you injured and what type of injuries did you sustain?",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "I was quite lucky to escape without any serious injury, except for minor scratches on my forehead.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman, that will be the testimony of Mr Moloi.\nNO FURTHER QUESTIONS BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Moloi, when the applicant came to the house, did you hear what he wanted there?",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "He never told me, but I heard from the boys that he had sent before, that he wanted us to switch off the lights because he wanted to kill a certain dog.  Then I thought I am the dog that he was supposed to kill because earlier on he had actually threatened that he was going to kill me.\n\tI thought he had come to do just that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he, to your knowledge, he didn't come to the house specifically looking for you?",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "According to my knowledge, he had come to look for me specifically.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but that is what you thought, you thought he was coming to look for you, but he never said that to anybody, he never asked for you when he came to the house there, do I understand it correctly?",
            "Unknown"
        ],
        [
            "SOLOMON MOLOI",
            "He had said earlier on that he was going to come back and kill me.  I knew that when he came back, he had come for me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Just one or two questions Mr Chairman.  Mr Moloi, you told the Committee of a squabble which you had earlier with the applicant here, and you further mentioned that the applicant is a person who grew under you, that was very young to you.  Did you feel very much disturbed by getting engaged in a squabble with such a young man?",
            "Male"
        ],
        [
            "SOLOMON MOLOI",
            "I do not get your question.  Could you please repeat it.",
            "Male"
        ],
        [
            "MR MHLABA",
            "You have told the Committee of a squabble which you had earlier on with the applicant and you further mentioned to the Committee that the applicant is a person who is known to you, and he has grown under you.  That is, he is a very young person.  Did you feel offended by having to engage in a squabble with such a young man?",
            "Male"
        ],
        [
            "SOLOMON MOLOI",
            "I wasn't prepared to fight with him, but the manner in which he addressed me, I ended up having to assault him.",
            "Male"
        ],
        [
            "MR MHLABA",
            "It becomes very clear Mr Moloi, that you are still having a score to settle with the applicant here and it is the sole purpose which makes you to oppose this application, not that your opposition has any substance.",
            "Male"
        ],
        [
            "SOLOMON MOLOI",
            "I do not have any spirit of revenge in so far as Bongani is concerned.  I am opposing what he said and this is what has prompted me to come and give testimony in order to enlighten the Committee as to what really happened.",
            "Male"
        ],
        [
            "MR MHLABA",
            "I am saying to you Mr Moloi, that there is no material difference in what the applicant said.  The applicant said that the purpose for going to the house, was to request the people to switch out the light on the front, and I don't see any contradiction at all.  You are also saying that.",
            "Male"
        ],
        [
            "SOLOMON MOLOI",
            "This matter is clear.  During the day he had a lot to say to me, that he was going to come back to me later on, and when he ultimately came, he was still reiterating his words, he uttered during the day, that he had come to kill this dog that he had referred to during the day.  He came for me.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Did you know the applicant to be belonging to any of the political organisations or the Self Defence Unit?",
            "Male"
        ],
        [
            "SOLOMON MOLOI",
            "No, I never knew him to be politically active.  I heard later on that he was a comrade.  That is where our squabble started, when they were burning people.\n\tI had asked him as to why they were burning people, that is how I knew that he was a comrade.  As to whether he was involved in any political activity, I have no clarity.",
            "Male"
        ],
        [
            "MR MHLABA",
            "Thank you Mr Chairman, I've got no further questions.\nNO FURTHER QUESTIONS BY MR MHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you mr Mhlaba.  Any questions?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Mr Moloi, are you personally a member of any political organisation?",
            "Male"
        ],
        [
            "SOLOMON MOLOI",
            "No.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "That is the only question Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Adv Steenkamp, any re-examination?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "No further questions, thank you Mr Chairman.  If I may also ask if this witness may be excused?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            ".",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Moloi for coming to give evidence.  You are excused from further attendance, thank you.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            ".",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "That will be the case for the victims Mr Chairman, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba, do you want to address us?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Thank you Mr Chairman, my address will be a very short one.\n\tMr Chairman, I submit on behalf of the applicant that amnesty should be granted as the applicant has complied with the provisions of the Act.\n\tI want to firstly deal with his application form.  The application form Mr Chairman, as subsequently amended, I submit it complies with the requirements of the Act.\n\tSecondly Mr Chairman, the offence in respect of which this applicant is seeking amnesty, clearly relates to a political motive, clearly relates to a political objective, and it is my submission Mr Chairman, that it became common cause that these offences were committed in the course of the conflicts of the past and it further became common cause that at all relevant times, this applicant was both a member of the African National Congress and a member of Umkhonto we Sizwe.\n\tIt further became common cause that after he returned from exile, the applicant participated in Self Defence Unit establishment with the full approval of the African National Congress.\n\tLastly Mr Chairman, I will want to submit that there was no material contradiction in the evidence tendered by the applicant and I also do not find any material contradiction with respect to the evidence tendered by Mr Moloi in opposition of the application and what has been tendered by the applicant.\n\tIt is therefore my respectful submission that there has been a full disclosure and consequently the applicant is entitled to an amnesty and request the Committee to grant same accordingly.\n\tThank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When, on the applicant's version, when he threw the hand grenade into the house, we are just talking about this one incident, the question here - what was his motive at that stage, what motivated him?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Mr Chairman, I have understood the applicant to have indicated to the Committee that when he went into the house, he had in his possession a hand grenade, but he was attacked by Mr Moloi apparently who was trying to disarm him by stabbing him on the hand while he was holding this hand grenade, and it is in that scuffle that the safety pin was dislodged and the hand grenade subsequently exploded.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the - I am speaking specifically about the circumstances under which the hand grenade landed up in the house.  How did it leave the hand of the applicant?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Mr Chairman, the evidence tendered here is that it was, it fell out of the applicant's hand after he was stabbed and in fact he threw it away after the safety pin had fallen and as he was rushing out of the premises, he dropped the hand grenade as he realised that it could explode on him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was the evidence of the applicant not that he had thought he would give these people this present that they wanted?  Wasn't that the testimony?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Not as far as I could remember Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that the evidence is that it was purely accidental that the hand grenade fell out of the hand of the applicant?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "That is exactly how I understood the testimony of the applicant Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I might be mistaken, I am just trying to locate the portion of the evidence.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Mr Chairman, I must say that was my note as well.  The interpretation was the present, that this thing they wanted, he was going to leave with them.  That was the interpretation, of a present.  My notes are similar.  My recollection is similar to what you have stated.\n\tMaybe it was interpreted incorrectly, but certainly that is what the interpretation was.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Excuse me, from the Interpreters, the interpretation was not incorrect.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "My colleague has now confirmed my impression of the testimony and that is why I am raising it, to try and ascertain exactly under what circumstances did the hand grenade happen to explode and happen to land inside the house.\n\tIs your, well, I will just ascertain from Mr Sibanyoni, what his note is before I come to you.\n\tWe, the panel, seems to agree that at least the interpretation that was relayed to us, was to the effect that the applicant was leaving this present that the people wanted, with them.  In other words, the effect of the translation of the testimony was that he had deliberately thrown the hand grenade into the house.\n\tCan you clarify that?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Mr Chairman, the interpretation from Zulu to English may have escaped my comprehension to that extent, and the reason for that is that I am sitting close to the applicant and I am able to follow the proceedings in both languages.\n\tThat I submit, was not the manner in which it should have been presented.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Excuse me, from the Interpreters, ...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is it your submission that the version should be accepted on the basis that it landed by accident in the house and exploded because of the attack on the applicant?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "That is correct Mr Chairman, and in addition to that, it became very apparent by Mr Moloi's testimony that the safety pin was out of the hand grenade itself.\n\tHe further stated that he was stabbing him with a fork on his hand.  He said he had hoped he could have found something which could inflict more harm to the applicant, and unfortunately could only find a fork, which he used.\n\tOn that basis, I would persuade the panel to agree with the interpretation that it was accidentally left there, it was accidentally released.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba, this point can be of some importance to your client's application, specifically in regard to this hand grenade incident.\n\tWe, as I have said my colleagues and I had heard, of course the interpretation on the basis of what was really an intentional throwing of the hand grenade into the house to explode.\n\tNow, of course these proceedings are recorded, but perhaps it is easier to clarify this issue, in fact I am inclined to subject to what Adv Steenkamp has to say as well, I am inclined to have this issue clarified with the applicant, with your client, so that we put it beyond any doubt.\n\tHave you got any submission about that before I go to Adv Steenkamp?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Not, if I could maybe be afforded an opportunity to talk to the applicant in that regard, whether this opportunity is afforded to me now or after you have handed it over to Adv Steenkamp, does not really matter Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, so what you are saying is that you don't have any objection if we were to recanvass this particular issue with the applicant?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "That is correct, I've got no objection Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Provided that you are given an opportunity to consult with him or what?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "That not being a condition for, I will also ask for an opportunity to consult.  It will not take me long, just less than three minutes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I will come back to you.  Adv Steenkamp, I don't know what your notes reflect about that particular portion of evidence, but as I have indicated, we have this note here, we've got that recollection, we are inclined towards the view that perhaps we should clarify this with the applicant, that particular question of clarifying it with the applicant?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, my notes as far as I am concerned is also that it was quite intentional.\n\tMaybe I misunderstood the translation, but that is what I understood.  I can just maybe add, if this will be of any assistance, on page 40 of the Court judgement, there is a specific finding by the Court and I am referring to line Mr Chairman, it starts on page 40, line 7 until lines 15.  The Court there refers to an intentional throwing of the hand grenade.\n\tThe last paragraph, the applicant left the hand grenade in the house or he threw it in the house, intentionally Mr Chairman.  Then there is also a reference to Mrs Elizabeth Mazibuko who apparently was an eyewitness.\n\tIf you read the whole court record Mr Chairman, maybe I am mistaken, I think that is maybe the strongest point of the victims, is that this hand grenade, although whatever happened, it was the intention of the applicant to throw this hand grenade quite intentionally into the house.\n\tIf you read that specific section Mr Chairman, I would say this is actually going the side of my understanding of the evidence of the applicant.  Thank you  Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Have you got any objection if we decide to recall the testimony, recall the applicant on this particular aspect, to let Mr Mhlaba be afforded an opportunity, a brief opportunity to consult with his client?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "No Mr Chairman, I think it is in the interest of justice, thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba, I am sorry to interrupt you because I was going to give you that opportunity in any case now.\n\tI don't know if you want to say anything further, but we intend to stand down for a few moments, to allow you to consult with your client on this particular issue, and then I intend to call him back just to clarify this particular issue for us so that we don't have any misunderstandings around what might turn out to be a very important aspect of this particular aspect of his application.\n\tOf course, it would be good to at least have it authoritatively clarified also for the purposes of our interpretation service that we have here, so I think it is important all round to clarify the matter.  I am going to stand down for a few moments, won't you just indicate to me when you are ready and then I am going to reconvene.  We will adjourn for a short while.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlaba, have you had an opportunity to consult?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Certainly Mr Chairman, and I just want to apologise, it was a mix up on my interpretation of what was said by the applicant.\n\tThe applicant indicated to me that at the time he was attacked, he had in fact an opportunity to get out of the property himself, then threw it back to the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does that largely confirm the impression that the panel had of that particular portion of the evidence?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Mr Chairman, I could not get the question clear?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does what you understand now, coincide with how the panel heard the testimony on that aspect?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right, I don't know whether there is any sense in actually recanvassing this with the applicant, because I think that the original potential difficulty arose because of the way in which you had understood the testimony, so I don't know if there is any sense in recalling the applicant really.",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "I agree with the Chair, there will not be any sense.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want to add any other points to your submission?  I have been discussing this particular issue with you at the last juncture?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Mr Chairman, yes, only in so far as I had already finalised by submission, I just want to recap on this very issue which prompted the short adjournment.\n\tMr Chairman, the conduct of throwing the hand grenade into the property was because the applicant tells me that he had viewed the victims there in particular Mr Moloi, to be a person who is anti-liberation and that is the reason that he threw the grenade back into the property after he safely went out.\n\tThank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mhlaba.  Have you got any submissions?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I have no submissions except to say that on behalf of the victims, they are opposing the application of the applicant, as stated by one of the victims on the basis that there was no clear, full disclosure by the applicant.\n\tHe just wanted to use this amnesty process to clear his name.  They feel that they were victims, the majority of them, they were victims because of a personal feud between Mr Moloi and himself and they had no influence on this, and as far as political content is concerned, they were never members of any political organisation and they feel in the circumstances, the application of the applicant must therefore fail and be turned down.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I don't know if you want to add anything further Mr Mhlaba?",
            "Unknown"
        ],
        [
            "MR MHLABA",
            "Nothing to add Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, gentlemen, I thank you again for your assistance.  We will need a bit of time to consider the matter and to formulate a decision, and we will notify the parties once we are ready to release the decision in this matter.\n\tThe decision would be reserved.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "As you wish Mr Chairman.",
            "Unknown"
        ]
    ]
}