{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-05",
        "location": "JOHANNESBURG",
        "day": "4",
        "names": [
            "NKOSINATHI NKABINDE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52950&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98110205_jhb_jhnbrg4.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "MR VAN DEN BERG",
            "MOKOTEDI MPSHE",
            "NKOSINATHI NKABINDE",
            "ADV MOTATA",
            "MR MKABINDE",
            "MR VAN DEN BB2ERG",
            "ADV BOSMAN",
            "INTERPRETER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "MR VAN DEN BERG",
            "ADV MPSHE",
            "NKOSINATHI NKABINDE",
            "MR NKABINDE",
            "ADV MOTATA",
            "MR MKABINDE",
            "MR VAN DEN BB2ERG",
            "ADV BOSMAN",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Today we'll be hearing the applications of Michael Mofokeng and Nkosinathi Nkabinde.  Before we start I'd just like to introduce the panel to you.  On my right is Advocate Johnny Motata, he is an advocate member of the Johannesburg bar, on my left is Advocate Francis Bosman, she is from Cape Town and I am Selwyn Miller, I'm a judge of the High Court in the Eastern Cape, attached to the Transkei Division of that court.  I'd like please for the legal representatives just to place themselves on record?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson and Honourable Members of the Committee.  My name is Lungelo Mbandazayo, I'm representing the applicants in this matter, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Chairperson, I'm Eric van den Berg of the firm Bell, Dewar and Hall.  I represent the family of the deceased, Diederick Jacobs.  I also represent the family of the Stantons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr van den Berg.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, Members of the Committee, J.M. Mpshe for the Truth Commission, Amnesty in particular, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thanks Mr Mpshe.  Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson, the first applicant Mr Chairperson is Nokosinathi Nkabinde.  May he be sworn in Mr Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkabinde, do you wish to take the oath or do you wish to make an affirmation of the truth?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.  Mr Chairperson you have the affidavit in front of you and I think you have it marked Mr Chairperson as Exhibit A before he confirms it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes the affidavit that was made available to us this morning by Nkosinathi Nkabinde will be received then as Exhibit A.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.\n\tMr Nkabinde, the affidavit which is in front of you is also before the Honourable Committee.  Do you confirm that this affidavit was made by yourself and you abide by it's contents?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van den Berg, sorry, do you have a copy of the affidavit?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "I do Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe do you also have one?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I do Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, I'll start reading it as usual for the record.  The affidavit reads as\n\"I, the undersigned, Nkosinathi Nkabinde, do hereby make an oath and say that I'm the applicant in the undermentioned operations.  The facts to which I depose are true and correct and within my personal knowledge unless the contents states otherwise.  I was born on the 11th February 1960 in Jabulani, Soweto.  I started schooling in 1967 at Siavuma Primary School and I left school during standard 4 due to financial problems.  My father had two wives who were three and my mother and I am the second born.  He had four children with the second wife.  He was the only breadwinner at home.  He was working as a driver and stopped working in 1980.  Both my parents are now getting old age pension.  My mother is suffering from stroke.  Myself, I had one child who is staying with his mother.  I joined the PAC underground structure in 1976 and I was recruited by B. Masilela to the PAC and I joined it at Jabulani, Soweto.  In 1976 I left the country to Tanzania where I did my military training and I came back in 1978 and I was arrested during the riots and released in 1981.  In 1983 I was also arrested for armed repossession and I was sentenced to 14 years imprisonment and released in 1993.  I was arrested on the 19th January 1994 for APLA operations and I was sentenced to life imprisonment on the 24th April 1995.\"\nOperation A - Parkview, Mr Chairperson, not Parktown View.\n\"Parkview - we were a unit of five operatives for this operation.  It was myself, not armed, Monde the commander, armed with .357, Kopane armed with .38 special, Michael Mofokeng, not armed and Thabang Tjitja, also not armed.  Our commander told us that the target is Parkview and he will show us the place on the way.  He told us that our main purpose is to repossess arms and whatever we can use to advance and protect our gains in the struggle.  He told us that whites are mobilising themselves and we have to be battle ready.  It was on Sunday evening, 16th January 1994 and we took a taxi from Naledi to Parkview.  As we were on the taxi moving around, Monde pointed out the target, the house which was the target was surrounded by high fence and we had to jump the fence to get inside.  Three whites came out of the house and went to their cars and when they saw us, one of them ran back to the house.  Monde tried to stop him and I presumed he shot him because I heard a gunshot inside the house.  The other white who was outside entered the car and I ordered him to come out of the car, I pulled him out of the car and I took the car keys.  Myself, Bopani, Mofokeng and these two whites entered the house.  After entering the house I took ties from the wardrobe and used them to fasten their hands and legs.  Mode, the commander, kept guard on them whilst we were searching the house.  I managed to get two firearms, that is one 9 mm pistol and another small pistol in one of the bedrooms.  While still searching the house a bell rang and the commander went to the door to open.  He came back telling us to withdraw because the person who rang the bell ran away.  We withdrew and on our arrival at Naledi, we surrendered everything to the commander.  Myself surrendered two firearms, Mike - jewellery, Kopane - American Dollars and other comrades did not have anything to surrender.  I subsequently learnt during the trial that the person who was shot and killed by the commander was Mr Jacobs.\n\tOperation B, Parktown ...\"\nParktownview, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, in the applicants application at page 11 of the record he says that he committed two operations, one at Parkview and the other at Newlands.  Page 11 down at the bottom, paragraph 9, A3.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.  The second one is a mistake to say Newlands, it's Parkview the second one, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So were they both in Parkview then?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Parktown the first one and the other is Parkview.  The first one is Parktown, the second one is Parkview, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.\n\"We were a unit of five operatives for this operation.  It was myself armed with 9 mm, Monde .375, the commander, Kopane .38, Mike armed with shotgun and Thabang Tjitja not armed.  Only the commander who knew the target.  It was on the 18th January 1994 in the evening and we took a taxi to Parkview.  Whilst we were moving around Parkview the commander pointed the target.  We jumped over the wall fence.  The commander went to peep at the windows and come back and reported that there's nobody.  We heard a garage door being opened and a domestic worker, male one, entered and I pointed a gun at him.  Monde questioned the worker about the whereabouts of the owner and he told us where they sleep.  We tied the worker in his room and left him there.  We then proceeded to the bedroom of the owner.  We heard a car coming and we went out and the car parked in the garage and the owner went to the house.  We saw a domestic worker, female, coming out of the house and we went to her room and we followed her and Kopane tied her.  We then went to the house.  There were four people in the house.  We pointed them with firearms and the other woman was on the phone and we told her to tell the person she was talking to, to come to the house.  We tied all of them and thereafter searched the house.  While searching the house we found a young boy sleeping and we also tied him with the others.  The bell rung on the door.  Myself and Monde went to open and a white person entered and we pointed him with the gun and we also tied him with others.  The commander instructed us to take everything that is valuable and we loaded them in the Mercedes Benz and Toyota Conquest.  We also took bank cards and wrote down pin numbers of these cards.  This was done by the commander.  We drove out of Parkview to Naledi where we offloaded the goods and surrendered everything to the commander.  The commander loaded the goods to the Mercedes Benz and he left.  He came back and told us that these cars have to be taken to APLA in Transkei.  Myself and Monde drove in the Mercedes Benz, Kopane, Mofokeng and Thabang in the Conquest.  I slept on the way to Transkei but I woke up in Bloemfontein and discovered that Kopane, Thabang and Mofokeng were in our car.  We left after filling the car at Bloemfontein.  When we were on our way to Smith Street we heard a tyre  burst and I broke my leg in the accident and Kopane died we were arrested and Monde died in the police station.  Mike Mofokeng and Thabang Tjitja are in prison.  I carried out my instruction and I did not question them.  I however believed in the armed struggle being waged by APLA and that is why I joined APLA to become a soldier.  As an African I was oppressed by settler minority regime who had taken our land, our dignity and our pride.  As far as I'm concerned, the only way to get our land back, Mr Chairperson, the only way to get our land back was through the armed struggle.  I did not act for personal gain nor out of personal malice, ill will or spite against the victims, I bona fide believed that I was acting in the interests of the organisation.  I respectfully submit that my application complies with the requirements of the Act and that I've made full and proper disclosure of my involvement in the above mentioned operation.  Signed by the applicant.\"\n\t Mr Chairperson, there is nothing I'm going to add, that's the evidence of the applicant.  Thank you.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.  Mr van den Berg, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Thank you Mr Chairperson.\n\tMr Nkabinde, you state that all five people involved in what you call operations, you refer to them as operatives, is that correct?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Do I understand by that, that all five people were members of APLA?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I knew my commander, I did not know the other members but they were known to the commander.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "So what you say to me is that your commander was a member of APLA and you were a member of APLA but the other three you do not know?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "They were members that were involved in the operation that we undertook.  I was a member of APLA.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "But from your personal knowledge only you and Monde were members of APLA?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "When were you released from prison in 1993?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I think it was in March during the year 1993.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And when did you come into contact with Monde Gadebe?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "During 1983 but I don't remember the month quite well.  It could have been November/December, somewhere thereabout.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Perhaps Mr Nkabinde, I formulated my question poorly.  Once you were released from prison, you say you think it was in March 1993.  When thereafter did you first make contact with Monde Gadebe?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I met Monde Gadebe during 1993, it could have been November/December.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And is it correct that you were in constant contact with him from then on, from November/December 1993?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And is it correct that you saw him on a daily basis from about November/December 1993?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I would see him sometimes but I wouldn't say on a daily basis.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Do you know a Captain Hoed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you please spell that name Mr van den Berg?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "It's the Afrikaans equivalent of hat.",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "No, I do not know him.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "After your arrest for the murder of Mr Jacobs were you ever taken to Delareyville or to Lichtenburg?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I was taken to Lichtenburg together with the Brixton police.  I think it was Phillip Stiet or Stiete.  We were from Brixton to Lichtenburg.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Do I understand your amnesty application correctly that you seek amnesty just for the murder and the armed robbery at the Jacobs' home and for the armed robbery at the Stanton home?  There are no other incidents for which you seek amnesty?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes these are the operations that I've asked or applied for amnesty, the ones that you've just referred to.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Chairperson, I have a bundle of documents, mostly press clippings which I would like to hand up to the Committee and to use for purposes of cross-examination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got copies, Mr van den Berg?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "I do indeed, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just on that one point while you're handing them out.  Mr Nkabinde, you say you've got no other applications other than this one that we are hearing today, applications for amnesty?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "No, there is no other application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I think Mr van den Berg, we'll receive this bundle of news clippings as Exhibit B and when you refer to them it will be B1 as you've numbered them through to B16.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Thank you Mr Chairperson.\n\tMr Nkabinde, on page 2 of the bundle B, B2, is a press clipping from the Sunday Times of the 23rd January 1994.  It lists a series of incidents.  Do you have it in front of you?  There's also a picture, a graphic, a map with a series of numbers on it.  Do you see that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "I have consulted telephonically with a former Warrant Officer Tiedt, that's T-i-e-d-t, Mr Chairperson, who was with the Brixton Murder and Robbery Unit and with Captain Hoed.  Other than items 1 and 2 on the narrative, that's the armed robbery of Brett Hilton Barber and the death of John Dodds, these two gentlemen have personal knowledge of each of the crimes enumerated there.  I put it to you that each and every one of those crimes involved Monde Gadebe.  Can you comment on that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's from number 3 through to 12?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "That is correct.",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I have absolutely no knowledge of these operations that you have just referred to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You must have, Mr Nkabinde, because number 10 is Dirk Jacobs and number 11 is K.R. Stanton and number 12 is the car crash in the Stanton's car?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I know of the three, these are the ones for which I've applied for amnesty.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You will see that item 3 is an armed robbery on the 24th December 1993?  It was an armed robbery of a service station at which petrol, oil, cigarettes and money was stolen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At Sterkspruit?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I have no knowledge of that, I wasn't present when it took place.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr van den Berg may I just intervene here?  You had a question that Tiedt and Hoed had personal knowledge that Monde was involved and your question was does he have knowledge of that, I don't think that question was answered?\nAm I correct?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "That is correct.",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I have no knowledge of that.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Perhaps to follow on, the question from Advocate Motata, you can't dispute what Captain Hoed and former Warrant Officer Tiedt would say in this regard, can you?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I wouldn't dispute that because I was not present when these took place, I've submitted an application for the incidents in which I was involved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr van den Berg, just a question of clarity here?  I see from this B2, it says that the - no it's fine, I see it, they've got the date behind it.  It's alright.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Thank you Mr Chairperson.\n\tMr Nkabinde, I'm not going to take you through each and every one of these incidents save to say that insofar as Tiedt and Hoed are concerned, each and every one of these incidents, that's from item 3 onwards, these were acts of criminality?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I will speak to you with regard to number 10 as well as number 13, the rest you cannot ask me about because I was not involved.  I was fighting for my land or we were fighting for our land and repossessing.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now according to you there were five people involved in these two what you've called operations.  There was Monde Gadebe who is now deceased, is that correct?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes Monde Gadebe is since been deceased.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Kopane Tshabalala is also deceased, he died in that motor vehicle accident?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "He died in the Smithfield car accident, in Smithfield.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "There is Michael Mofokeng, your co-applicant, is that correct?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "What about him?",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "I'm just ascertaining from you the five people who were involved in this matter?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes he was.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Yourself?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And Thabang Tjitja.",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct he was present.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Do you know where Mr Tjitja is today?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "He is in prison but I don't know which one.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now there are only two applicants today, yourself and Mr Mofokeng.  Mr Tjitja is not an applicant today.  Can you comment on that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "There's absolutely nothing I can say about Choice, it's up to him whether he does submit an application or he doesn't.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "I have consulted with Mr Tjitja, he is in the Zonderwater Prison.  When I first spoke with him he denied all knowledge of these two operations.  He repeated the evidence that he gave at his criminal trial.  Mr Chairperson that evidence is summarised in his judgment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, in the judgment which is part of the bundle, yes I have read that thank you.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "When I advised Mr Tjitja that both you and Mr Mofokeng had sought amnesty he told me a different story.",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Whatever Thabang Tjitja said is up to him.  I am telling you things according to my own perspective as I saw them or as they happened, whatever Thabang told you is his own perspective.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now Mr Tjitja is presently serving a life imprisonment sentence and at the time he was involved in the act with yourselves he was on bail pending an application for leave for appeal against a conviction for armed robbery.  Do you know about that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I did hear about that but we were not in the same prison.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Tjitja says that he was never received any military training, that he is not a member of APLA and that this was not an APLA operation.",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I did say before that Tjitja was not a member of APLA he was brought to me by Monde.  That is why he hasn't submitted an application for amnesty probably because he is not an APLA member.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Nkabinde, you say in your affidavit at paragraph 5 of the affidavit\n\"We were a unit of 5 operatives\"\nWhen I asked you about that you said you only had personal knowledge in respect of yourself and in respect of Mr Gadebe, you couldn't comment in respect of the other three members.",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct.  I am still saying that, Thabang was not a member of APLA, the people that I knew were members of APLA was Monde as well as myself because we knew each other.  The rest of the members were brought to me by Monde as the commander, he introduced them to me.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "I'm going to argue, Mr Nkabinde, that what you've now said is not what you said earlier on?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I'm repeating what I said before, there's nothing that has changed in my statement.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Yes, I think we can agree to disagree on that.  I can refer you to your affidavit, you refer to \"Operation A\" and that is Parkview.  This is the murder of Mr Jacobs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it was first of all Parktownview, then it was Parkview and then lastly it was Parktown.  I think if we can clear this up finally, because now you've referred it to Parkview again?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Chairperson that is what I'd hoped to do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I do know that there's no such place as Parktownview however.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Nkabinde, you were charged with - the first charge at your criminal trial was that of murder and that it was - the charge was formulated as follows and I'm interpreting it from Afrikaans, that on or approximately the 16th January 1994 and at or near 9th Avenue, 5, 9th Avenue, Parktown North, in the District of Johannesburg, you unlawfully killed Diederick Jacobus Jacobs.  Was that the charge on which you were convicted?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I think that was how it was formulated and I got convicted.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "So you agree with me that this incident took place in Parktown North?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now if we can just deal with the detail of that incident.  You say at paragraph 7 that three whites came out of the house.  Can you identify those three whites?\nI don't expect you to name them by name because from what I understand you don't know them personally, but were they male, were they female, were they young, were they old?  Who were those three whites?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I saw a female as well as a young girl and one male settler.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "So the three people that came out of the house, there were two females and a male?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkabinde at the time that this occurred what time of the day was it, more or less?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "It was late afternoon, I think it was in the evening, it was at about 8 in the evening if I'm not mistaken.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Miss Heloise Jacobs who testified at the criminal trial says that she had gone out for a short period of time to go and put petrol in her car and when she returned to her residence, when she returned to her home and whilst she was still in the car she was confronted by a person brandishing a firearm.  Can you comment on that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "When we attacked the household we were attacking the settlers whom we got there.  When we got there, there were three people who got out of the house and when we attacked them, there's one who managed to escape and went into the house.  The commander went into the house and followed suit.  The other one got into the car, that is when we attacked her with Kopane and took her out of the car.  I took the keys, the car keys.  We took her into the house.  Michael and Thabang Tjitja were taking the other ones.  We went into the house.  When we took the other ones from the car Kopane was attacking the other one, Thabang and Mike.  Soon after we had taken the other settler out of the car we heard some gunshot and went into the house to get one of the settlers lying on the ground and we had come with one settler that we had got out of the car.  We tied them up, we forced them to lie on the ground and we took the ties and tied their feet as well as their hands.  After having done that we heard the bell, somebody was knocking and the commander went out to investigate as to who that was.  When the commander came back he said that the security guy had run away and we therefore had to withdraw.  Before then, when the commander went out I ransacked the place and I got hold of two guns.  We thereafter went out.  The commander had got some prior information that there were two guns in the house.  We duly got the guns and took them with.  We withdrew in accordance with the commander's instructions, so we went back to where we came from.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "I'd really just asked you about how many people you'd found outside the house and you've now repeated ...(intervention)",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "There were three that we got outside the house.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You see not that a great deal turns on it, Mr Nkabinde, but there was only Heloise Jacobs who was outside the house and when she was confronted by you, she pressed the panic button which set off the alarm.  This alerted her father, the deceased, Dirk Jacobs and he came upstairs.  When he realised what was happening, he went back into the house calling for his wife to get a gun so that he could defend himself.  He was shot whilst he was unarmed.",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Jacobs was outside with his family, that is the two female settlers as well as himself.  From there he ran into the house and the commander advanced him.  We took the other female out of the car.  Mofokeng and Thabang Tjitja attacked the young woman.  Kopane and myself took this other white settler out of the car.  As we proceeded towards the house we heard some gunshot, that's when we got the other settler on the ground, he had been shot.  What you're telling me is new to me.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Dirk Jacobs who had been shot, what happened to him after he was shot?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "We tied them, they were inside the house at that time.  We went through the house, ransacked it and retrieved two guns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkabinde, he's asking what happened to the person who was shot, what happened to him.  We don't want to hear the whole incident, if you can just listen to the question.  He's asking after Mr Jacobs was shot, was anything done to Mr Jacobs?  That's the question.",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "We tied them if I'm not mistaken, I think we tied them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say then did you also tie the man who had been shot?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I don't remember much with regard to Jacob but I do remember that we did tie the two females, I don't remember what happened to Jacob.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You can't dispute that he was tied up, despite the fact that he had a fatal gunshot wound you tied him up?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I don't remember.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "There was a request made to you after Mr Jacobs was shot, that medical help be sought.  You refused that, didn't you?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct, he said he wanted to phone the ambulance, I refused flatly and I kicked him.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And you did what?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I kicked him.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "We move on with your affidavit.  You say paragraph 10\n\"We withdrew and on our arrival at Naledi we surrendered everything to the commander.\"\nDo you see that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Grant me a moment Mr Chairperson, I'm just looking for a reference?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van den Berg I see that it's five past 11, would this be a convenient time to take the short tea adjournment?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "I'm in your hands, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I think it probably would be.  We're going to just take a short tea adjournment.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "(continues) ...(inaudible) operation, was that to repossess firearms or was it to kill Mr Jacobs?",
            "Male"
        ],
        [
            "MR MKABINDE",
            "It was to obtain firearms, repossess them from the settlers because they came into our land having nothing in their hands, they just dispossessed us when they came so we were repossessing whatever we had been dispossessed of.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "So if I understand you correctly, the purpose of this operation was to retrieve firearms that were at the Jacobs' home?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "It was not the purpose of this operation to kill Mr Jacobs?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "He did not die or was not killed by mistake, it's one settler one bullet, that was our policy.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "What about the other two settlers in the house?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "We tied them up but we did not kill them.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You said that Gadebe had information that there were guns in the house, did he tell you how he got that information or how he came about that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I'm a soldier, I act upon instructions and I don't ask questions.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Insofar as the Stantons are concerned, it's correct that they live in Parkview and not in Parktown as your affidavit refers to?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes it's Parkview.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Here you came across two domestic workers who you tied up and across four members of the Stanton household who you also tied up?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Are we through with the first operation?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you can just answer the question, Mr Nkabinde.  Well it wasn't a question, it was just a statement.  Perhaps you can put a question, Mr van den Berg?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Could you please repeat your question?",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Is it correct that at the Stanton household there were two domestic workers who were tied up and then four members of the household who you also tied up?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "When we got there, we waited and we saw one black person, we ...(intervention)",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Nkabinde, I don't want you to repeat what's in your affidavit, we've already - that's on the record, I'm just asking you to confirm whether all the people that you found on the premises, that is two domestic workers and four members of the household, whether they were tied up, that's all I'm asking you.",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And one of the people that you tied up was a six year old boy, is that correct?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I do not know his age but he was a kid I should think.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "He was a kid.  Can I refer you to the bundle of documents, at page 47?  It's an extract from the judgment at your criminal trial.  There the learned judge summarises and the second paragraph, the evidence of a Mr Andrew Kirk, do you have that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Andrew Kirk was called.  Can I just by way of - before we return to this, just out of curiosity, why did you want Mr Kirk to come to the house?  I see in your affidavit at paragraph 14 you say towards the end of the sentence\n\"Another woman was on the phone and we told her to tell the person she was talking to, to come to the house.\"\nWhy did you do that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That was said by my commander.  The commander said he got this woman speaking on the phone and directed her to tell the person to come to the scene.  That is the commander who said that.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Do you know the reason?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes he called him so that we could also tie him as one of the settlers.  We wanted him to be part of the victims.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "If I can return you to page 47, it says\n\"Andrew Kirk was called.  He arrived at the Stanton home during the course of the robbery.  He was also taken captive, tied up and his watch taken.\"",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "\"There was a threat to kill the child, Timothy, who, as he and Mrs Andrew Kirk puts it, was \"knocked around a bit\".\nDo you see that?  And subsequently tied up, do you recall that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now this child was asleep at the time when you arrived at the home?  Is that correct?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Yet you woke him, knocked him around a bit and tied him up?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "We were not joking, we were on a mission.  We woke him up, we tied him up.  We knew what we were doing, we knew exactly what we were doing.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "The purpose of this mission was also to recover firearms?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes we wanted guns but couldn't get hold of guns, we repossessed whatever we could lay our hands on.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Did you have information that there were guns at the Stanton household?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "The commander told us that he had some information to that effect.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now I put it to you and if it's necessary, I will call one of the members of the Stanton household to testify, there were no guns at that household, there were no firearms whatsoever?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes, we did not get any guns, we searched the place but we couldn't get any.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Nkabinde, are you a person who watches television?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You're an APLA cadre you say and do you keep yourself up to date with what is happening in the news and what is happening in the country?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Sometimes I do watch the news, sometimes I don't and as a member of APLA, I have to watch the T.V. so that I can update myself with the current affairs.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Do you read newspapers?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Can I refer you in bundle B to page 8 and 9 of the bundle?  Do you see that?  It's a newspaper cutting of the 2nd November 1993.  Mr Chairperson, it appears to be an extract from The Citizen but I cannot confirm that but there is written, you'll see in the second column, C.I.T., these clippings are all extracts from the clipping service at the Star and it appears to be a clipping from The Citizen on the 2nd November 1993.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "But what is written there, Mr van den Berg, S.A. African PAC, what would that be, is that clippings from The Star or from those people?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Honourable Committee Member, the clippings are filed by way of files and by way of subject headings and so this would have been filed under a file entitled \"South African Political Movements - PAC\" is where it was extracted from.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Do you see the press clipping Mr Nkabinde?  It's entitled \"Moratorium on Violence\" and sub-titled \"PAC, APLA and Government Agree\" and if you look at the first column of the story, it's says the following\n\"Harare - the South African Government and Pan Africanist Congress and it's armed wing The Azanian Peoples Liberation Army reach broad agreement at a meeting yesterday on the need for the cessation of violence.\"\nDo you see that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BB2ERG",
            "It goes on to say\n\"A joint statement said that further meetings would have to be held to put a peace pact into operation but both sides agreed it was 'necessary to place a moratorium on violence'\".\nIf I can refer you to a further press clipping on page 10, this is a press clipping also of the 2nd November 1993, it's an extract from The Star of that date.  Mr Chairperson, I think that yours will be cut and all you will have on yours is \"Government/APL\" the rest of the heading reads \"Government/APLA Breakthrough\"\nDo you see that Mr Nkabinde?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And there it says\n\"The Azanian Peoples Liberation Army (APLA) yesterday agreed it would declare a cease fire depending on the outcome of further negotiations with the South African Government.\"\nDo you see that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "If you look down at the second paragraph under the word \"moratorium\" a joint statement said\n\"Both sides believed that we had a duty to do everything within our power to stop violence and hostilities in our countries.\"\nDo you see that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "It carries on and I'll read it to you ...(intervention)",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "We as members of APLA were not aware of this, we take instructions or orders from people in authority.  We do not go around taking whatever is written in newspapers and act upon them.  This is a press clipping, it's got absolutely no bearing on me and my actions what I have to do or refrain from doing.  What is written here could be written or reported by anyone and he could report selectively if he wanted to, so I take instructions from my commander or people in authority, I do not take any instructions from newspapers clippings.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "I'm going to continue reading from this extract, Mr Nkabinde.  It said\n\"Both parties realised that discussions to address relations between the Government and the PAC/APLA could not take place in an atmosphere of violence.  It is therefore necessary to place a moratorium on violence.  Both parties will refer these viewpoints to their principals with a view to arranging urgent talks to avoid violence, the statement said.\"\nCan I refer you to a further press clipping?  It's on page 12 of the bundle.  Again, Mr Chairperson, I think that it may be cut off in the copy that you have.  The heading is \"APLA to Lay\" and that is probably as far as your clipping goes.  It's \"APLA to Lay down Arms\".  I can make available the copies I extracted from the library if the Chairperson so requires.  This is a press clipping of the 17th January 1994 and reads as follows:\n\"The Pan Africanist Congress has suspended it's armed struggle which has seen a recent escalation of attacks on whites by alleged operatives of the Azanian Peoples Liberation Army.  PAC President, Clarence Makwetu, told a Johannesburg press conference yesterday that the APLA leadership had begun informing cadres throughout the country of the decision.\"\nDo you see that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.  As I've already pointed out that they were still liaising with the press, they had not yet spoken to us in that regard.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "So you say these decisions made by the PAC and made by APLA had no bearing on you whatsoever?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I did not say that.  I said we do not take instructions from press clippings, we take instructions from our commanders.  If there was a specific instruction that we should place a moratorium on violence or forget about the armed struggle, newspapers can report anything, journalists can report whatever they want to, whether it's true or not so we could not depend on press clippings or newspaper reports for our instructions.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now can I refer you back to your affidavit?  There are two portions firstly at paragraph 10 and you say there\n\t\"We withdrew\" and this in respect of the Parktown North incident in which Mr Jacobs was murdered.\n\"We withdrew and on our arrival at Naledi we surrendered everything to the commander.\"\nAnd then you set out there what you surrendered and then at paragraph 16 where you deal with the armed robbery on the Stanton household, you say:\n\"We drove out of Parkview to Naledi where we offloaded the goods and surrendered everything to the commander\"\nDo you see that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Do you confirm that that is what happened?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do confirm.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And I presume you say that to show that there was no personal gain on your part in respect of these two incidents, is that correct?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Could you please repeat your question?",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "I'm asking whether you make those two statements, paragraph 10 and paragraph 16, to demonstrate on of the criteria for amnesty and that criteria is that there was no personal gain, in other words you were not enriched?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "No, that was no personal gain because we took orders and instructions, that is why we handed them over to the commander, we never took them for our own personal use or personal gain.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Can I refer you to page 42 of the bundle of documents?  That's again the judgment in your criminal trial and at about line 12, do you have it Mr Nkabinde?  It's towards the end of the sentence, it says\n\"Accused 1 and 2 were detained in the Smithfield Hospital\"\nDo you see that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And I'm correct that you were accused number 2 in that matter?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Alright, it says\n\"Accused 1 and 2 were detained in the Smithfield Hospital and accused 3 in Bloemfontein.  Accused 1 and 2 were found in hospital in possession of goods taken in the Stanton robbery.\"\nDo you see that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "So it's not correct that you handed over everything to your commander, you kept things for yourself?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "We repossessed these items and the items that we repossessed were from the settlers who had come into our country without any possessions and when I got injured at that time, it was raining and I told my commander that I needed something to wear.  He gave me a jacket, I wore the jacket when we were being taken to Smithfield and when we got to Smithfield they gave me or they said I should undress and I realised that this jacket had some jewellery inside it.  These are the things we had given to the commander before.  We had not taken them for ourselves, we had given them to the commander and that lumber jacket was given to me by the commander when it was raining.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now you see Mr Nkabinde, that's exactly the same thing that you told the criminal court and I want to refer you further on, on page 42 and it's at about line 25.  The final paragraph at that page.  It says accused one and two were detained, it was Smithfield Hospital.  A nurse, Mrs Pansi, found jewellery under the pillow of accused number two.",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is not true, these are the things that came out of the lumber jacket that was given to me by my commander.  I undressed and took all the items and gave them to the nursing sister.  There were no items or jewellery items that were found underneath my pillow and I wouldn't deny that if it happened because I've come here to speak the truth, I've admitted to certain things which you did not have any knowledge of.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "So whatever the nurse says it's ...(intervention)",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is a blue lie.  These are the people who were being told by the Brixton Murder and Robbery Squad as to what to say.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "I'm not going to take that any further Mr Nkabinde.  I can take you to page 50 of the record, or 50 of the bundle of documents.  About the middle of the page line 14, it's the paragraph which begins at \"Johannesburg according to Kok\", do you have that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "\"Johannesburg, according to Kok, accused one indicated a willingness to point out the residences of accused two and three.  Nothing was found at accused two's residence or at the residence of accused one.  Accused one then took them to another address where either the accused's father and/or Kopane lived and there accused one pointed out a distinctive pink Blaupunkt Radio, shown on Exhibit F6 and identified by the  Stanton's as theirs.  The party also went to accused three's house as pointed out by accused one, where Tiedt found certain jewellery.\"\nDo you see that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "So not only did you have jewellery in your possession but so did members of or family members of the people or family members of members of the gang also have jewellery in their possession as well as a radio.",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "It's the first time I hear it, my family was never found in possession of any jewellery whatsoever and whatever we retrieved or robbed from the said parties, were not taken to our respective families but were given to the commander.  Now what you are saying is totally new to me.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "It's new, does that mean that you agree with it or that you disagree with it?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I do not agree with it because I never saw it and the fact that there was some jewellery that was found at my home is absolutely not true because whatever we took from these settlers were given to the commander.  My family never got anything out of this operation.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Just on that point Mr Nkabinde, when you say the goods were handed over to the commander, were they handed over with everybody present?  Did you hand it over at the same time in each other's presence, to Monde Gadebe?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "From the operation we take all the items, all the goods and placed them in the possession of the commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm saying when you did that were you all together at the same place at the same time or did you do it and then when you weren't there Mr Mofokeng did it and then later somebody else did it or did you all do it at the same time?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "We would do it all at the same time when we were coming back from the operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you Mr van den Berg?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Chairperson, would grant me a short opportunity, I just want to see if there's anything further in the amnesty application itself, the prescribed form, that I want to cover?\n\tCan I just clarify or confirm two things.  Firstly, at the time of these two incidents your instructions you say came from Monde Gadebe, is that correct?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And the object of both incidents, you say, was to repossess primarily arms for the struggle?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Thank you Mr Chairperson, I have nothing further.\nNO FURTHER QUESTIONS BY MR VAN DEN BERG",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr van den Berg.  Mr Mpshe, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes Mr Chairman, thank you.\n\tMr Nkabinde, two operations, were they planned at a particular meeting?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Our commander came to us and informed us that he said certain information with regard to arms so we should prepare ourselves to embark on the operations.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I'll repeat myself.  Were they planned at a meeting?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes we met and the commander pointed out that there was some information that he got to the effect that there were some guns at a certain household so we should prepare ourselves to embark on the operation.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I take it there was a meeting, where was the meeting?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "We were at Naledi.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "At whose place?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I think it was a back room or back rooms that were hired by someone.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Whose place Mr Nkabinde?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I do not know the surname of the household but Kopane was living there, he was leasing the place, he had hired the place.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I'm sure you know the date when the meeting was held, what was the date?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I think it was a week.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean, you think it was a week prior to the 16th January which was the date of the first incident?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct, a week prior.  He came to me and told me that we should have this operation and we met at that back room.  I don't remember the date.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Who else was at that meeting?  Is it everybody who was involved in the operation or yourself and Monde and any other person?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "It was Monde, myself, Kopane, Thabang, the commander and myself.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "My colleague asked you at a very early stage as to whether all of you were APLA members, do you remember that?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And you answer was you are one as well as Monde, you don't know about the others, the other five as you say?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The other three.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "The other three because you're five, thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes that is correct, I did not know the other ones, Monde brought these other three to us.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Were these other three also in that meeting?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes they were.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Is it not so Mr Nkabinde that in a structure like APLA members knew very well that you shouldn't just easily trust anybody, actually - actually, cadres did not even trust one another, was that not the position?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes that is correct, but we do recruit people.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now if it is the position that you should not trust easily and you want to extend even as it was your policy not to trust one another, how could you have three non-members in an APLA operation where it was planned.  How could you trust people who were not even members?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Who he didn't know to be members.",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "It the commander trusted them so much as to bring them with I could not gainsay that because the commander did not say we were going to embark on an operation at a certain place, he did not divulge those facts at that time.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Oh, he didn't divulge the facts at the time when you had a meeting?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "He said there is an operation that we should undertake.  He had some information to the effect that there were guns but he did not specify the place.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "There's no difference.  Turn to your application page 12 of the bundle, paragraph 10(a), the fourth line.  I will read for convenience\n\"The objective was political because the targets would be political targets.\"\nDo you see that?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What is a political target?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "It's white people who came from Europe in 1652 to come and rob us of our land.  Our targets are the settlers.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now you were asked very lengthily by my learned friend about the suspension of the armed struggle and you gave answers as well as explanations.  Was the armed struggle ultimately suspended by the PAC according to your knowledge now?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes we have suspended the armed struggle, we are in a process of democracy because that is just what we have been fighting for and dying for, that is why it is like this today because we fought for it, that's why we had to suspend the armed struggle.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "When was the suspension called?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I'm not sure about the date because we got arrested at that time and the commander had not yet told us that we were suspending the armed struggle.  We got arrested just at that point.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Let's leave the commander, that's what you told my learned friend that you listened to the commander, but I said according to your knowledge was it ever suspended, you said yes.  Now on your knowledge, not the commander's knowledge, you don't know the date, the month?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "We suspended the armed struggle, I do not know the date because I got arrested and after we got arrested we did not know that the armed struggle had been suspended.  We continued attacking the enemies up to the point when I got arrested.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Nkabinde, I want you to understand me, I don't want to confuse you.  I know that you were not told by the commander that's why you went on with the operations, that I know, but my question to you about the suspension, you said the suspension did ultimately take place.  On your knowledge, are we together?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now you don't know the date when it was - the armed struggle was suspended?  You don't know the month when the armed struggle was suspended, am I correct?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you know the year perhaps?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "If I'm not mistaken that was during 1984.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "1984?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "1994.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "'94 or '84?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "1994.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "If I said to you the armed struggle was suspended on the 16th January 1994 would you accept it?  The 16th January, precisely on that date and precisely the date when you committed one of the offences?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I've already pointed out that we had not yet received the order.  Our commander had not told us that on the 16th or as from the 16th January 1994 we should stop with the armed struggle or place a moratorium.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "You told us that you met Monde, that is Monde Gadebe, around December 1993, am I correct?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Were you meeting him for the first time then?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I knew him through another African with whom we were in exile and we were introduced together with Monde.  Then we started phoning each other, that's how we got to know each other.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "When did you first meet Monde?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I don't remember whether it was November or December as of the month or the date.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "...(inaudible) December 1993 had you met Monde?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Sorry?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Before December 1993 when had you met him again?\nBefore the date?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "It was my first time to see him in December 1993.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And as you said earlier on that you met him that time in December 1993 and you communicated by telephone, am I right?  And then you met in December 1993, in January the very following year you carry out a serious operation together?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes we contacted each other over the phone and meet on a consent basis.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now going back to Exhibit A, that is your affidavit, paragraph 4, that's where you say that you - you state that you joined PAC in 1976 and again in 1976 you left the country to be trained in Tanzania, do you see that portion?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "At that time in 1976 who was the President of PAC?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "It was Robert Sobukwe.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Are you sure?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I'm positive.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Who was the acting president in '76?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "It was Robert Sobukwe.  I'm not sure.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What was Potlako Laballo in 1976?  Potlako Laballo what was he in 1976 within the PAC?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I think he was a high commander if I'm not mistaken.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "If I say to you he was not, he was actually the acting president, what would you say?  Because you're not sure, let's leave it, you're not sure, not so?\n\tIn Tanzania, when you were undergoing training, did you belong to any platoon?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I was a foot soldier in Tanzania.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was did you belong to any platoon?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I went for training as a soldier and I was a soldier.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you know what a platoon is?  A soldier must know what a platoon is?  You don't know?  If you don't know we'll pass on, we'll go to other questions.",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "A platoon is a soldier.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "You don't know, let's pass on.  If you don't know, you don't know.",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "No I do not know.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now in 1976, that was the year APLA, in 1976 who was the commander of APLA in 1976.",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Zulu.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Who?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "It was Zulu.  It was his real name.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And in 1978?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "1978 I was coming back into the country from exile.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was who was the commander of APLA in 1978, do you know?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "The commander that I knew was Biza.  It was commander ...(inaudible) it was Zulu.  During 1976 then it was Biza.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What was Biza's name?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I know his comrade's name.  We used to call him Biza at the camp.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Let's take it further.  Was Biza in the country or outside the country at that time if any Biza existed?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "He was inside the camp.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you know a person by the name of Ntandala?  T.M. Ntandala?  You should be knowing him, do you know him?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "No I do not.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Are you sure?  If I say to you T.M. Ntandala was the commander of APLA, what would you say to me.  At that time when you joined?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I wouldn't dispute that but the commander that I knew was Zulu and Biza.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Alright.  Let's move further on in 1978, I going to ask you simple things.  The leadership of the PAC in 1978.  I will help you.  In '78 after Butla Bolibalo and others, PAC formed what they called a triumvirate do you recall that in '78?  They made up the leadership.",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now who were the members of the triumvirate that made up the actual leadership of PAC, the members, just the names?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you know what a triumvirate is?  It's a committee of three.",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I have forgotten their names.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "If given time will you remember them?  Because to me they are important.",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I know of Zulu, Tshabalala the high commander as well as Dan Mofokeng?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Dan Mofokeng?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "The local and the current MEC for Local Government in the Gauteng Province?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Was he PAC?  Dan Mofokeng?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Are you sure about it sir?  Was Dan Mofokeng not ANC?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I'm not referring to Dan Mofokeng the ANC member, I'm referring Uvumaro, he's comrade name was Ramaro, he was a PAC member, I'm not referring to Dan Mofokeng the ANC member.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "So those are the names you know that made up the PAC leadership in 1978?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I see.  Okay.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What's the answer, Mr Mpshe?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "And Sam Palma?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Sabelo Palma.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I'm going to do that Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes but now you've given us four names.  The question was do you know who the members of the triumvirate were in 1978.  The triumvirate is three, now you've said it's Zulu, Tshabalala, Dan Mofokeng, his comrade name was Romaro and also Sabelo Palma, that's four?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "According to my memory, if it serves me well, these are the people that I do remember.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Okay.  Do you know the person by the name of David Sebeko?  It was around '78?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I do not remember him, maybe I know him by comrade name.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you know the person by the name of Vusi Makhe?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "No I don't, I probably know him by the comrade name.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you know the person by the name of Mtwedi Beki, he is currently in Mmabatho now?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry what was that surname, Beki?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Vusi Makhe.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No, no the second one, the last one you mentioned?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "The last one, Mtwedi Beki.  To help you, he is currently in Mmabatho, Council of Mmabatho, City Council?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I do not know him.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now let me inform you, these three people I have mentioned to you, they formed the leadership of PAC in 1978 and they formed what we called the triumvirate.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Mr Chair, to be fair to the witness, wouldn't you say where these people, the committee of three, the triumvirate were stationed because we must know the evidence before us is that he was in Tanzania and you would recall that at a stage Sebeko was in America, so we must be very clear about that?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I don't know how to put it to him but I can respond to that.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "I don't want that, I want you to tell him because the evidence before us is that he was trained in Tanzania.  From Tanzania he came back to South Africa so that when you called the triumvirate, the so called leadership, where was this leadership based, that's very important.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Correct.  Is it not so that if you are a member, no I won't say if you're a member, as a member of PAC and APLA for that matter, you are to know the leadership of your organisation?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes that is correct but I did not know them very well at that time, I only knew my commander.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Is it not so that some of the leadership of PAC, during those times some of them were on the ground in the country and some were based outside the country?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct, some were in Robben Island, some were outside the country.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes and some would get you, if you remember, would receive instructions via your commanders coming from Zimbabwe, is it not so, where the leadership would have been?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "During 1976 Zimbabwe was still under the leadership of the settlers or under the governance of the settlers so we did not have bases during 1976.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I'll leave it at that.  I'll tell you Mr Nkabinde why I'm asking all these questions about the leadership at the time when you joined and even further down after you'd joined, but perhaps before I do that, let me ask you one final question.  Did you ever read the doctrine and the beliefs of PAC, do you know them?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What are the beliefs of PAC, just one?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "It's for us to get back our land from the settlers.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Good and I want to put to you that we know of repossession units, not so?  You know about repossession units as well?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Good and the repossession units had commanders, that you know, not so?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now to which unit did you belong?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "It was the repossession unit, the one I am with at the moment.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What was it's code name?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "B2, BB2, Beauty Salon or Platoon.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Let's get clarity, is it platoon unit or BB2 unit or Beauty Salon unit?  You mentioned three things?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "It was a repossessing unit.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I know and thanks for that.  What was it's code name, that's all that I want?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "B2 Saloon.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "B2 Saloon?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes it was B2 Saloon.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I'll leave it at that.  No further questions Mr Chairman.\nNO FURTHER QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mpshe.  Mr Mbandazayo, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Motata, do you have any questions that you would like to put to the witness?",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "I've written some down Mr Chairman, could you give me time just to go through my notes again?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Perhaps let me ask Advocate Bosman then while you do that if she has any questions to ask the witness?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Thank you Chairperson.\n\tDo you know a document called \"The Fifteen Points of Understanding\"?  Is that correct?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "The Fifteen Points of Attention.",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Sorry.   What is that document?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "The document is rules and principles that covers us as members of the PAC, it guides us as cadres.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "As a member of this repossessing unit, did you receive firearms, were you armed, were you given  arms?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "These are the weapons that we had repossessed from the settlers.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "In how many operations prior to these two operations were you involved on behalf of APLA?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "It's only these operations for which I've applied for amnesty, that is the Parktown North as well as the Parkview operation.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Sorry.  What did you do as an APLA soldier at the time prior to these operations if you were not involved in any?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I would meet with the commanders, discuss certain issues and we would meet up till the time that he told me about this operation that we should undertake.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Were there absolutely no activities apart from you meeting with the commander?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "We would phone each other, meet, phone each other and meet.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I don't know whether you really understand my question, you were an APLA member since 1976, is that correct?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "What did you do from 1976 until 1994 at the time of these incidents as an APLA soldier and an APLA cadre?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I was involved in an operation during 1979, I got arrested and I was involved in another one and I was arrested and got out in 1983.  Then in 1994 I got involved in another operation for which I got arrested.  This is the operation for which I'm asking amnesty.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Why did you not apply for the other operations?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "It's because I had served a sentence with regard to these operations.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And then just a final question, when you went out on this first operation, you went with people who appear not to have been APLA members and yet you were the only one not to be armed, I find that a bit difficult to understand.  Can you shed some light on that?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "When we went there we did not have arms.  We had gone there to repossess arms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you take a look at what you say in your affidavit, Mr Nkabinde.  You say here on paragraph 5 of your affidavit Exhibit A\n\"We were five operatives for this operation, it was myself, not armed, Monde the commander armed with a .357, Kopane armed with a .38 special, Michael Mofokeng not armed and Thabang Tjitja, also not armed.\"\nNow the question is, you say of the people that you know of those five there was only you and Monde to be APLA cadres, the question is why were you not armed bearing in mind that you were a training APLA soldier?  That's the question.",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "We did not have guns, we were in the process of repossessing guns.  We only had two guns.  Kopane himself, as I had already point out, that I did not know him, he was known to Monde and we had gone to repossess arms because our unit did not have arms.  We were not given any arms by the organisations and there was no way we could get guns except by repossessing them from the settlers.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you Chairperson, that will be all from me.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Advocate Bosman.  Advocate Motata?",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Thank you Chairperson.\n\tWe accept - let's accept that you were introduced to Gadebe, the commander.  Did you tell him you were trained as an APLA cadre, militarily in other words?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Who are you referring to?",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Monde the commander, who was the commander, Monde wasn't it?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes Monde knew because when I met him there was also another cadre from Tanzania who related to him about me, that's how we got to know each other.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Were you told whether he was also trained militarily?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "No he did not tell me about his training but I knew that he was a cadre.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Were you told by the cadre who introduced you that Monde was also trained?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I was told by this cadre who introduced me to Monde.  He introduced us to each other as Africans.  This African told me that Monde is a cadre, he introduced us to each other as such.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "May we just correct the interpretation, \"moafrika\" means a member of the Pan Africanist congress, not an African.  Now when you were trained militarily in Tanzania, what did you do?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry what - do you mean when you were trained, what did he do when he was being trained?",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "In what training, what training he received.",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "The use of guns and they used to give us some political lectures in Tanzania.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "What did those political lectures entail, precisely what?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That the settlers came during the year 1652 to rob us of our land and they came to divide us in Africa.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Not the policy of the PAC?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "And that we should fight for our land and repossess it from the settlers.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "About the leadership of PAC, were you told in the political training?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "The commissar used to conduct political lectures or political classes.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No, no, what I want to know from you, were you told who the structure, the leadership of PAC was?  That is between 1976 and 1978?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "My leader was Robert Sobukwe, that's what I was told.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Only?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "They told us about our commander Zulu and Sam Pam.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Okay let's return to - you say when you returned, you were arrested during the riots.  What did you do during the riots?  Precisely for what were you arrested?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "We attacked a Johnson delivery van.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "And in 1983 you said \"we were arrested for armed repossession and sentenced for 14 years\".  Where were you repossessing these arms?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Armed repossession as such I suppose armed robbery.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Where was this armed repossession done, where?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "1983?",
            "Male"
        ],
        [
            "ADV MOTATA",
            "'83.",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "During 1983 in Springs.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "The joining of the PAC underground structures in 1976, do you have an idea which month or during which months were you recruited by the underground structures?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Could you repeat your question please?",
            "Male"
        ],
        [
            "ADV MOTATA",
            "When you joined PAC under structures in 1976, which month was it?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "If I'm not mistaken, I think it was during July, the month of July.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "And when did you leave the country, in 1976?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I think it was during August.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "These taxis, this taxi you used to go to repossess firstly at Parktown, you say \"as we were moving around\", my first question would be, that would be paragraph 6 of the affidavit, my question is was it a private taxi?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes it was a private taxi.  Maxi taxi.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Was there anybody showing it where to go?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes, the commander was directing.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Why was it, because you were there, maxi taxi, you were all together, why was it moving around and not going to the place where you were to repossess?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "The maxi taxi never moved around, it just took us straight to where we were going, then we alighted from the maxi taxi and proceeded to where we were going but we did not require the driver to drop us off at the gate because we did not want him to see where we were going so he dropped us off and we went around the corner.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "So this moving around in your affidavit it's wrong, the second sentence?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes this is a mistake, it never actually moved around.  There probably was a misunderstanding between myself and the person who transcribed the statement.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "And when you were testifying about paragraph 15, there's something I missed, I just want to fill in, that's my last question.  You say \"myself and Monde went to open a door and a white person\" - what was the sex of this white person?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "It was a male.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you Chairperson, I've got no further questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n\tMr Nkabinde you say in your affidavit, I refer you yet again to your affidavit, paragraph 16.  You say that you came back in both cars.  You went with Monde in the Mercedes and the other three went in the Toyota.  You say: \n\"I slept on the way to Transkei but I woke up in Bloemfontein and discovered that the other three, those were the ones in the Toyota, were in our car.\"\nWhat happened to the Toyota?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "When I asked my commander, my commander used the phone in Bloemfontein and I wanted to find out as to where the members were, he told me that the car was left in the Free State because there were other cadres who wanted to make use of the car at the Free State so he was phoning those particular cadres to tell them that he had left the car at a certain spot, they should pick it up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have a code name or a contact name?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was your code name.",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "My name was Tami.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Monde?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Monde was Luka.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And any of the other three that went with on the 16th and 18th January at Parkview and Parktown North, did they have any code name?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "They referred to them with the very same names that I mentioned here in the affidavit, I do not know their code names.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to get something clear.  Are you saying that the five of you were a unit?  When I mean a unit, an APLA unit?  A repossession unit?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I've already pointed it out that I did not know the three members.  I knew Monde and myself as members of the APLA.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because isn't it so that with the units, the units were the group of people who usually operated together and knew each other, even if they didn't know each other's real names, they knew each other's combat names, they had a commander, they usually had a deputy commander, they were usually four maybe going up to six in number depending on the unit, sometimes even three, but they operated as a team?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct but I knew them by those names, as to whether these were combat names or their real names, these people were brought to me by the commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know who Monde reported to?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I think he was reporting to his own commander but I don't know who his commander was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now as you sit here today, those other three persons, Thabang, Mofokeng and Kopane, do you know whether they are members of - or that they were members of APLA at that time today, your present knowledge?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I've already explained that I do not know the other three.  They were brought to me by Monde.  They were, probably they could have been potential recruits or whatever, I don't know, I think Monde could answer that question better.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But weren't you co-accused in a trial, didn't you have to spend a great deal in each other's company during the course of the trial?  I'm asking as you sit here now, didn't you speak about it, didn't you ask them whether they were APLA members after the event?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "The person who was close to me was Mike Mofokeng who told me that he was also a member and he was going to be trained in the Transkei when we were crossing into Transkei.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, do you have any questions arising out of questions that have been put by the panel?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van den Berg?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Just a single aspect, Mr Chairperson.\n\tYou say that the Toyota which was taken from the Stantons was left somewhere so that another unit could make use of it, did I understand you correctly?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes my commander was saying that as he was speaking on the phone when he told them that the car had been parked at a certain spot and they had to go and pick the car up.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Do you recall the spot?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "According to what I hear because I was asleep in the car but I think they left it under a certain bridge, according to the description that he gave over the phone, he described a certain bridge and that he had left the car under the bridge.  I think it was in the Free State.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Nkabinde, my instructions are, that motor car was left at one of the toll plazas, unlocked with the keys on the roof.  Can you comment on that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "I've already told you that I was asleep at that time.  I only heard that when my commander was speaking to the people who he was speaking to over the phone.  I never saw the car being parked there.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "No further questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Nkabinde, that concludes your testimony.  Thank you, you may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Would this be a convenient time to take the lunch adjournment, I see it's just before 1 o'clock, Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll now adjourn for the lunch adjournment and try to reconvene as soon as possible.  I won't make it for a specific time but as soon as we're ready after if we could recommence, thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.  Mr Chairperson, I've talked to the legal representative of the victims, I think they wanted the applicant again.  There's something I want to put, that's why I've called him back so you can enquire from him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van den Berg?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Thank you Mr Chairperson.  Mr Chairperson, over the lunch interval we were handed a copy of the applicant's criminal record which I want to submit does not tie in with what he has told this Committee and I would like a chance to recall him to put the contents of his criminal record to him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes you may go ahead.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Thank you.\nRECALL OF NKOSINATHI NKABINDE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkabinde, just to inform you, you're still under your former oath?",
            "Unknown"
        ],
        [
            "NKOSINATHI NKABINDE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Nkabinde, when you returned to South Africa on your version, when you returned to South Africa having received training in Tanzania, were you armed?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "No we were not armed.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You were not armed.  I have before me the contents of your criminal record and I want to put the contents to you.\n\tMr Chairperson, I have copies of the record which I'd like to hand up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any objection?  This will be Exhibit C.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Exhibit C.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Nkabinde, can I refer you to paragraph 4 of Exhibit A?  You say there\n\"I came back in 1978 and I was arrested during the riots and released in 1981.  In 1983 I was arrested for armed repossession and was sentenced to fourteen years imprisonment.\"\nDo you recall that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "If you look at Exhibit C you will see that on the 28th February 1979 you were sentenced to five years imprisonment for armed robbery, apparently involving the use of a panga, do you see that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Is that correct?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "Yes it is.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And then in 1983 on the 12th September 1983 you received two prison sentences, the first one of four years for the theft of a motor vehicle and the second of ten years for another armed robbery, this time it appears that knives were used.  Do you see that?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now it seems to me, Mr Nkabinde that these were acts of pure criminality and they were nothing to do with your alleged operations as an APLA cadre?",
            "Male"
        ],
        [
            "NKOSINATHI NKABINDE",
            "These were political matters not criminal matters.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "So I think it's a matter for argument, Mr Nkabinde.  I have no further questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mpshe, do you have any questions on this aspect?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No questions, thank you.\nNO QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, do you have any re-examination on this aspect?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None Mr Chairperson.\nNO RE-EXAMINATION BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Bosman, do you have any questions on this latest aspect?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "None thank you Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Motata?",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "I've got none.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you Mr Nkabinde, that concludes your testimony, you may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}