{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-05",
        "location": "JOHANNESBURG",
        "day": "4",
        "names": [
            "MICHAEL KGIBA MOFOKENG"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52951&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98110205_jhb_jhnbrg4.htm",
        "speakers": [
            "MR MBANDAZAYO",
            "CHAIRPERSON",
            "MICHAEL KGIBA MOFOKENG",
            "MR VAN DEN BERG",
            "ADV BOSMAN",
            "ADV MOTATA",
            "MOKOTEDI MPSHE",
            "UNKNOWN"
        ],
        "original_speakers": [
            "MR MBANDAZAYO",
            "CHAIRPERSON",
            "MICHAEL KGIBA MOFOKENG",
            "MR MOFOKENG",
            "MR VAN DEN BERG",
            "ADV BOSMAN",
            "ADV MOTATA",
            "ADV MPSHE",
            "MR MBANDAZAYO IN ARGUMENT",
            "MR VAN DEN BERG IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, the next applicant is Michael Mofokeng.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mofokeng do you wish to take the oath or do you wish to make an affirmation to tell the truth?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.\n\tMr Mofokeng, you have heard the first applicant, Mr Nkabinde, giving evidence before this Committee with regard to the two incidents?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I did.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Do you confirm what has been said by Mr Nkabinde in as far as your role in the two incidents?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes that is where I confirm his evidence, that is where I want to correct him, maybe he forgot.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Oh, okay.  I understand that, but what I want generally do you confirm what has been said by him with the exception of the incidents where you are going to make corrections?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "The way I heard his evidence, yes I did hear his evidence, I confirm what he said.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now you already indicated that there are certain parts of his evidence which you feel that he is not correct or he must have forgotten.  Is there anything you want to add, subtract or delete from his evidence with regard to your role in the two incidents?  Start with the first one at Parktown.",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I will.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Continue.",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "What I wanted to say to correct Nkosinathi Nkabinde is about the Jacobs incident.  When we arrived at that place of the incident, we did not meet three people.  At Jacobs house we met a girl called Heloise Jacobs inside the car.  We asked her the whereabouts of her father then she said her father's in the house.  We took this girl and took her inside the house.  Before we came next to the door, the father appeared then before he could try to close the door, comrade shot him.  When we entered the house we were on the steps and then Jacobs fell on the floor.  After he fell he asked us as to whether \"Who sent you here?\"  Comrade told him that \"This is an APLA mission, if you survive you must tell the police that APLA was here.\"  That's what I wanted to correct or add to his evidence.  That the first person we met inside the yard is Heloise Jacobs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay just on that point, sorry Mr Mbandazayo, when you say that Mr Jacobs asked who you were and someone responded by saying we are from APLA and if you survive you must tell the people, did anybody else of the victims, would any of the other victims have heard that being said to him?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Do you mean the Jacobs family or those who were with me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Jacobs family, I mean from the Jacobs family.",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "The person who was in front of me was Heloise Jacobs.  I hope he - I believe he heard what was said.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.  Is there anything you want to add with regard to the late Mr Jacobs incident before we proceed to the second part?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No there's nothing I want to add further.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now let's go to the Parkview incident, the second one.  Is there anything you want to correct or subtract or add to what has been said by the first applicant?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "At Mr Stanton's place I will just mention a few issues on that incident.  We arrived there, we held them hostage then Comrade ...(indistinct) addressed them.  There was a certain lady who was on the phone.  When we called them, he addressed them the same way as he did at Jacob's place by saying this is an APLA mission, if you survive you must tell the police that it's APLA.  Then he asked them as to whether they have guns then they said they are Christians, they don't hold guns in the place.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "No other thing you want to add or subtract with regard to the second incident?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "...(inaudible) within PAC or APLA?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I'm not a member but a supporter of PAC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you talking about the present or during January 1994?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "From when I was - before this incident, even now, I'm a supporter of the PAC.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now can you tell the Committee if you were a supporter of the PAC how was it possible that you were involved with people who are alleged, that is Monde, if you confirm it, do you know that he is a trained APLA cadre?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I did.  Let me put it this way, I don't know Monde, I know the late Kopane.  That is the one who introduced me to comrade Monde.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "What was his position within PAC or APLA or was he a member of APLA or PAC, Kopane?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I knew him as a PAC supporter as I am a supporter of PAC.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Okay, he introduced you to Monde, what did he say Monde is?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "He told me that he's an APLA soldier.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Did you know the first applicant that is also an APLA cadre?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No sir, I did not know.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Did you know that also accused Thabang Tjitja was APLA or PAC member?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No I did not know.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now going to my first question which you have not answered that, now what were you doing with them when you were involved in the accident in Smithfield?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "In the company I usually visit Kopane, there where Kopane and Monde used to discuss, they used to discuss about general politics then I was interested in those politics.  I wanted to be informed and again to receive military training.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now when you went to Smithfield is that anything to do with military training?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Can you repeat your question sir?",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "When you were involved in the accident in Smithfield, what had that to do with military training?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "When we encountered the accident there, we were going to Transkei because Monde said there is a base in Transkei where I would get training.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "At the time, you have told the Committee that you were a supporter of PAC I take it that you were following the activities of PAC.  Did you know at that stage what PAC was doing during that time when you went to training?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I knew very little about PAC at that time, I did not have in depth knowledge about PAC but I knew a little bit about what it was against in South Africa.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Let me put it this way, as you are South African, you knew at the time when you went, you were saying you were going to Transkei, that election will be help in April that year.  Did you know that?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I did.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "And also that PAC will be participating in the election?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "When it comes to the participation of PAC in the joint elections I had a little bit of knowledge in January that PAC suspended the armed struggle on the 16th January that year but within PAC there was an unclear statement.  I remember Clarence Makwetu said people should go to vote.  Before he said that Sabelo Palma said 1994 would be the year of the great storm meaning that there those who wanted to take part in elections and there were those who were against elections.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wasn't the year of the great storm earlier than 1994?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I don't remember well, I just remember a little bit that there was something that caused the division that there were those who wanted to take part in elections, there were those who were against elections.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson I can confirm it was 1993, the year of the great storm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, I have no further evidence led with regard to this applicant, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.  Mr van den Berg do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Thank you Mr Chairperson.\n\tCan I refer you to your amnesty application that's in the bundle of papers?  Before I do that, what was the target in respect of - or what was the purpose of the mission at the Jacobs' house?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "The objective was that we should get a car which will take us to Transkei and then we knew that Mr Jacobs was a member of the right-wing and therefore the right-wing members were targets of the PAC.  To go there we were supposed to get a car, we must get guns and then again to target the enemy of the PAC and get money so that we will be able to enhance the objectives of the PAC.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "What information did you have that supports what you have just said that Mr Jacobs was a member of a right-wing organisation?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Well I didn't have concrete facts to that regard to verify as to whether he was a member but from Monde I learned that Mr Jacobs was a member of the right-wing organisation.  He knew the house.  From where we left we went straight to Mr Jacobs' house which means he had knowledge about him and his place.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now Mr Mofokeng, can I refer you to the bundle of press clippings, that's bundle B and page 1 of that bundle?  Now if you look at page 1 you will see that Mr Jacobs was Chief Executive of a large corporation known as Foodcor, it's a big business.  You didn't know that, did you?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No I did not know, I did not know where he was employed, I knew only that he was a member of the right-wing organisation.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now if you have a look at the second column of that article, it's an article entitled \"The Giant of Foodcor\" and it's an article written after Mr Jacobs was murdered.   The eighth line of the second column, do you have that?  There's a paragraph and I'm going to read it to you and ask you whether you can dispute this\n\"Although both roots of Foodcor were predominantly Afrikaans, Mr Jacobs was quick to realign the offspring's corporate culture to fit a changing South Africa.  Foodcor has introduced Black management and social engagement programmes and has established channels of communication between itself and external organisations.\"\nCan you deny that?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I would not dispute about what is written, it is the view of that person or the writer.  It's not what Monde told me, that he was a manager of the Foodcorp.  He told me that he was a member of the right-wing organisation.  I was not told what you have just read.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Jacobs was involved in the food industry, he was a prominent businessman in South Africa, he was not involved in politics.  Can you dispute that?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I would not dispute of what you're saying.  What I would dispute is that I did not know Mr Jacobs and his movements and his political affiliation.  I was told that he was a member of the right-wing organisation therefore he was an enemy of the PAC.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "What investigations did you made to determine whether Mr Jacobs was a member of a right-wing organisation?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you talking \"you\" singular or plural?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "You singular, Mr Chairperson.",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I did not do any investigations or did not verify.  What I wanted was to be trained, militarily.  I had no purpose to investigate.  What I knew is that right-wing members were oppressors of the Black South Africans.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "But you had no personal knowledge that Mr Jacobs was a member of a right-wing organisation, none whatsoever?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No I don't have personal knowledge that he's a member of the right-wing organisation.  I don't have evidence, what I know is that Mr Jacobs was a target of the PAC.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "When did you first meet Monde Gadebe?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I met him in June 1993.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And were you in regular contact with him from June 1993 onwards?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes we used to meet.  We used to meet together with Kopane.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You heard me put it to your co-applicant that according to two Senior police officers, Gadebe was involved in a series of criminal activities during December and January.  December 1993 and January 1994.  You have no personal knowledge of that, do you?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I did.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Can I refer you to the bundle B and page 2?   The third item is an armed robbery which took place at Sterkspruit, do you have personal knowledge of that?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No I don't have knowledge.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "The fourth item is the murder of two farmers on the 24th December at Van Stadensrus, a Mr Wilkin and Mr Bekker, do you have personal knowledge of that?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No I don't.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "I presume the only items that you have any personal knowledge of are the murder of Mr Jacobs and the armed robbery of the Stanton family?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And you cannot comment, you cannot confirm or deny that Gadebe was involved in other acts of criminality?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I wouldn't say he was involved in criminality activities.  Why I say that, because he was a cadre and in terms of my knowledge and my experience encountered with him, there was a process which was saying we should overthrow the white domination therefore Monde in his political activities was pursuing that objective.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now you testified earlier that you were aware of a cease fire or of a moratorium on violence by APLA and the PAC.  Did I understand you correctly?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes, I said so.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And yet after that moratorium, you were involved in two acts of violence?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I want to put it this way, my involvement in these two incidents, I wanted to go for training, I would not be able to go to training without going with Monde, therefore I should do everything which Monde instructed me to do so that I'll be able to go for training.  As the armed struggle was suspended in 1994 according to my knowledge they would not just say let us suspend the armed struggle and then it starts immediately.  I want to make an example that in 1994 there were elections and then the people said apartheid is gone.  I was trying to say therefore, that when they said the armed struggle is suspended, we should lay arms, we did not lay arms immediately when it was announced, it went within stages, step by step until at the end of the day the armed struggle was really suspended in reality therefore was never - never existed in the country thereafter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just on this point Mr van den Berg?\n\tWhy did you have such a passion to be trained so late in the day, if I could put it that way, you knew that there was a moratorium or a cease fire, you knew that the elections were a matter of three months away and I'm sure everybody, most people at that stage believed that the elections would certainly be the ending of organised violence between the political movements in the country.   Why then did you have this great passion to be trained so late and at that stage of the political development?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "At the time when I wanted to go for training, my problem was that I did not trust that whites want peace in South Africa.  During the CODESA negotiations and those which came thereafter, the right-wing invaded the World Trade Centre and stopped negotiations there.  It's then that I was convinced that whites are not prepared that there should be peace in South Africa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van den Berg?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "If I look at your amnesty application, that's page 2 of the bundle, paragraph 9(a)iv.  You state there\n\"On 16 January 1994 I went to Parktown North, No. 8th Avenue to kill Mr Diederick Jacobs because he's white and he belongs to a right-wing organisation.\"\nDo you confirm that?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now I want to suggest to you that that is not what Mr Nkabinde told this Committee.  If I understand Mr Nkabinde's evidence correctly, the purpose of the - you use the word operation - was for repossession, was to obtain arms.  Can you explain why there's a difference?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "There's no difference between the two statements.  To go there, we were going to look for arms and look for a car and money and again Mr Diederick Jacobs.  Nkabinde said we were going to look for arms, it doesn't mean that after we got those arms we should leave, we should leave PAC's target behind.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You obtained arms and you took money from the Jacobs family, why didn't you then go to the Transkei?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Whilst we were at Jacobs house, when he tried to run he touched a button, maybe it was for secret reasons because we heard alarms outside which said to us that we are not able to take the car so that we'll be able to go to Transkei, so the mission was aborted because of that particular reason on that day. Then we stayed until the following day.  On the third day we started with the second operation to look for transport.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Right, we'll get to the second operation shortly.  Why didn't you kill Mrs Jacobs and the young woman that you found there, Heloise Jacobs?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "There was no order that Mr Stanton was a member of the right-wing organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I think the question was why didn't you kill the rest of the Jacobs family, not the Stanton family.  The question was why didn't you kill the wife and the children of Mr Jacobs?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Monde said Diederick Jacobs is a target so I know in politics that we won't all belong to the same organisation if we are from the same family.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "I want to suggest to you that Mr Jacobs was killed because when he was confronted by you, he shouted to his wife, he said to his wife \"get a gun\", that's why you killed him?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "It is not like that.  When he said bring the gun, where were we at the time?  What I want to add again, I want to inform you that the person who was close to Mr Jacobs was myself together with her child.  It was Heloise and the father and myself.  I don't know when did he say that.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr van den Berg, can I just clarify something here please?\n\tMr Mofokeng, was there a meeting, a planning meeting before you went out on this first operation?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Before we left I had promises which I had received from Monde that he will take me for military training therefore there was a day where I met with Kopane and Thabang and Monde.  We met.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And did you attend a meeting where the first applicant was also present, before you went out, did you also meet with the first applicant?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Was it at this meeting that you were told that Mr Jacobs is a right-wing member?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "At what stage were you told that Mr Jacobs was a target because he belongs to the right-wing?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "In the morning of that day of the incident I was together with Monde.  I knew, I was with him only.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you Mr van den Berg.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "If we move to the armed robbery involving the Stantons. If we have a look at paragraph 11 of Exhibit A, that's the affidavit by Mr Nkabinde, is it correct that you were armed with a shotgun?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Do you mean when we went to Stanton's place?  Yes I had a gun but I don't remember what kind of a gun it was.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Was it a handgun, was it a rifle, what was it?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "It was a handgun, sir.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "So then what Mr Nkabinde says here that you were armed with a shotgun, that's incorrect?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Can you please explain the difference between the two?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A shotgun is usually a rifle and it shoots cartridges as opposed to bullets.",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "It was a handgun therefore.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Where did you get the handgun from?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "It came from Diederick Jacobs house.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Between the time that you murdered Mr Jacobs and committed an armed robbery at the Jacobs' house and at the time when the armed robbery was committed at the Stanton's residence, did you receive any training in the use of that handgun?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "So you had absolutely no idea how it worked?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I knew how you can operate a gun.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Presumably like me, you had seen it on television?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No, not that way.  From 1976 we had riots in Soweto.  At times there were many guns, where you would have friends who owned guns, then they would just show me how to shoot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's not very difficult, Mr van den Berg, I'm not a shotist but if you know how to get the safety catch off then don't you just have to pull the trigger?  I mean it's not very complicated.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "I'm in your hands, Mr Chairperson, I've absolutely no idea.\n\tAt the Stanton residence, if I understand correctly, you were in the lounge when Mrs Stanton and one of her daughters was, where you tied them up, is that correct?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Who brought the young boy into the lounge?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "That's myself.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And you were the person who assaulted him?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I did not assault him.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Can I refer you to the bundle of documents, page 47?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that's a question - when you say you didn't assault him, you didn't hit him or beat him?  Because I think if I was lying asleep in bed and somebody came and picked me up and carried me to the lounge, I would consider that an assault?  Did you do nothing else but other than to carry him, make him walk?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "At Stanton's child, I was inside the yard.  When I returned in the house, I heard that boy screaming and he was alone and it was dark.  Then quickly for to relieve him I should bring him closer to his or her parents, so I took that boy next to his parents, from the bedroom to the lounge.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Was the boy threatened in any way?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "According to my observation the person who was in the house was not able to handle that situation so what I did, I decided to take the child and bring him closer to the parents.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "If I refer you to the bundle of documents, page 47, this is an extract of the criminal trial of the judgment in your criminal trial and here the following appears\n\"Mr Andrew Kirk was called, he arrived at the Stanton home during the course of the robbery.  He was also taken captive, tied up and his watch was taken.  There was a threat to kill the child, Timothy, who as he puts it, was knocked around a bit and subsequently tied up.\"\nDo you know about that?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I know nothing about that, sir.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "You were not the person who tied him up?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "That's not myself, sir.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "We have reference again to your amnesty application, on page 5 of the application, paragraph 10(c).  To the question which is asked there\n\"Did you benefit in any way financially or otherwise?\"\nThe answer is \"no\".  do you see that?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "If you refer to Exhibit A and that's the affidavit of Mr Nkabinde, paragraph 10, the portion there says\n\"We surrendered everything to the commander.\"\nDo you see that?  That was after the Jacobs murder.",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And then paragraph 16, the first two lines\n\"We drove out of Parkview to Naledi where we offloaded the goods and surrendered everything to the commander.\"\nDo you see that?  Is that correct?  Everything that you took you gave to Monde?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "That is correct that we handed everything to the commander except the watch, it belonged to one of the victims.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "The watch and you kept that for yourself?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "The reason for not handing over the watch to the commander at that time, when we offloaded at Kopane's house, there was a person who was watching outside.  The car which was outside was a 16 valve Conquest and the Mercedes Benz parked and it's a new one and then in that yard the value of those cars did not suit to be parked next to the place and the police were passing through.  Therefore the person who was outside came to report that the police were there, then therefore we had to get inside the cars so that we'll be able to leave.  The police would not just leave the Mercedes Benz in that kind of a yard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what's that got to do about with keeping the watch?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "When I took the watch from the owner I had my watch on my arms then I put that watch on my other hand, then when we were busy offloading, when the person came to report that the police parked at the fourth house, I left everything there, then I entered into the car and I forgot about the watch until we were arrested.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "After you were arrested, you pointed out certain things to the police, do you recall that?  Inter alia you took them to Kopane's house?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "When I was arrested, the reason for me to go with the police to my place and Kopane's house, it was because I wanted a bail application then they told me that they will not give me a bail application if they don't know where I stay, then I had to direct them everywhere where I went with them and then we immediately arrived they would start searching the property.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Where were the goods offloaded, Mr Mofokeng?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "We offloaded at Kopane's house.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And so it's correct then if you look at page 50 of the bundle of documents and about line 19 of that page\n\t\"and there accused number one\"\nthat's yourself\n\t\"pointed out a distinctive pink Blaupunkt radio \tidentified by the Stantons as theirs.\"\nDo you see that?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I do.  I want to put it this way, Brixton wanted to know where Kopane was staying.  When they arrived at Kopane's place they took a radio which belonged to Kopane's family and they made it an exhibit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that this pink radio referred to here on page 50 was Kopane's radio or some relative of Kopane's?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes, it belonged to Kopane's family.  For them to take the tape, they explained that this doesn't belong to anybody else but belongs to his family.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Just there - but further, Mr Mofokeng, if you read, it says a pink Blaupunkt radio shown at Exhibit F6 and identified by the Stantons as theirs.",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I wanted to ask as to whether when they identified that that radio is theirs, where did they identify that radio because it was not taken to court.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "You can take it from there, Mr van den Berg.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "It seems to me, Mr Mofokeng, that this was one of the findings in your trial that in fact that radio belonged to the Stantons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it also had an exhibit number, you say it wasn't at court?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you don't know where this Exhibit F6 comes from?  Shown on exhibit - no that's right.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "I don't think I can take it very much further, Mr Chairperson.\n\tWhen I was cross-examining Mr Nkabinde, I advised him that I consulted with Mr Tjitja who is a prisoner at the Zonderwater prison, do you remember that?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now initially Mr Tjitja denied any involvement in these two acts, he said that he had merely got a lift with Gadebe and yourself to the Transkei, he knew nothing about the attack on the Jacobs house and the armed robbery at the Stanton house.  Now you can't comment on that because you don't know what he told me.  When I advised him that you and Mr Nkabinde had applied for amnesty, he then advised me that he was in fact involved in these two acts, that he was not a member of APLA, that he had not received any military training and that as far as he was concerned, this was an act of criminality.  He was going to share in the proceeds of these two acts.  Can you comment on that?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I'll not say much about Thabang because firstly I don't know him and as I don't know him, what he said to you, firstly he told a lie then you take the second statement as true.  I don't know what to say in that regard.  Firstly you asked him then he denied taking part, then you asked him for the second time then he agreed.  Therefore I don't know as to whether you accept the first lie or the second lie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mofokeng, how did Thabang become part of the group of five?  When did you meet him for the first time?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I met him for the first time on that day when we went to Monde.  It was myself, Thabang, all of us, the five of us.  As to whether he was a member or not a member I did not know because I was a supporter and I was part of that group.  I did not know as to whether there were other members or supporters of the PAC in that group.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Did you know where Thabang lived?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I did.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Where is that?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "That is Central.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you Mr van den Berg.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Well you say that Tjitja then told me two lies but you confirm that he was involved?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What he's saying is that Tjitja told you two conflicting versions and he doesn't know which one you accept to be lie and which one you accept to be the truth.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Well can I put it to you this way, Mr Mofokeng, one of the criteria to qualify for amnesty is that you make full disclosure.  You're aware of that?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "May you please repeat your question sir?",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "One of the things that you need to do to qualify for amnesty is that you must make full disclosure, you must tell this Committee all the facts that you know about.",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I do, I do know.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "And one of the facts is that Tjitja was involved in these incidents?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "I just find it strange that a person who is not an APLA member, not an APLA cadre, is involved in an act like this?  I want to suggest to you that this an act of pure criminality.  Do you want to comment?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "You can take it that way that it was a criminal act because you have the right to do so because you did not know as to when I met Monde what did I want.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Thank you Mr Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR VAN DEN BERG",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr van den Berg.  Mr Mpshe, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes Mr Chairman, thank you.\n\tMr Jacobs you said he belonged to the right-wing organisation.  Which organisation was that?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I don't know which organisation which he belonged but according to the information I received, when they speak of a person who is a member of the right-wing organisation, that is Conservative Party and AWB, so I didn't know as to whether which one of the two he belonged.",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "You say when the speak of a person belonging to a right-wing organisation that is Conservative Party?  I didn't get you clearly I sorry?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said the Conservative Party or the AWB, but he's not sure which one he belonged, he says when he talks about right-wing, what he considers right-wing is Conservative Party or AWB?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I see, thank you Mr Chairman.\n\tI take it that this operation was carried out by yourselves as a unit?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "...(inaudible) because when we went there we were a unit.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And you heard me put a question to Nkabinde as to what was the code name of your unit.  He couldn't assist us.  Can you assist us?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I would not tell a lie, I don't know the code name of that particular unit.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "For how long were you a member of this unit?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "It was for the first time on the incident of the Jacob's incident and then it was for a second time during the Stanton incident.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "So this operation was your first operation inside the unit?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Your commander I think it was said to be Monde Gadebe, he was a commander not so?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "That is correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Before you could get yourself involved in this unit did he explain to you what the unit was all about, what are you looking for?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No sir, he did not tell you anything.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "He just co-opted you and he said now we are going to carry out an operation?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I explained earlier that I asked Monde, I requested Monde that I wanted to go for military training.   When I'd requested him about going for military training I did not ...(indistinct) to him or I did not expect him to take me to Diederick Jacobs house.  I wanted to go for military training so before I underwent military training we went through Jacobs incident before - these two operations before I could go to military training.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Would you say this operation was an APLA operation?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I will say so.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "How far had you gone to school?  Your highest standard or qualification?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Standard 7.  I was not able to go further in my studies.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Would you understand the difference between defensive and offensive?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I do.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Good.  Now was APLA an offensive or defensive unit?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You mean army?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "APLA Mr Chairman, APLA as the liberation movement.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes I think because APLA consisted of hundreds of units and I think to refer to APLA as a unit is a bit misleading, it was an army.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.  Was APLA a defensive or offensive structure?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "In terms of my knowledge and observation, APLA was an organisation which was fighting for the return of the land to the rightful owners by the whites.  Therefore APLA was against those people who robbed us of the land.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you want me to repeat the question?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes sir.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Was APLA as a structure within PAC an offensive or a defensive structure?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I would say it was an offensive organisation because APLA's acts were those of attacking the enemy.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What was the \"year of the great storm\" all about, what was to be done, what was declared when in 1993 you said that now we're entering the year of the great storm?  What did that entail?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I don't have any in depth knowledge about that but the operation great storm, when Sabelo Palma informed us about that he was telling us that the situation is going to be bad.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Made bad by whom and how?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "By APLA.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think Mr Mpshe, the witness has said that he didn't really know too much about the PAC, he was a supporter but he had little knowledge, in his own words, so now whether he does or doesn't know what the great storm was, not too much is going to swing on it because of his own admission that he knew very little.  He said he was a supporter and wanted to get military training but he didn't know much about the organisation.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I agree very much Mr Chairman and I didn't intend to make any follow up, I was satisfied with his answer, Mr Chairman, I agree.\n\tFinally, Mr Mofokeng, will you tell us what APLA means, the meaning of the words A-P-L-A?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Do you mean when I say the whole - it stands for?  African Peoples Liberation Army.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman, no further questions.",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I beg your pardon, Azanian Peoples Liberation Army.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Okay.\nNO FURTHER QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mpshe.  Mr Mbandazayo, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Sorry Mr Chairperson, I don't want to interrupt unduly, there was one question I neglected to ask and I thought it would only be fair if I asked it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think if you could ask it now before re-examination it would be more convenient.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Mofokeng, you said that at both the incidents at the Jacobs home and at the incident at the Stanton home, the victims were told this was an APLA attack.  Do you remember that?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Now I put it to you that that was never said to them, they were never advised that you were members of APLA and that this was an attack carried out by APLA?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "When victims say that they were not informed that it's an APLA attack, I wanted to know as to whether how did they know it is APLA because they knew that it was APLA which attacked there?",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Chairperson, I don't intend to debate it with the applicant.  No further questions.\nNO FURTHER QUESTIONS BY MR VAN DEN BERG",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr   Chairperson.  Mr Chairperson, only a few which arise from, regarding accused number three who has not applied for amnesty.\n\tWere you at any stage during your, after your arrest, come to your knowledge that accused number three was an APLA cadre?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's Thabang?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes Mr Chairperson, thank you.",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No, I did not know.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Are you saying to this Committee that it never even transpired during the trial that there's an allegation that he's an APLA cadre, you never heard about that?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No.  In court the way they gave evidence because we were together with Monde and Monde was a trained APLA member.  We were going to Transkei to be trained, that is the way it was stated in court.  I would say that in papers or in newspapers it transpired that a highly trained APLA cadre was arrested on his way to - around Bloemfontein.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Okay.  Just for completeness Mr Chairperson, page 20 of the bundle, third paragraph from the top.  I just want to read out, I would like you to comment on that\n\"During a trial within a trial\" ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What line would it be more or less?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, more or less starting from line 19.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "19 yes, that's on page 20?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Page 20, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My line 19 says \"the version of accused number three was put to Tiedt\"",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes Mr Chairperson, that's what I want to read\n\"During a trial within a trial the version of accused number three who was Kopane in the trial was put to the\"\nI take it was the investigating officer or policeman involved that he alleged that - then I'll read as it is in the judgment:\n\"The version of accused number three was put to Tiedt which was broadly that certain threats were made to accused number three and in particular that accused number three was a member of APLA that he would be held in terms of Section 29 and would not see his family and that accused three had the option either to testify against Monde or if he failed to do so Monde would be killed.\"\nDid you at any stage hear that during the trial?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "When Thabang was speaking about Section 29, I was threatened with Section 29.  When he testified about Section 29, the police said to him they will put him under Section 29 if he does not co-operate with them.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Mofokeng, what I wanted to know, did it come to your knowledge at that particular stage that he alleges that he was a member of APLA?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, I won't take it any further.  The other point I would like, although it is not arising Mr Chairperson, but for the completeness of this matter I would like it, to canvassss, maybe he can be asked, the other members will ask about it.\n\tWhen you were going to Transkei what happened to the items that you repossessed, put it from the two families, Jacobs and - with the exception of the motor vehicles and other items which were found during the accident?  What happened, we have heard that the Toyota Corolla was dumped somewhere.  What happened to the other items, T.V., Hi-Fi if I'm not mistaken, quite a number of them.  Do you know what happened to those items?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I know what happened to it.  That property was taken by Brixton because it was put together at Kopane's house.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Are you saying that it was found at Kopane's house, all those goods that you took from the two families?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes it was found at Kopane's house, then I want the Committee to understand it this way, Kopane stays at Molatani.  Where the property was found was where Kopane was renting.  When I say that it was found at Kopane's house I mean it is where he rented a room there so it was found at Kopane's house where he was renting.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, if I may follow up, I wouldn't like to abuse this chance.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can follow up, I'll give the other's a chance to ask questions on this new point.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Did Monde tell you what is going to be done by these repossessed items?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No he did not tell me.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "You also, you didn't ask about them?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "As I said before, when I testified, I have little knowledge about PAC and APLA.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was did you ask him what was going to happen with the items that were taken?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I did not ask him.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "But as your evidence, what you know is that you went there because you wanted a motor vehicle to go to Transkei, when you went to Mr Jacobs house, the first incident?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "And you did not manage to get it because they pressed alarm buttons, that's why you went to Mr Stanton's house on the 18th?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Mr Chairperson.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr van den Berg, do you have any questions arising out of this last point raised by Mr Mbandazayo which wasn't really re-examination?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "None Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Just one Mr Chairperson.\n\tMr Mofokeng, part of the loot was found at Kopane's place and the other, that is the jewellery and other things were found in the possession of Mr Nkabinde, after the accident in Bloemfontein.  Am I correct?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No it's not like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkabinde said that after the accident certain of the stolen goods were recovered in his possession.  He had a jacket, a lumber jacket and he had certain pieces of jewellery which he says was in the pocket of the jacket, that's what Mr Nkabinde said, at Smithfield?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "He said on the lumber jacket he wore had some jewellery inside.  I agree with him.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Would you agree with me then if I say there was already a division of the loot, it was not kept at one place or given to one person?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I dispute that sir.  I dispute that because of the following reason.  If you say the part of the loot, the loot was divided it means the police were supposed to get something from me or from each of us, so it was found in - at Kopane's house only.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "No, no, no, it's not Kopane's house only.  Mr Nkabinde, as the Chair has explained to you, testified that part of the jewellery and other things were found in his possession when he had the jacket on and he said further on this jacket belonged to Monde, it was given to him when he was cold.  Now this was at two different places.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And it must have therefore have been in the vehicle because he only asked for it once the journey had commenced.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That's correct Mr Chairman, it was never only at Kopane it was two different places.",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I thought you're asking about various places, that it was found at various places or within houses, various houses that at my place and other people's places, some part of the loot was found.  I thought you're asking that way.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Would you then agree after understanding what I am saying that there was a division of the loot?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I agree with what you say now.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman, that's all.\nNO FURTHER QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Advocate Motata, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "I have none Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Advocate Bosman?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Thank you Chairperson.\n\tWhen did you leave school?  How old were you?  How old were you when you left school?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I don't remember well when I - how old I was when I left school.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Approximately?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I think I was 17, about 17 years old.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And at the time of the incident, how old were you then?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I was 28 years old at the time.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And when did you develop this interest in politics?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I'd say in 1991, somewhere there.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And what political activities did you participate in?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I did not play any role or take any part in political activity, I would only support PAC.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "When did you for the first time become interested in the PAC?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "It was around 1991.  During the time of Zeph Mothopeng.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Had you lived in Johannesburg all that time, in the area, in Johannesburg area?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Now during which years was the political activity of the young people at it's height in the Johannesburg area, during which period?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I know about 1976/1977, around there.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Now I wonder if you could just explain why there was no interest shown by you until 1991 when you were quite a mature person?  Only then did you develop this passion for being trained as a military cadre.  Why was that, what triggered it?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Around 1976 I knew what was happening around me and as I knew what was happening, there was nobody next to ...(indistinct) any light about politics or who will take me for military training, I did not know anybody.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you live in a township?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I was living in a township.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And there was nobody you knew who would perhaps assist you in getting military training and to get you out of the country or to tell you about contacts, no one at all?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "There was nobody whom I was close, whom I discussed with him or give him reasons why I have an urge to go for military training.  At the time I did not know anything about PAC and ANC or any other political organisation which was for liberation.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Do you know on what date or what year the present President of the country was released from prison?  When was Mr Nelson Mandela released?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "If I'm not mistaken, it was in 1990 or 1991, that's when he was released.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Now was that not the stage in South Africa when people started to think well at least now we are going in the right direction, apart from the right-wing?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes, that was the time but I explained before that there was - word had come from President Makwetu that people should ...(indistinct) to vote and then before Sabelo Palma said that there's going to be Operation Great Storm.\nThere were people who wanted to go for elections and there were those who were not prepared to go for elections.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Just in conclusion, you say your passion for the military developed after the release of the present State President and after negotiations had started, is that correct?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No.  After AWB disturbed the negotiations at the World Trade Centre, that is where I saw that white people are not prepared that there should be peace in South Africa.  That is what made me ...(indistinct) to go for military training.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you Mr Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Where did at that stage, where did Monde live?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I don't know where he was staying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you used to get to meet him regularly and speak to him regularly during the period June '93 until the occurrence of these incidents in January?  You said you met him regularly and used to meet with him?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "My friend is Kopane.  One day when I visited Kopane, I found him together with Monde.  They were discussing political issues, then with the bit I had I contributed.  That is where Monde explained to me in full about the political realities in our country.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you hand all the loot, save for the watch that you forgot about, to Monde?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "In terms of my knowledge, the commander is a senior of a particular group.  That is the person who is responsible for every issue or for every property which has been found anywhere as a commander he is responsible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you think of any reason why the commander would then have left the greater proportion of the loot, the T.V's, the electrical appliances etc at the rented premises of somebody who is not a member of APLA or the PAC who he's taking down to Transkei for training for no doubt a lengthy period of time?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "As Kopane was a supporter of the PAC, therefore Monde had to trust in him, that is why he did that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No but what I'm saying is, wasn't Kopane with you in the car going for training to Transkei?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes he was present in the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which means that Kopane was going to be away from the place where he stayed, not his home, the place which he rented, the room which he rented, for a long period of time?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I would say that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why leave the loot in that room where it would no doubt be most vulnerable when the landlord could probably could get access to it at any time, you don't know when you're going to go back to it?  Why leave it there?  Do you have any idea?  If you don't just tell me.",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "That place is not in a house, it was a shack house within the yard so he was staying in a separate house therefore Kopane was staying with his wife.  Then what I would say that in their absence the wife, Kopane's wife would take care of the property or of the loot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know of any reason why the loot wasn't taken in the vehicles that were on there way to Transkei or at least the Mercedes which was going through to Transkei?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No I have no knowledge or reason.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you left to go to Transkei, is it correct that Monde and Nkabinde, the first applicant, were in the Mercedes and you, Thabang and the fifth member were in the Toyota?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I remember that I was in - there was a Conquest and there was a Mercedes Benz.  I don't remember well as to whether in which car I was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, the first applicant says you were in the Toyota, the Conquest.",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I would say that is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what happened to the Conquest?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "On the road we found the Mercedes Benz waiting for us on the road.  Then Monde and he informed us that we should get out of the Conquest and go inside the Mercedes Benz.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So where about was the Conquest left?  Because what we've heard, you must have heard it yourself, it could have been in two different places.  Where about was it, can you describe the place where it was left?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "It's not far from the tollgate.  After passing the tollgate, just a distance after that.  What I remember is a tollgate then there is a place because it was dark, there's a place after the tollgate, that's where we left the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who drove the Toyota?  Did you drive it?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No, it was driven by Thabang.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Thabang also going to Transkei for training?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No Chairperson, I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now we see from the affidavit from the first applicant when we're talking about the incident that occurred in Parkview, the Stanton's home, where he said that you were armed with a shotgun and you said \"no I had a handgun\".  Did you see a shotgun, was anybody armed with a firearm other than a handgun, with a rifle type of firearm?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "We had guns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Handguns?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Handguns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, do you have any questions arising out of the questions being put by the panel?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.  Mr Chairperson, I have no questions really arising but I would like Mr Chairperson to give me another opportunity for the sake of truth, go to the truth of the whole thing.  I'm sorry to ...(indistinct) my learned friend that side, also the Committee, I'll pick up something which I thought that I'd raised earlier on.  At page 48, Mr Chairperson, of the bundle, judgment.  I'll think it will be starting from line 6.  I'm reading\n\"From accused one, that is Mrs Pansi, who was a nurse at Smithfield hospital, she took a watch and a considerable amount of money which she also placed in the envelope.  She maintained that accused one asked her to phone his house and to leave a message with whomsoever and said that he must remove everything from the house.  She very intelligently conveyed this message to a police officer.\"\nNow my first question would be, did you have any money with you when you went to Transkei and if you had money, how much money did you have and where did you get it?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "The money I had on my person, I don't remember whether it was R100 or R110.",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Where did you get the money?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "That is the money I took from the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just let me interpose, Mr Mbandazayo, at that time January '94, were you employed at all?  Did you have a job?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "No, I was doing part time jobs.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "So when you say that the money that you took from the house are you meaning the Jacobs or Stanton's house or from your home?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I requested that money at home.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now next point is, Mrs Pansi's saying that you asked her to phone home so that everything should be removed, whatever is in your home.  What do you say to that and she passed that information on to the police?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Who is that person you are talking about?",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "The nurse in the hospital at Smithfield.  Mrs Pansi was a nurse.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes it's just been read out to you, this is the nurse, a Mrs Pansi at the Smithfield Hospital where you were and she said that you asked her to telephone your home and to leave a message and say that they must remove everything from the house?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Are you - sorry Mr Chair - were you not accused number one in the trial?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Accused number one was Monde.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Monde at the trial?  When did Monde die?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "The accused number one was Monde then I became the first accused after Monde has died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This document, this is contained in the judgment, if you look at page 14 where you described as being accused number one, Michael Mofokeng and Nkabinde is number two and Tjitja is number three and in this following judgment, one, two and three you refer to those people, namely you and Nkabinde and Tjitja, nothing to do with Monde.\nSo now this nurse says, said at the trial that you spoke to her and said \"look, phone my home, leave a message there and tell them to take everything out of the house.\"  Now what Mr Mbandazayo is asking you is, did that happen, did she say that?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "That is not true because what I had explained about the ...(indistinct) is that if at home we didn't have a phone in 1994.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you.  Mr Chairperson, I'll go to page 63.  You told the Committee that you did not know where Monde was staying, am I correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, he said that in a response to a question put by myself.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes Mr Chairman.  Did you know where Thabang was staying?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Maybe I did not put it through correctly.  The person whom I knew is Kopane.  Then Kopane is the one who introduced me to Monde.  Then I later knew where Monde was staying and then and even where Thabang Tjitja was staying.  He rented a house at Thabang's place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you not understand my question when I asked you did you know where Monde lived?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes I did not understand correctly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you think I was trying to elicit from you when I asked you where he lived, how did you misunderstand that question?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I ask for forgiveness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you say he rented a place where Thabang stayed, but where was that?  Where about?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "It was at Central.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say Central you mean Johannesburg?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Around Soweto.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Soweto.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, it has been answered, I was going to refer to that at page 63 because it appears that Monde was renting, that I was driving that, he has already answered that.  Thank you Mr Chairperson, that's what I wanted to raise.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr van den Berg do you have any questions arising, also arising out of the latest questions put by Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Just to take it one step further, if you have a reference to page 43 of the bundle of documents, the third line, Mr Mofokeng.  You remember earlier you explained to us about the watch that was found in your possession?  That was on page 42, if you look on page 43?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN DEN BERG",
            "The third line says\n\"When the accused was transferred to Bloemfontein, a further watch was found in his possession which was later identified by Lindy Stanton as a watch stolen from her in a robbery on the 18th January.\"\nDid you forget about that watch as well?",
            "Male"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "I want to explain.  This statement is wrong which is put by Mr van den Berg.  I explained that I had my own watch then Lindy's watch was on the other hand so it was  my watch together with Lindy's watch, not that all those watches we took them from the place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He's saying that when you were travelling in those motor vehicles going towards Transkei you had two watches in your possession, your own watch and one of the watches that you got from the Stantons' house, not three?",
            "Unknown"
        ],
        [
            "MICHAEL KGIBA MOFOKENG",
            "Yes there were two.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "No, but Mr van den Berg, look at that section closing\n\t\"A chain identified by Heloise Jacobs as being belonging \nto her was found under the bed of accused three in Bloemfontein.\"",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Through you, Mr Chairperson, page 42 deals with - let me just find the reference - there's a reference earlier to a watch which belonged to a Mr Andrew Kirk which was found in the possession of accused number one who is the applicant here and then on page 43 there's then a reference to a further watch found in the presence of accused number one which is the watch belonging to Lindy Stanton.  There are three watches that he had on his person.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "I was looking at the wrong page, I beg your pardon.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Thank you Mr Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR VAN DEN BERG",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe, do you have any questions arising?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I have no questions Mr Chairman, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mofokeng, that then concludes your testimony, you may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, that's the evidence for the applicants, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.  Mr van den Berg?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Chairperson, I'm of the view that there's sufficient evidence before you to determine this matter.  I don't intend to call any of the victims or to call either of the police officers to whom reference was made.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No evidence to lead Mr Chairman, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you gentlemen in a position to argue?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van den Berg?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Yes Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No Mr Chairperson.  Mr Chairperson, just to clarify that I, in such instance where there's a lawyer ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes you prefer not to but I always give you the opportunity, you might want to make something that you feel was important.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "It's appreciated Mr Chairman, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you want to proceed right now Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes Mr Chairperson, I'll start now.  Mr Chairperson, I wouldn't like to bore you with my argument expect to say that as I was asking many times, go and refer back to the evidence, I wanted to canvassss almost every aspect, I wanted to canvass so that this Committee can be in a position to reach a fair decision regarding this matter.\n\tMr Chairperson, it's my submission that this Committee has been placed with enough evidence before itself to reach a fair decision without myself adding anything in this matter.  I'm therefore leaving it to the hands of the Committee.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.   Mr van den Berg?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairperson.\n\tThe criteria for the granting of amnesty is set out in Section 20 of the Promotion of National Unity and Reconciliation Act of 1995.  It seems to me, Mr Chairperson, that the applications themself comply with the requirements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The technical - are you referring to Section 21(a) that is the three points, yes.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "The technical requirements, that is correct.  However, Mr Chairperson, I would submit that no political motive has been made out in this matter.\n...(inaudible) and two, where they need to show they are a member or supporter of a publicly known political organisation or liberation movement.  Mr Nkabinde was not able to tell this Committee details of crucial figures in the structure of the PAC and the structure of APLA.  He was asked questions by Mr Mpshe to which he gave answers and the answers were wrong.  \n\tMr Mofokeng, realising that the trap had been set, said he was merely a supporter of the PAC.  Yet in response to questions by a member of the panel, he could not explain what he had done between 1977 and 1991.  There was no indication of political activity whatsoever.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Mr van den Berg are you aware that the period you're referring to, for instance 1977, that he was a toddler, 12 years old, born 1965?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "That is so.  That is so, but even during the height of the struggle in the 1980's when the townships were ablaze, there is no evidence of any sort.\n\tI want to submit that the applicants cannot lift themselves up by their own bootstraps, there was no person on behalf of the PAC or on behalf of the APLA who has testified on their behalf to say that these are bona fide members or supporters of the PAC.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Is that accession possible, Mr van den Berg, that with millions of people around that the APLA structure of PAC can pinpoint their supporters?  I don't think that's a fair argument, can you?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Chairperson, the other applications which I have been involved in have involved command structures, have involved an indication of where a particular unit was on the ground, how it was tasked, how it was trained.  I accept that the applicants here have a difficulty in that their - the person they allege was their unit commander is dead, I accept that, but in response to questions about what kind of unit were they, there's reference made to repossession unit.  I understand that there's been evidence before this Committee previously this week relating to repossession units and referring to them by different names.  In any event, perhaps to take it further, it strikes me as highly unusual and highly improbable that a unit would comprise of five people who apparently are unknown to each other, there only seems to be one or two common threads.  Both of the applicants are members of the unit through Monde, there is a link through Mofokeng and the deceased Kopane Tshabalala, but other than that they seem to be unknown to each other and it would seem that in what we know of these types of units, that there would need to be some form of trust, that there would be need to be some form of intimacy for security reasons and that they seemed to be a diverse group without any particular links to each other.  I don't intend to take it any further than that, Mr Chairperson.\n\tIf one has reference to the acts themselves, there is a material contradiction I want to submit between the amnesty application of the applicant Mofokeng and the testimony which he seeks to embrace, given by Mr Nkabinde.  His amnesty application is quite explicit, he says that Jacobs was identified as a target because he was a member of a right-wing organisation.  Now the assertion that he is a member of a right-wing organisation he cannot substantiate and in Nkabinde's version is that they were out to get arms, to get money in support or in furtherance of the struggle.\n\tThe actions happened at a time when the PAC and APLA had declared a moratorium on violence.  Both of the applicants agreed that they kept up with the daily happenings to the press, radio, television and newspapers.  This thing of crucial significance in the history of the country passed them by, the moratorium and then later the cease fire.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "I have interest in the first incident because if we have regard to what Makwetu said in the newspaper and accepting it, that was on the 16th and he made the announcement the following day, the 17th.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "It places - there may be an explanation for the first incident, for the murder of Dirk Jacobs.  The explanation by Nkabinde, that explanation may hold some water but the continuance thereafter of the activities of this gang for political cause, there can be no weight attached to that.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "If for instance we say there is an announcement on the 17th that they have agreed, there's no way where I glean from the newspaper clippings that immediately all operatives were informed of that cease fire?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Mr Chairperson, I attempted to lay the foundations on the basis of what the applicants knew and what they kept up to date with, I accept that in the case of a genuine APLA unit and I'm not making the concession that this was an APLA, that in the case of a genuine APLA unit, with little or no access to modern telecommunications, it is possible that they may have continued with their activities for a period until such time as they were advised by their structures.  I accept that but ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the situation is that if you had a situation where it was - where a unit was aware of a moratorium, even through the press, before it, one would  expect it reasonable that before it would conduct an operation, having that knowledge, they would then get a direct order from somebody above in the hierarchy before they would conduct that operation.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "I think if one has reference to the evidence, it's clear that both of these applicants were in possession of items taken from the two homes, there was jewellery, there was a sum of money, Mofokeng was in possession of two watches and the manner in which they have dealt with that, I want to suggest is disingenuous.  It's clear, as Mr Mpshe put it to Mofokeng, that there had been a division of the spoils, of the loot.\n\tThe newspaper clippings suggest that Gadebe was involved in a series of criminal activities.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think we can place too much emphasis on that, I mean we can't really accept newspaper reports as evidence.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Indeed so.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr van den Berg, perhaps you could then deal with the relevance of the two applicants' criminal records perhaps to the possible ...(inaudible)",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "...(inaudible) Mofokeng was not asked about that but ...(intervention)",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "One.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just the one applicant I think, we've only got the record for one.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "That's correct.  I understand that Mofokeng was the first defender, that's certainly what the press clippings suggest but insofar as Nkabinde is concerned, there are two previous convictions of armed robbery.  One in 1979 and one in 1983 and they both involve - well the one involves a panga and the other involves knives.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Let's be careful about that because if you look at the record it says date of conviction and not date of when the offence was committed.  We should be careful when you come to that.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Yes, knowing the criminal justice system, it's possible that these offences were committed some period before the actual dates of conviction and ...(intervention)",
            "Male"
        ],
        [
            "ADV MOTATA",
            "I'm saying that you should look at it because he talks of 1978 and when we look at the date of conviction, it's early 1979.  We should trample just a little lighter there but ....(inaudible) that is actually.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "It's difficult to argue and one needs to argue carefully in respect of previous convictions but the suggestion here is that there was previous involvement in this type of activity and this type of criminal activity.  The first armed robbery involves the paltry sum of R25.  The second serious offence relates to the theft of a motor vehicle and then armed robbery of clothing, it would appear, \"kleurasie besigheid\", I don't know whether the value there of R2000 relates to the clothing or whether it was cash that was taken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It usually refers to the value of the goods stolen so it probably relates to the value of the clothing taken from the business.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Yes.  Now whilst the evidence is not before you, Tjitja, the third surviving member of the gang is also serving a period of imprisonment, a life sentence and he also has a previous conviction for armed robbery so I want to suggest that if one has reference to the manner in which these acts were carried out, if one has reference to the background of the - certainly of the first applicant, then these are acts of criminality.\n\t If one has a look at what happened at the Jacobs' home, it would appear that Jacobs was shot only when he called out and when he asked for his wife to assist him by procuring a firearm.  It seems that that was when he was shot.  It goes further that, in that after Jacobs has been shot, he is then assaulted by the first applicants.  When Jacobs requests medical assistance, he is assaulted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you know, when you've got armed robbers in your house pointing guns at you and you ask to phone the ambulance or the police the chances of getting a positive answer are remote to say the least.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "It's not so much the lack of a positive answer Mr Chairperson but the fact that further violence was then used, that's the submission.\n\tIn so far as the Stanton's are concerned, six people are tied up, a further person is lured into the house, that's Mr Kirk, he is then also tied up.  There is - assault may be too strong a word, but there is certainly the physical manhandling of a six year old boy who is then tied up and then a great amount of goods are removed from the home.  This apparently on the applicant's version was an operation to procure firearms and no firearms were found.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the Stanton's one they said the main aim, firearms was there as well, but was to get transport because they had to abort their earlier incident.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Yes.  But there are four series of inconsistencies in what is said by the applicants and what is contained by the judgment by the judge who then presided, I think it was Mr Marais, Judge Marais.  There is the fact that they are in possession of items taken from the home.  I would submit that if one has reference to the motive, if one has reference to the context in which the act took place, bearing in mind Advocate Motata's reservations, if one has reference to the legal and factual nature of the act, the use of violence, the assault of a man who is fatally wounded, the assault of a six year old child, that these are not acts which can be clothed with political immunity.\n\tThere's further the criteria which requires that there must have been no personal gain and there is the evidence in respect of the money, the watches, the jewellery.  And then the omission, for what it's worth, of a third applicant before this panel.  I want to suggest Mr Chairperson, that the criteria as set out in Sections 20 sub 2 and sub 3, particularly with reference to ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) sub section 3 now?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "I simply want to wind up by saying that if one has reference to the criteria in Section 20, sub-section 2 and sub-section 3, particularly with reference to the sub-clause dealing with personal gain that these applicants do not qualify.  This was an act of criminality and that in the circumstances their application should be refused and that they should see out the period of their imprisonment.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "I want to return to you and say, ask a few things which would clarify our minds.  You've referred to the previous convictions and you mentioned that there was two of robbery and I say now taking into account the testimony before us that APLA or PAC's policy was repossession, as they referred to the robberies as repossession and quite honestly, because I want you to assist me, if we look at the document before us, it does not tell us who was robbed, it merely tells us of robbery.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Now are you making reference to the previous convictions purely?",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Exhibit C.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Exhibit C.  That is indeed so, there is no reference to specific incidents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well though it would seem unlikely that the robbing of R25 in the Soweto with use of a panga would amount to an APLA repossession mission.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Well that case seems to have it's reference in Soweto, I'm precisely sure where in Soweto.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Magistrates Court was in Soweto.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Yes but there are both Protea and Orlando and one or two other police stations.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In that jurisdiction.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "So it's in that jurisdiction and then the second seems to be in Springs but again it's difficult to tell, you know precisely where the actual incident took place but we have the theft of a motor vehicle, we have the armed robbery of clothing.  I'm not sure that - well the motor vehicle I suppose there's an argument for but I don't know about the clothing.  I would seem to me that if we're dealing with repossession, it's for purposes of equipping the army for the carrying out of it's activities.  I doesn't seem to me that this is certainly what happened in respect of these two previous convictions but one is arguing from a piece of paper.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "And the last one is that the evidence before us is that they were on their way to Lesotho and that the Mercedes at the time ...(intervention).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Transkei.",
            "Unknown"
        ],
        [
            "ADV MOTATA",
            "Transkei, I beg your pardon, to the Transkei and we look at the Exhibit B2 and we look at Smithfield is far from Johannesburg and all the two applicants, and both the two applicants are living Soweto, that if they wanted to enrich themselves, have personal gain, why go that far?  Wouldn't that be something telling they were on their way somewhere, not suggesting it is Transkei, but were they not in a way going somewhere?",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Except Mr Chairperson that they were in a stolen motor vehicle, having committed a murder and probably, I would suggest, wanted to make as much distance between themselves and the scene of the crime as they could.  There was also, if my memory serves me correctly and I'm sure that the Chairperson has a more accurate recollection, there was also this business of whether the Transkei was still an independent State at that time and whether - the back of my memory says to me that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was still at that stage.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "It was still at that stage and there was a difficulty with the extradition of known criminals and known APLA cadres, so it may well have been that that was an easy place in which to hide.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Just for information, Lesotho - I mean Transkei is the first country, so-called independent, to unban all political organisations and it was a hive of these liberation movements and in particular APLA, I mean PAC.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Yes, I understand so.  I have no further submissions, Mr Chairperson.",
            "Male"
        ],
        [
            "ADV MOTATA",
            "Thank you Chairperson, I've got nothing further.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mpshe are you making any submissions?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No Mr Chairman thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, do you have any reply?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.  I wouldn't like to make any reply of that unless the Committee wants me to assist, well I'll do that, on any specific point I'll do that with pleasure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no nothing in particular.  Thank you.\nThat concludes the hearing, we'll hand down a written decision in this matter as soon as possible, we'll have to decide it and that also, Mr Mpshe, brings us to the end of our role for hearings at this venue, is that correct?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is correct, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before we adjourn then, I would like to just thank everybody who made the hearings here possible this week.  I'd like to thank the translators for the wonderful job that they've done, it was very arduous translating simultaneously.  I would like to thank the sound technician, the television man, I would also like to thank Mrs Hendricks the caterer and those who assisted her, who spoilt us, fed us very well this week and I'd also like to thank Mr Jaftha who set this whole thing up, was involved in the logistics and the security provided here, I'd like to thank those people and I also, last but not least like to thank Mr Mpshe the evidence leader and Mr Mbandazayo who has appeared before us every day this week in various matters and I'd like to thank them for the professional manner in which they handled the matters.  Thank you very much indeed, we'll then now adjourn and as I say a decision in this matter will be handed down in the near future.\n\tSorry Mr Mpshe, could you please give us a list of the victims?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman I was attempting to elicit this from my learned friend, he does not have the full particulars but he promised that he will write them down for me and ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr van den Berg would you please because we have to in terms of the Act when we make a decision, we've got to state that in our opinion the following persons are victims and we've got to stipulate them and if possible give an address, any address where they can be contactable and then we refer those names to the Reparations Committee for consideration in terms of Section 26.",
            "Unknown"
        ],
        [
            "MR VAN DEN BERG",
            "Thank you Mr Chairperson ...(inaudible)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, we'll now adjourn.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}