{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-02-01",
        "location": "METHODIST CHURCH, JOHANNESBURG",
        "day": "1",
        "names": [
            "MBUSI PASSION MBATHA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53169&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020118_jhb_990201jh.htm",
        "speakers": [
            "CHAIRPERSON",
            "ADV GCABASHE",
            "MR SIBANYONI",
            "MR SHANE",
            "ADV STEENKAMP",
            "MBUSI PASSION MBATHA",
            "INTERPRETER"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV GCABASHE",
            "MR SIBANYONI",
            "MR SHANE",
            "ADV STEENKAMP",
            "MR MBATHA",
            "MBUSI PASSION MBATHA",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "... I'm going to ask all the representatives to do the same, after my colleagues have indicated who they are.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Advocate Leah Gcabashe.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "I'm Attorney J B Sibanyoni.",
            "Male"
        ],
        [
            "MR SHANE",
            "I'm attorney Lawly Shane.  I'm representing several applicants.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman I'm the Evidence Leader.  I'm also representing several victims.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Shane there were some colleagues of yours who were present earlier today.  What has happened to them?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Sir there are a few who are present.  They are all in fact present today, in the gallery, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, it's this matter of ...(intervention)",
            "Unknown"
        ],
        [
            "MR SHANE",
            "This is the matter of ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it just a question of space that they're not sitting there next to you?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "That is the reason, sir.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman may I just be so rude as to interrupt.  The first applicant will be Mr Nkosi Bongani.  His application appears in the bundle at page 132.  One three two, Mr chairman.  Thank you sir.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman I represent the applicant, his application is contained from pages 132 to 157 in three separate applications.  They were all made on the same date, and the last application in fact was signed before a Commissioner of Oaths.  So I would submit that the application is properly before you sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "His three applications, does it refer to the same incidents, or offences for which he applies?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Sir, in fact, the first application in fact deals with the offences that he will apply for, that is murder.  The other applications are of a general nature.  The second one, because of its generality, will also cover the application murder or attempted murder.  The other acts mentioned do not consist of gross violations of human rights, but he will deal with them, because he is testifying on them, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "See Mr Shane, on page 141, relates to an application the details of the incidents for which application is made is not in this document.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "I think, on one occasion when we last met in these kinds of circumstances, and I received a report that when a meeting between the legal representatives took place, that I was willing to accept supplementary affidavits to explain these general applications.  We as a Committee are stuck with the High Court decision, that applications for general amnesty, without specific details, is not a matter that we can deal with.  And in the absence of an affidavit of some sort which would fit in with what is contained in the application itself, our hands are stuck.  I thought I'd just mention it to you, and leave the rest to you.",
            "Male"
        ],
        [
            "MR SHANE",
            "Thank you, sir.  If I may just mention, I consulted with my client for the first time on Saturday.  Logistically it hasn't been possible to furnish supplementary affidavit.  I think if we deal with the acts, there are two acts mentioned on page 133, which we'll start with.  They are clear acts of murder, for which the applicant will seek amnesty, and then there will be, from this applicant, there is a further action which occurred on a certain day which I would ask be covered, although not specifically mentioned in his application, I would ask that it be covered as well.  But we will deal with it, the murders, the first two murders, if it may please the Commission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it, or are these two murders in the first application those incidents or offences, which would be referred to in the second application?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "No sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well Mr Shane it is beyond me how an affidavit could not have been typed and signed between Saturday morning and this morning, but be that as it may.  Is it not possible to have it done before this applicant is finished with his evidence?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Well sir, I think it would be possible.  It might.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I'm going to give you the opportunity to do so.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Otherwise Mr Chairman, what we could do, I do have other applicants present.  We could let this one stand down and I'll then - we could do that as well.  I am ready with another two applicants that are sitting here, and ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I'm far from wanting to say how you must run this application.  I'd leave that decision entirely in your hand.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Well sir, as you've mentioned the supplementary affidavit would be desirable, I would then ask that this applicant stand down until later and I would call Mbusi Passion Mbatha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where would I find his application?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Pages 58 to 64, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We don't have a similar problem in this application?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "No sir, not at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbatha.  Mr Shane could you ask your client to - Mr Mbatha what language would you prefer to use?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you any objection to the taking of the oath?  What number, what channel would you use?  Number four.  I'm going to repeat the question.  Have you any objections to the taking of the oath?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "No objection, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you please stand.  Do you swear that the evidence you're about to give will be the truth and nothing but the truth?  Raise your right hand and say, so help me God.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "(sworn, states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please be seated.  Yes Mr Shane.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Thank you.  Mr Mbatha, you are applying for amnesty for the crime of murder on one Beki Khanyile.  Is that correct?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "You did, in your application, erroneously mention a killing of a Stephen Radebe.  Is that correct?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Will you please repeat the question, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "In your original application for amnesty which you made on the 10th of May 1997, you also mentioned the killing of one Stephen Radebe.  Is that correct?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I was not present during that incident.",
            "Male"
        ],
        [
            "MR SHANE",
            "That is erroneously written on by the person who assisted you to complete your application?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you tell the Commission you were, is it correct that you were a member of the African National Congress, as well as a member of the Self-Defence Unit at the Tambo Slovo Penduka section of Tokoza?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR SHANE",
            "When did you join the Self-Defence Unit?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I cannot remember the date.",
            "Male"
        ],
        [
            "MR SHANE",
            "The year?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "It was in 1992.",
            "Male"
        ],
        [
            "MR SHANE",
            "This person, Beki Khanyile, who you killed.  Can you tell the Commission about him?  That is, that will say, his political affiliations.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, make it easier, why did you kill him?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Can you answer that question?  Why did you decide that you were to kill Beki Khanyile?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "He was an IFP member.",
            "Male"
        ],
        [
            "MR SHANE",
            "Was that common knowledge?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that was common knowledge.  Anyone who was in Tambo section knew that information.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now, what else besides being an IFP member, what did he do for the IFP?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "He was also a taxi driver of the hit squad.  He used to drive vehicles where there would be IFP members inside.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right.  Now, that was also common knowledge?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sir, Mr Shane could you just give the technician a chance just to",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Right, now before Beki Khanyile was killed, will you please tell the Commission ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't get his previous answer.  You asked him what else did he do aside from being a member of IFP.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Will you please repeat what the deceased Beki Khanyile did besides being a member of the IFP.  That is, in connection with his driving of hit squads.  Will you repeat that please.",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I said he used to drive the hostel kombis.  He used to drive vehicles for IFP members.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right, now before Beki, before Beki Khanyile was killed, can you tell this Commission what actually happened to your family's home at the hands of members of the Inkatha Freedom Party?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "IFP members wanted us to join IFP, and they wanted us to sign the IFP forms, and we were running away from them.  They were forcing us to do all those things and they wanted to harass the parents.",
            "Male"
        ],
        [
            "MR SHANE",
            "Yes, and what happened to your family' house?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "My family ran away because they could see that a friend of mine was killed, was involved in Beki's case, and his parents were killed.  They managed to escape.",
            "Male"
        ],
        [
            "MR SHANE",
            "Yes, and did the IFP not move into your family's home?  Members of the IFP.",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, they went inside.  They couldn't find anyone because the people had ran away at the time.  That's what, that's the information that I got, home.",
            "Male"
        ],
        [
            "MR SHANE",
            "And is it correct that they started to live in your family's home?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "My family house was not the only house that was occupied.  They occupied the whole area.",
            "Male"
        ],
        [
            "MR SHANE",
            "And that included, obviously included your family's house?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now, it was during 1993 when Beki Khanyile was killed, in fact in December.  Is that correct?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I cannot remember when.  I cannot remember the date.",
            "Male"
        ],
        [
            "MR SHANE",
            "Will you tell the Commission what happened on that day.  You were patrolling in the street ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before we carry on.  Mr Steenkamp, have we got a date?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman we don't have a specific date for this incident at all, if that is what you're asking me, sir.  Sir, if I'm, sorry to be so rude Mr Chairman.  If I'm, if my facts are correct, as far as we could establish there were no police dockets opened for this specific incident.  I am in the process of confirming that again, because we reinvestigated this matter, this specific matter again, but as far as we could establish there was no police docket opened.  I do know that in the one matter, the Khanyile matter, the victims were informed however.  Thank you sir.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Will you please tell the learned Commissioner and learned members what happened when you were patrolling in the street in Tokoza, in your own words.",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Do you want to know what was happening?",
            "Male"
        ],
        [
            "MR SHANE",
            "I want to know what happened vis a vis the murder of Beki Khanyile.",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "We were patrolling the streets at Buthelezi Street.  When we came from the office Beki was already captured by the other members of SDU who knew what he was, what he was doing.",
            "Male"
        ],
        [
            "MR SHANE",
            "This office, are you referring to a house in Tokoza which was used by the Self-Defence Unit as an office?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "And is it in this house where the Self-Defence Unit kept their AK-47 weapons?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "You, after you were patrolling you say you arrived at this office, which you call an office, and the deceased was already there.  Is that correct?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Will you please repeat the question, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "After you were patrolling, you went to the SDU office, and at that office you found the deceased, Beki Khanyile.  Is that correct?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "And he had been brought there by other members of the Self-Defence Unit?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Will you tell what happened after you saw him in this office.",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "He was already there when we arrived.  The, as the Inkatha people were our enemies we knew that if we found one IFP member that person should be killed.",
            "Male"
        ],
        [
            "MR SHANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what happened?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "We found Beki Khanyile there in the office.  He was going to be killed because he was an IFP member, the members, the organisation, the member of the organisation that was regarded as bad people.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now he was being guarded by other SDU members.  Is that correct?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Who were those members who were guarding him?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "It was quite a large number of people.  All the SDU members were there because that was a place where they used to meet.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right, and ...(intervention)",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Mr Mbatha, - sorry Mr Shane, give us an idea as to how many members were there, you found there.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I cannot be able to estimate because it was quite a number, a large number of people.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So if I just said 30, 50, is that the type of number you are thinking of?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "From 50 upwards.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Who was your commander?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Muchacho was the commander at that time.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Was Muchacho there?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, he was present.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And the area we are talking about is Tambo Slovo, so Muchacho was commander of Tambo Slovo?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, he was the commander of Tambo Slovo.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.  Thank you Mr Shane.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Now, in that office you took an AK-47.  Is that correct?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "What did you do with that AK-47?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I shot him.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you remember where you shot him?  Where the bullet landed?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "No, I cannot remember, because it was dark.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where did you aim it?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I aimed it at his body.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which part of his body?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "In front, in his front part of his, in the front part of his body.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you know it was the deceased there at that house when you arrived?  Could you see?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Will you please repeat the question, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you arrived there you say you saw the deceased.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, I saw him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you able to identify him?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, I could identify him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It wasn't too dark to do so?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "It was not dark because he was in the house and the light was on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, when you shot him, you say it was too dark to say where on his body he was injured.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes.  We shot him outside the Nkatije School, it was in the veld.  Nkatije LP School.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he was transferred from that house to a school yard for the purposes of killing him?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "It was not in the school yard, just between the two schools.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where it was dark?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, it was dark there.",
            "Male"
        ],
        [
            "MR SHANE",
            "How many shots did you fire?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I couldn't count the shots because I was using an automatic rifle.",
            "Male"
        ],
        [
            "MR SHANE",
            "After you fired your shots, what did you do, with your weapon?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I handed it over to Ernest Buthelezi, who was also a member of SDU.",
            "Male"
        ],
        [
            "MR SHANE",
            "Is Ernest Buthelezi also know as Mzwake?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that is Mzwake.",
            "Male"
        ],
        [
            "MR SHANE",
            "What did Mzwake do?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "He took the firearm and he shot.",
            "Male"
        ],
        [
            "MR SHANE",
            "He shot the same person?  Beki?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR SHANE",
            "And then what did he do after he shot Beki?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "He handed it over to Muchacho.",
            "Male"
        ],
        [
            "MR SHANE",
            "Yes, and what did Muchacho do?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "He also fired.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now, it is thus possible that either you, or Mzwake, or Muchacho's shots caused the death of Beki Khanyile.",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "But you were the one who fired the most shots.  Is that correct?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "MR SHANE",
            "Did you, or do you ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the purpose of different people shooting the same person?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "The treatment that they gave to us, we just felt like we should just kill them, we had no alternative, it was the anger.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I can accept that, or understand it, but the point is that you shot a number of shots into his chest.  Why did other people have to shoot him as well?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "It is because they were victims of harassment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, you don't understand my question.  Why was it necessary for Muchacho and for Buthelezi to also shoot at the deceased?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Maybe they can respond to that question themselves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you give the firearm to Mzwake?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I did not give them, but Mzwake took the firearm.  It's not that I gave them the firearm.",
            "Male"
        ],
        [
            "MR SHANE",
            "Did you, after firing your shots, did you tell Mzwake or Muchacho that they should also shoot the deceased, or did you not say anything?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I did not tell them to do it.",
            "Male"
        ],
        [
            "MR SHANE",
            "So is it correct that you had absolutely no control over their actions whatsoever?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "No.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Excuse me Mr Shane.\n\tMr Mbatha, after you shot the deceased, did he die immediately, or was he still alive when Mzwake took the firearm?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I did not look at him, but I know that he later died.  But I'm not sure what bullet killed him, but I know that he later died.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But after you shot at him, did he fall down immediately, or was he still standing?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "He fell.  He looked like someone who was trying to stand up.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you.",
            "Male"
        ],
        [
            "MR SHANE",
            "Sir do you think that you had any other alternative in doing what you were doing?  In other words, did you have a choice of not shooting the deceased?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I did not have an alternative.  I was forced to do it.",
            "Male"
        ],
        [
            "MR SHANE",
            "Yes, now can you explain that.  Who forced you?  Were you given orders?  Can you explain what you've just said a bit more?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "The things, their actions, things that they used to do at Penduka section.  As I've already explained that he used to drive the taxis, IFP taxis.  He was also an IFP member, and IFP members used to harass people.  Because they also killed parents of one of our comrades, and even today we don't even know who those people were, but we only know that they were IFP members.",
            "Male"
        ],
        [
            "MR SHANE",
            "Did you have any general orders from the commanders of the Self-Defence Units to kill IFP members and informers and drivers?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "We knew the targets, we knew the perpetrators of violence, because we were staying at that same, same area that was next to the hostel.  We wouldn't wait for the orders.  Everyone would see, everyone could see the perpetrators.  We knew, all the people who ran away from Penduka section, we knew the perpetrators.  We knew the IFP members.",
            "Male"
        ],
        [
            "MR SHANE",
            "Was there a general order from your commanders in the Self-Defence Unit, that IFP members should be killed?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "After running away from that section were fighting, all of us, we were fighting the IFP.  No-one commanded anything.",
            "Male"
        ],
        [
            "MR SHANE",
            "Is there anything else that you might have left out, that you haven't told this Committee?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Are you talking about this incident, things that are connected to this incident?",
            "Male"
        ],
        [
            "MR SHANE",
            "That is correct.",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "There is nothing else.",
            "Male"
        ],
        [
            "MR SHANE",
            "I don't believe the families of the victim, Beki Khanyile, are present, but can you say now, after this is all finished, what do you feel about what you did to Beki Khanyile?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "What I did, I feel very bad about this incident, but I did not have an alternative.  I had no choice.  There was nothing else to do.  I feel sorry.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now, if I might just mention this, we are coming to another situation where the party that you support, the African National Congress, is fighting and election and fighting against the IFP this year.  Can this happen - do you think this can happen again, for this election that is coming?",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Mr Shane, just so that I can understand the question ...(intervention)",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "No, we are at peace now, that will never happen again.",
            "Male"
        ],
        [
            "MR SHANE",
            "That is evidence Mr Chairman.  Thank you.\nNO FURTHER QUESTIONS BY MR SHANE",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, if you would allow me one question to the applicant.  Mr Mbatha, maybe I have missed it, but can you tell us what happened to the body of Mr Khanyile?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Will you please repeat the question.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Do you know what happened to the body of the deceased after he was killed?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "We dispersed after the shooting.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Because according to your application -Mr Chairman I'm referring you to page 59, paragraph 4, this is now point number 2, Mr Chairman.\n\tI will read for you:\n\"...IFP driver shot with an AK-47 and burnt\"\nAnd if you page to page 61, with all respect Mr Chairman, the last paragraph, starting with Beki, four lines down:\n\"...some decided to kill him.  He was burnt, as a lesson.\"\nThe reason I'm asking you is because you mentioned this in your application.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "After the shooting we dispersed.  Maybe the other comrades who were there after the killing did that.  That is Ernest and Muchacho.  I did not go back to the scene.  I last saw him after the shooting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you know - let me put it this way, as is contained in your application, is it true that his body was burned?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "That is the information that I got later.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you heard that this had happened?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  That's all, thank you sir.\nNO FURTHER QUESTIONS BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Thank you Judge.  Mr Mbatha, just a bit of clarity on one or two points.  You joined the SDU in 1992.  Can you try and work out very roughly for us, just to estimate, whether this incident occurred in 1992, which is the year you joined, or the following year, in 1993.  Just can you attempt to do that?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I need time to think about it.  I cannot remember.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You see, on page 59, the note here under 9.A.2 says the date's December 1993 and in brackets\n\"...both attacked on the same day.\"\nNow, think about this.  December 1993.  1994 was the election year.  Would this have been an accurate recollection?  Just help us through that.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes before the elections was in 1993.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So are you saying, what's written on this form, December 1993, having thought about it right now, is more or less accurate?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that could be accurate, if my memory serves me well.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, your house in Tambo Slovo, the house that you were forced to move out of, where exactly was that house?  Just give us the nearest main street.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "It was in Khuamlo Street.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now would that have been very close to one of the hostels, on Khumalo Street?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, it was nearer to Mshayazafe Hostel.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You say that your parents were forced to leave this house essentially because they feared for the whole family.  Yes?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did they know that you had been involved in Beki's killing?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Do you mean after they had run away?",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "No, as one of the reasons that they moved from the house.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "No, they did not know.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You talked about your, the office, the SDU office.  Where exactly was this, in Tambo Slovo?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "It was in Slovo.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, I have a bit of a difficulty in following through the incident you relate, from the time you arrived at the office to the time that Beki was killed.  Am I right in assuming that the distance from the office to the veld, where he was killed, is quite a long distance?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "It's not a very long distance.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "How did you get from the office to the veld.  Did you walk in a group, as part of a group?  Did a few of you get into a vehicle?  Just take us through that.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "We walked to the veld, because it was not far away.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did the entire group walk to the veld, or did very few, including yourself, Muchacho and Mzwake, walk to the veld?  Just take us through that.  How many people were there?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "The whole group of SDU members were there.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "The firearm that you used, did you personally take it at the office, or was it given to you when you got to the veld?  Help me with that.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I took the firearm in the office.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "When you got to the office, you have told us that you knew already that Beki was going to be killed.  Did anybody in particular say, let's go and do it now?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "No.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, Muchacho",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "The whole group of SDU's left the office to kill.  We volunteered myself and Muchacho we volunteered to do the killing.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So you are saying there was a short discussion at the office, and at the end of that short discussion you and Muchacho volunteered to do the killing.  Would that be correct?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, because we were the people who pulled the trigger.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And it was the general consensus of the group, after that discussion, that Beki was going to be killed?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Muchacho as your SDU leader in that particular section, did he essentially lead all of you in this discussion and then later on in the killing as well?  In terms of giving orders or giving guidance as to what has to be done.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "No, we left all of us, no-one discussed anything with anyone and he did not give orders.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Alright.  A slightly different area.  Are there any other SDU activities that you were involved in at Tambo Slovo?  I think, for example, patrols.  Were you involved in that at all?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "It's only patrolling.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Patrols that involved harassing and sometimes assaulting, even in the most minor way, the people who you were dealing with?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "No.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you Mr Mbatha, thank you Chair.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.  Mr Mbatha you say in this office which was used by the SDU, or the house which was used by the SDU as an office, there were about 50 members of the SDU's.",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Now besides yourself and Muchacho, who else from the SDU's was there?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I cannot remember who.  It was quite a large number of us.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But Mzwake was still there, isn't it?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, he was present.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Now why don't you mention him at least, because you referred to him in your evidence in chief.",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "The reason for me not to mention him, I know that he is in this case, he is around.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But didn't you expected to tell us everything what happened, if you remember some of the people, even if they are applicants here, to give us the full picture of what happened?  Are you aware of that?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "What I'm say is, Mzwake was present, and Muchacho was also present, but I cannot remember the other.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "For how long have you been patrolling together when this incident took place?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Patrolling as SDU members, is that your question?",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Yes.",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I cannot remember.  It was quite a long time, I cannot remember because we used to patrol day and night.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was it about six months, or about a year?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I think it was more than 12 months, or, it was more than 12 months.  I am not sure as to the period, but it was a long time, it was happening, had been happening for a very long time.  More than a year, approximately.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Now lastly on this issue, if that was the case, you have been patrolling together for more than a year, and there were about 50 people at that house, obviously you will remember some of them.",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Do you want to know the date when we started patrolling, or on that particular day when, I do not understand your question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How, maybe - How are you not able to tell us at least some of the people who were at that house immediately before the people went to kill the deceased?  Because you said that the whole group, as far as you're concerned, was there.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "The problem is one, that the house was full and I was standing outside.  The house was so full and the space was not enough for all of us.  I had to stand outside because I couldn't get inside the house.  I was standing next to the door, but all the members of SDU's were present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbatha I want to warn you, you're under oath.  Do you understand?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it's in your interests to make a full disclosure as far as you can.  Correct?  Do you understand that?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Earlier in your evidence you told us you were inside the house, that's why you were able to identify the deceased with the light in the house.  Do you remember?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "...(not translated)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you tell us you were not in the house, you were outside. ...(indistinct)",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I was at the door and he was sitting in the dining room.  I could see him.  He was sitting in the dining room, I was standing at the door.  I could see him 'though I was standing at the door, I could be able, I was in a position to see him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, can you not tell us then, as far as you can remember, who else of the members of that SDU was present at the house, either with you outside, or near the door, or inside under the light?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I remember Gamsu, he is now late, and Thabo, and Manelo and some of them are now late.  Those are the people that I can remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you only remember mostly dead people.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "No, those are the only people that I can think of.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you trying to withhold the names of colleagues?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have difficulty remembering those who are alive today who were there?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "No I cannot remember their names, those who are alive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you able to tell us who were your colleagues patrolling that time?  Not necessarily on that day, but during that period.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I used to patrol with Muchacho, Mzwake, Manelo.  I cannot remember this other name.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Right, how was Beki transported from the house to the veld?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "We walked with him.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was he walking on this own?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "We, he was walking by himself and the side, we were walking side by side with him and the others that I cannot remember their names.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was he fastened, was he dragged, or was he just walking on his own?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "No he was not tied, he was just walking.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Now on the last aspect.  You say there was no order, nobody issued an order, that he must be killed.  Was there but a decision that IFP members should be attacked?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "That was obvious, that if we would come across the IFP members, those IFP members should be killed because they also had the same in mind.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "At what stage was that decision taken?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "When we run away, when we ran away from Penduka, going to Slovo.  We couldn't meet eye to eye with IFP members and they used to harass us and they wanted us to attend their meetings and they used to whip the other with sjamboks.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Did you then hold a meeting and decided that you will attack and kill any IFP member known in that area?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "We took a decision that we are going to protect our community against harassment.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Yes but, protecting them - what I'm interested in is to say, any IFP member would be a target in protecting the enemy, and the action which would be taken would be to kill that IFP member.  Was there such a meeting where the decision was taken?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "No.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you ever go into that house, that day when the deceased was ...(intervention)",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Do you mean the day of Beki's death?  Yes I was present in that office.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Inside the house?  Not at the door, inside?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "If I'm saying I was at the door you know that my position is that was you could see what's happening.  You look more like a person who is inside because you are able to see everything that is taking place inside the house although you are standing at the door.  I was standing at the door.  I could see Beki.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the furthest you went into that house that day?  Before you took him to the shooting.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "When I went inside it was when I went to fetch the firearm when we were about to kill him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you did go in.  Not so?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I went in as I wanted to fetch the firearm, and we took him with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you agree you did enter deep into the house, and not just stood at the door?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I did not spend time, I just got into the house and took the firearm.  Yes I got inside, and I took the firearm, and I left the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where was the firearm held?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "The firearm was in the dining room.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it in the same room as where you saw the deceased from the front door?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it just laying on the floor, or on a chair, or on a table, or was it being held in a cupboard, or a safe, or what is the position?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "It was on the floor.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what rank in the SDU did you hold?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I was just an ordinary SDU member without a rank.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you not supposed to - or let me ask you this.  Did you just go fetch that firearm?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I took the firearm at the same time as they were taking him out to the veld that was next to the Nkatije school.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You went on your own to pick up that firearm?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "That was the firearm that was going to be used.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but you did it on your own.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, I took the firearm because it was time to go and kill Beki.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who keeps control, or who kept control, over the firearms of that unit, or was everybody able to gain access to these firearms?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Will you please repeat your question sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who in the unit had the power of control over all the firearms which the unit used from time to time?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Our commanders.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many commanders were there in that unit?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Muchacho was the commander who was present at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you not supposed to obtain permission from him to fetch that firearm?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I was not supposed to get permission from him, because I knew what Beki was all about and the other people knew also.  There was no reason for us to wait for a command because we knew him very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I'm not asking about a command to kill him.  I'm asking about a command or permission to pick that firearm up, because it was essentially under the control of the only commander there.  Or can anybody have walked in there and just pick up a firearm and do what he wants to with it?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "The firearm was already there to kill him, that is why I'm saying it was on the floor.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is your commander an applicant in this matter?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "He is, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you on speaking terms, or have you made attempts to visit, the family of the deceased, since his death?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "That did not occur to us, because Beki was an IFP member.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you, is this senseless war between, or in that area, not over?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "It is over.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I'm happy to hear that.  Was there no attempt to go make friends, for humanity's sake?  To say how sorry you were that this unfortunate situation had developed?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "That is why I came forward here to apply for amnesty and ask for forgiveness from Beki his family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you prepared to go to them afterwards, now to say how sorry you are and to see if they will forgive you?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I am willing or prepared, I'm willing to get their forgiveness, but I have no alternative at the time.  If I am to see them I will able, I'm prepared to look at them and ask for forgiveness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And to become friends?  In the circumstances.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It seems that that, that fight at the time, was related to possibly the elections that occurred shortly thereafter.  Am I correct?  Maybe there were other reasons, but the elections was also ...(indistinct).",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "What led to that situation, the IFP members were harassing us and they wanted us to join Inkatha and they were assaulting us, that's why they killed Muchacho's parents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that, that was related to electioneering, isnt' it?  Because all the parties involved wanted votes.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I do not understand your question.  What do you mean when you are talking about elections?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The 1994 elections, was four or five months, four months, after this killing.  And we have done a couple of these matters before.  In my view there was a relationship between that war and the elections.  Do you understand?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, I do understand, because IFP members were  calling us ANC members and they killed a comrade.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now we've got another election coming, this year.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, I'm aware of that coming election.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you agree with me that it wouldn't be a good idea for a war to start again in those circumstances?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, there is no need for war.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And would you oppose any fighting because of the elections?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Will you please repeat your question, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you oppose any such attempt to cause damage to the people and to create a war, because of the elections?",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "All we need now is peace, and vote peacefully and let the winners win.  That's all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now I want to put it to you in this sense, that for all these years some of our people have been used by various institutions, and these people caused various problems for election purposes.  And it is not always our own people's fault that these problems are created.  And that's why I'm asking you, if such attempts to cause fights between our people, irrespective of which party they belong to, would you oppose that? - because nobody benefits by it.",
            "Unknown"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes I'll try and oppose such people who would try and fight because of the forthcoming elections.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman, arising from your questioning, if I might just put two short questions to the applicant.\n\tMuchacho was your commander, correct?  He was in charge of you.",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, he was the commander of Tambo section.",
            "Male"
        ],
        [
            "MR SHANE",
            "And his orders you would have obeyed?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, if that was rightfully done.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now when you went into the house or the office and you took the AK-47, Muchacho was present, is that correct?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, he was present.",
            "Male"
        ],
        [
            "MR SHANE",
            "Did Muchacho do anything to stop you from taking that AK-47?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "No, he did not attempt to stop me, because he was also angry towards this person.",
            "Male"
        ],
        [
            "MR SHANE",
            "So in other words, the fact that he did not stop you taking that AK-47, would you regard that as being similar to his approval of your actions?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "So you also, thus, were basically acting with his authority.",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "I, is, do you want, are you asking whether I did this under Muchacho's command?",
            "Male"
        ],
        [
            "MR SHANE",
            "You've already said you did this under Muchacho's command.  What I'm saying to you is the fact that Muchacho, who was aware of what you did, did nothing to prevent you, him being your commander.  Do you not regard that as possibly him showing his approval of your actions?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "One last question.  Let us assume that you were not there at all that day.  Would Beki Khanyile still have died, do you think?",
            "Male"
        ],
        [
            "MBUSI PASSION MBATHA",
            "Yes, he would still be killed, because I was not the only person that I knew everything about Beki.  I was not the only person that knew everything about Beki.",
            "Male"
        ],
        [
            "MR SHANE",
            "That is all thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR SHANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR SHANE",
            "I don't know if I should address you Mr Chairman, I just wish to submit with the greatest respect that the provisions of Section 20 of the Promotion of National Unity and Reconciliation Act, I submit have been complied with.  It's quite clear ...(intervention)",
            "Male"
        ],
        [
            "INTERPRETER",
            "Chairperson the speaker's mike is not activated.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman it's quite clear that there was a clear political objective regarding his actions, and I submit that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shane I'm going to give you an opportunity to address us if you wish after all the evidence.  You have told me that you've got another appointment after this.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "That is correct Mr Chairman, I am available for the rest of the week and I would, in the ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I need to know whether the order in which you people are going to lead your evidence, has that been agreed to as being the most appropriate?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Sir I would submit that the most appropriate thing to do next is to call the person, Victor Mabaso, also known as Muchacho.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're not listening to me.  I'm asking has all the representatives who have an interest in this matter, and will appear for various applicants, have you people amongst yourselves agreed that the way you plan to submit the evidence is the best for everybody concerned?  In other words, that you would finish all your witnesses first, before any of the other representatives come sit where you are sitting.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Sir frankly we have not actually discussed that type of strategy.  I for one, most of my other colleagues' matters are going to actually be referred to chambers.  From my point of view, I am here tomorrow and I would like to, if possible I could run the whole of tomorrow and in a sequence, but we have not really made that arrangement between ourselves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All I'm trying to find out is if it's any, if it's going to cause anybody inconvenience if one of your colleagues continue with one of their cases in your absence.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Absolutely, it will not be in any way prejudicial to any of the applicants sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there a case that we can proceed with?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "I understand from my colleagues, I see they are at the back, they are debating it sir.  If could we just find out from them?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm going to adjourn now, and then you people can come see me in five or ten minutes.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}