{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-04",
        "location": "JOHANNESBURG",
        "day": "4",
        "names": [
            "SAKILE JETHRO MOTJALE"
        ],
        "case number": "AM 7363",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53177&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020118_jhb_990204jh.htm",
        "speakers": [
            "UNKNOWN",
            "CHAIRPERSON",
            "SAKILE JETHRO MOTJALE",
            "ADV STEENKAMP",
            "INTERPRETER",
            "MR SIBANYONI",
            "ADV GCABASHE"
        ],
        "original_speakers": [
            "MS NHLAYISI",
            "CHAIRPERSON",
            "MR MOTJALE",
            "SAKILE JETHRO MOTJALE",
            "ADV STEENKAMP",
            "INTERPRETER",
            "MS  NHLAYISI",
            "MRS NHLAYISI",
            "MR SIBANYONI",
            "ADV GCABASHE"
        ]
    },
    "testimony": [
        [
            "UNKNOWN",
            "The name is Ms Z Nhlayisi.  Mr Chairman, my first application, it's application number AM7363 appearing on page 219.  The name of the applicant, it's Sakile Jethro Motjale.  Further Mr Chairperson I realise that the identity number was not inserted in the original application.  If I may supply same to you.  The identity number is 690516 5550 08 2.\n\tMr Chairman the applicant is bringing an application for amnesty for the following.  It's attempted murder.  Possession of unlicensed firearms and ammunition.  Malicious damage to property.  Kidnapping.  Assault.  And pointing a firearm.\n\tFurther, before I proceed I wish to mention that in his application form he stated that he's applying for murder, and it turned out later that the victim did not die in this particular incident, hence the change to attempted murder.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Motjale what language would you prefer to use?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Zulu",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Have you any objections to the taking of the oath?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "(sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please be seated.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I'm sorry Mr Chairman.  Mr Chairman, I'm sorry I missed out on the question a bit.  My position is that the victim is present.  My instructions is that the victim is not opposing the application for amnesty.  Now there's a few factual differences, but he's in principal not opposing the application.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairman.  Mr Motjale, you were a member of the SDU's in Mlangeni section in Tokoza.  Is that correct?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "In which year did you join the SDU?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "1993.",
            "Male"
        ],
        [
            "UNKNOWN",
            "At that time, who was your commander?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "It was Vusi.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you know his surname?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No, I don't know his surname.",
            "Male"
        ],
        [
            "UNKNOWN",
            "In your application form, or during our consultation, you stated that it's Vusi Malinga.  Is that correct?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You've applied for amnesty for the offences that I've mentioned before.  That is attempted murder of one person known to you as Gobani.  Is that correct?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And for malicious damage to property, possession of firearms and ammunition, kidnapping, assault, and pointing a firearm.  Is that correct?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "In your application form, on page 221, you mention that there's an incident where you tried to kill Gobani, and he escaped.  Could you briefly tell this Committee what happened on this particular day?  How this came about.",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Our commander Vusi, told us that the people from Mlangeni street, are complaining that there's someone that they don't understand his motives.  That was Gobani.  He came to us, he told us that as SDU members.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Could you be clear and clarify what is it that your commander said that people could not understand about this particular person?  Just elaborate on that.",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Gobani was person who used to be found at Penduka, that was IFP terrain at the time.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You're saying he used to be at Penduka, and him being at Penduka, what did it imply to you, as the members of the SDU's?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "That meant that he was an IFP member.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So what you're saying basically is that this Gobani was seen at Penduka, at the place were all the IFP members could have access.",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, that is correct.  Most of the time he would be at the taxi rank that is in Penduka.  He was queue marshall at the taxi rank.  Marshall, queue marshall, at the taxi rank.",
            "Male"
        ],
        [
            "UNKNOWN",
            "It was confirmed by him being there that he was a member of the IFP?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't follow that.  Is it because he was a queue marshall that people though - Is that what would have made him a member of the IFP?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "The people were complaining about him because they knew that even at the taxi rank he was entreating people.  He was later found at Tokoza.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But how does the question of his IFP membership come out?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Vusi came, he told us that there was a person that was suspected in that street, in that particular street.  They said he was an IFP member and they didn't know what was it that he was looking for.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "How was it established that he was a member of the IFP, or how did you get this information that he was a member of the IFP?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "We got that from our commander.  The community approached our commander, and they told our commander about this person that used to be seen in our street.",
            "Male"
        ],
        [
            "UNKNOWN",
            "To clarify what you mentioned earlier about this Gobani being a queue marshall.  Where exactly was he a queue marshall?  Was it at Tokoza or some other place?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "That meant that he was an IFP member.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What you are saying basically is that this Qobani was seen at Penduka, at the place where only IFP members would have access, is that correct?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, that is correct.  Most of the time, he would be at the taxi rank that is in Penduka.  He was a queue marshall at the taxi rank.",
            "Male"
        ],
        [
            "UNKNOWN",
            "It was confirmed by him that he was a member of the IFP?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't follow that.  Is it because he was a queue marshall that people thought, is that what would have made him a member of the IFP?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "The people were complaining about him, because they knew that even at the taxi rank, he was ill-treating people.  He was later found at Tokoza.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How does the question of his IFP membership come up?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Vusi came, he told us that there was a person that was being suspected in that street, in that particular street.  They said he was an IFP member and they didn't know what was it that he was looking for.",
            "Male"
        ],
        [
            "UNKNOWN",
            "... establish that he was a member of the IFP or how did you get this information that he was a member of the IFP?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "We got that from our Commander.  The community approached our Commander and they told our Commander about this person that used to be seen in our street.",
            "Male"
        ],
        [
            "UNKNOWN",
            "... mentioned earlier about this Qobani being a queue marshall.  Where exactly was he a queue marshall?  Was it at Tokoza or some other place, can you elaborate on that?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "It was in Tokoza, Khumalo Street, at the taxi rank.  The taxi's that were using the Khumalo Street.",
            "Male"
        ],
        [
            "UNKNOWN",
            "It has come during our consultation that during the period of violence, people who belonged to the IFP, used their own taxis and the rest of the community, used other taxis, so on which of these two taxis was he a queue marshall?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "He was a queue marshall at the taxi rank at Khumalo Street.  That was before the violence in Tokoza.",
            "Male"
        ],
        [
            "UNKNOWN",
            "During the violence, did he continue to work as a queue marshall at the taxi rank?  Do you know or you don't know about this?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No, I don't know.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So you said you were given an instruction about this Qobani because it was said that he was an IFP member.  What exactly was the instruction from your Commander?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "He told us to deal with this person, he told us to kill him because he was an IFP member, because even ourselves if we would be found in the IFP terrain, we would also be killed.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Where exactly were you going to get hold of this Qobani, where were you going to find him to carry out this instruction?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "He came to us, the Commander came to us and he told us that this person was seen at Khumalo Street, standing at the bus stop and then he instructed us to go and fetch the AK47 rifles and we took two AK47 rifles, there were five of us, we took a taxi at Khumalo Street, we found him there.\n\tWe took him into the kombi, we took him to Polla Park.  We arrived at Polla Park, he was questioned as to what it was that he was looking for, because we had already told them that we had ...",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, before you proceed.  You said there were five of you to carry out that instruction, who were the other people who were with you when you went to pick him up in a taxi?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "It was myself, Themba, Mswazi, Quambi.  I don't know the other boy's name because I just saw him for the first time on that particular day, and Vusi.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay.  You said you picked him up in a taxi, you took him to Polla Park.  What was the purpose of you taking Qobani to Polla Park?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "He was to be questioned as to what was it that he was looking for in our section, Mlungeni Section.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What transpired when you arrived at Polla Park?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "We showed him to the people there, we introduced him to the other Commanders.  I don't know the comrade from Polla Park, Vusi and Themba were talking and they questioned him, but he said nothing and he was searched.  His ID book was found and the card, membership card, and he was told to go to the playground at Polla Park.\n\tA firearm was pointed.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You said when he was searched his ID document was found and IFP card, what do you mean?  Was this an IFP membership card?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, after he was searched, what happened then?",
            "Female"
        ],
        [
            "INTERPRETER",
            "Could the speaker please repeat the questions.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "After he was searched, what happened?  After you found that documentation, his ID document and his IFP membership card, what did you people do to him?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "He was questioned but he did not respond.  He was told to go to the playground and the firearms were pointed at him.\n\tHe went into the playground, he was shot at, but he ran towards Eden Park.  He got into a police car that was in Eden Park.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you know whether he was, there was anything done on him on that particular day, was he assaulted or anything?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No.  I heard nothing.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you remember during our consultation you mentioned that although you yourself didn't assault him personally, but some other people did assault him.  What do you say about that?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, he was assaulted.  I think he was wearing a jacket, that jacket was taken off.  He was standing on the other side, because there were other people who were questioning him.",
            "Male"
        ],
        [
            "UNKNOWN",
            "To who did you take Qobani to Polla Park, were you taking him to any specific person at Polla Park, or were you just taking him to a place in Polla Park for interrogation?  What was the situation there?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Our Commander instructed that he be interrogated, he be questioned, because the people wanted to know what is it that he was doing at Mlungeni.",
            "Male"
        ],
        [
            "UNKNOWN",
            "My question to you is why did you choose Polla Park?  Did you choose Polla Park because you wanted to take him to a specific person who was going to conduct the interrogation or were you taking him to Polla Park, to a certain venue to interrogate him there?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "We were taking him there because in the township, there were people who were against ANC.  There were informants, that is why we decided to take him to Polla Park.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So these people that you mentioned that joined in in the interrogation, where did they come from?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Will you please repeat the question.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You said on your arrival in Polla Park, there were other people who assaulted him and you just stood by and watched, where did this people come from?  How did it come about that they joined you?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "This boy who was in our company, is the one who got inside in one of the shacks and he came out with another gentleman.  Then he called the others.",
            "Male"
        ],
        [
            "UNKNOWN",
            "With this particular incident, is there any stage where firearms were used, where he was pointed with firearms or something of that nature?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, because during questioning the firearms were pointed at him.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you point him with a firearm?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I did when we were taking him into the kombi, when we arrived there at the spot, this other guy took the firearm.\n\tAfter questioning him, they instructed him to go into the playground and he was shot at.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you know who shot at him?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I don't know his name, it is someone that I did not know very well.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you know the owner of the kombi that you used in transporting Qobani to Polla Park?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No, we just stopped a kombi.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How did you take this kombi, did you take it and drive it yourself or did you request this person to assist you in transporting Qobani to Polla Park?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "The owner, we stopped the owner of the kombi and he asked him to transport us to Polla Park, but we are not yet at the spot where Qobani was and then we opened the sliding door and we instructed him to stand at a spot where Qobani was and we pointed him with firearms and we took him into the car.\n\tI don't know the owner of the kombi.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What I am trying to establish from you Mr Motjale is, you didn't take this kombi by force or you didn't in any way force the driver to take you to Polla Park.  He requested him and he agreed to assist you?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "We did not force him, we requested him to help us and he agreed.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I am sorry, how were you holding your weapons?  Were you concealing your weapons or were they open?",
            "Male"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "They were concealed.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So the driver could not have felt threatened or pressurised into giving you a lift?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I don't know whether he was threatened or not, I did not take notice.  I did not take notice.  We were wearing duster coats and we just stopped the taxi and we asked him.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You are saying that on this specific day Qobani managed to run away, he was shot at.  Do you know whether he suffered any injuries on this particular day?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I do not know because he ran away.  He did not stop.  When he was instructed to go into the playground, two boys were shooting and the other one from Polla Park, they were shooting and we just saw him running away until he arrived at the other side of Eden Park.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So you didn't observe any shots that struck him?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No, because he was at a distance and he was also running away.",
            "Male"
        ],
        [
            "UNKNOWN",
            "The fact that on that particular day, you yourself didn't fire any shots, can you say you agree with what was happening to Qobani at the playgrounds as he was assaulted and shots were fired to him?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "This other comrade wanted the firearm that was in my possession.  It was not yet mentioned at that time that Qobani would be killed.\n\tI gave him the firearm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But didn't your Commander make that order prior to his kidnapping?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Will you please repeat your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did your Commander not order his death even before he was kidnapped?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "The Commander said something just before he was fetched, he said shoot, kill just before we could go and fetch him.  He told us that he should be questioned.\n\tHe instructed that he be killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when he was kidnapped, when you participated in his kidnapping, you knew that the kidnapping was to facilitate his killing, not so?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And at that time, it could even have been him who was going to shoot him, not so?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Will you please repeat your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the time you helped kidnap him, no one knew who was going to shoot him, correct?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I also did not know who was going to shoot him because that was not discussed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it could even have been you that would have been instructed later to shoot him?  You knew that?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I did not know because we had only two AK47 rifles and one pistol.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were armed with one of them, one of the firearms?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, I was armed with an AK47 rifle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if the Commander have ordered you to shoot him, you would have done so?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the fact that someone was told or someone else shot him, didn't matter, you agreed with that, not so?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "We knew that IFP members, whenever they get hold of you as an SDU member, you would be killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, that was the reason for him being kidnapped, correct?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, all these things that occurred to the victim, as I understand your evidence, you associated yourself with that, not so?  Everything that happened to him?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, I associated myself with all these activities because I was forced by the situation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  That is attempted murder, the kidnapping, the assault.  You yourself pointed a firearm at him, and you were in possession of a firearm illegally, correct?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Nhlayisi, I don't recall us dealing with the (indistinct)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes Mr Chairperson, we are coming to a second incident involving the same person, but which happened in a house.  That is where the malicious damage to property come in.\n\tYes, there is another attempted murder on the second incident, on the same person.  It relates to the same person, but this time it happened in a certain house.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "... attempted murders, yes.  Then I need to find out also the incident you are now describing or that you have just described, when did that happen?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "In 1993.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you be more specific?  I will tell you why, we are now being told there are two incidents and if we, we are going to have to decide on both and we need to identify each by way of a relatively ascertainable date, maybe a month or something.",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I cannot remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did both happen in the same month?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On page 220 there is an indication that it was September 1993?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I cannot remember the month.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you be able to dispute that it was September 1993?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No, I cannot dispute that because I cannot remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  The first incident that you have described already, would that have occurred in the early part of September or the later portion of September?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I think it was towards September.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but when in September?  Early in September or late in September?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I cannot remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Proceed.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairman.  Mr Motjale, can you remember when we consulted with you and your other colleague, you mentioned that the first incident that you have related here, occurred in September and the second one, occurred a week thereafter.  Do you still confirm that?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, let's come to the second incident where Qobani was shot at in a certain house at Xaba Street.  Could you relate to the Committee what transpired on that day?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "It was found out that Qobani did not sustain injuries.  He went back.  It was discovered that Qobani did not die or sustain injuries as he was shot.  One of us, Quambi, told us that Qobani was at Xaba Street.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Where is this Xaba Street, is it in your Section, in Mlungeni Section?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, it is at Mlungeni Section.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay.  In your application form on page 220 you mention that the house there, it is 2190 Xaba Street, however during our consultation you realised that you have made a mistake, the house number there is 2192 Xaba Street, do you confirm that, where this particular incident took place?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.   Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, after you had received this information that Qobani has been seen at this particular house, number 2192 Xaba Street, what happened then?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Our Commander told us again that the person was around.  I cannot remember but I think he was told by a certain woman who was staying there.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You do not know the identity of this particular woman who gave the information to your Commander, is that correct?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No, we got that information from our Commander that this person was seen in that street.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, so after you were told that Qobani has been seen at Xaba Street, what were the instructions?  What were you commanded to do then?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "The Commander told us to kill this person, the person was no longer needed in the community, because the IFP people, they killed any SDU member if he can set his or her foot at Penduka Section.  He gave us two AK47, we were three, and he told us to go and kill that person.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You were three, who were the other two people with you?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "It was myself, Themba and Mswazi.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When you are referring to Mswazi, you are referring to Mswazi Puncumalo who has also applied for amnesty, is that correct?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Where is Themba at present?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "He passed away.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So the three of you were given these instructions to go to this particular house?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You set off, what happened on your arrival there?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "We knocked at the door, someone asked, enquired as to who was at the door, and a friend of mine said my name is Peter, that was Themba.  Themba said he was Peter.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Was it at night?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, it was at night.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, then what happened after this person inside has enquired about your identity?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "He did not open the door.  He or she did not open the door.  We knocked for a short time.  The door was not opened.  There was a padlock outside that was used to lock the door.\n\tThemba shot at the padlock, because we knew that there were people inside.  When he shot at this padlock, the door couldn't open still.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What happened, did you leave after the door could not open?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No, we did not leave.  We waited for a while, we wanted to see if they were going to open the door.\n\tWe went to the front door and the front door was also locked.  He broke the window pane at the bedroom, the one that was on the left hand side.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Before you proceed, sorry, you are saying he broke a window.  You were with two people, who broke the window?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Themba is the one who broke the window before the shooting.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, then what did you do?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I shot directing at the kitchen window.",
            "Male"
        ],
        [
            "UNKNOWN",
            "After this shooting, did you manage at any stage to gain access into the house?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "We shot directing at all the windows, after that we opened the window.  I was told to get inside first, in the kitchen.\n\tWhen I got inside, Qobani appeared with a spear.",
            "Male"
        ],
        [
            "UNKNOWN",
            "He was inside the house?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, what happened?  You still had your firearm at that stage when you got inside the house, through the window?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, I still had my firearm because after getting into the house, I went straight to him.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How did you identify this person who was inside the house, as Qobani because it was at night?  Was the house lit?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, the light was on.  The (indistinct), the streetlight outside, the light could lit the dining room of the house.  The light from the streetlight, and I knew, I knew Qobani.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, so you are saying through the assistance of this light in the street, you could identify this particular person who was in the house as Qobani?  It was well lit for you to can identify this person?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No, it was not well lit, but at least one would be able to identify a person.",
            "Male"
        ],
        [
            "UNKNOWN",
            "After you got into the house, what happened next?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "We fought, he had an assegai, he stabbed me with that assegai.  I lost my firearm as I was struggling this assegai, because he had already stabbed me at the time.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you manage at any stage during that incident, to fire any shots at him?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No, it was not possible for me to shoot at him because he was nearer, he was very close to me, I couldn't shoot him.  He had a short assegai.  He stabbed me and we were struggling and I was trying to get hold of this assegai and I lost my AK47 in that process.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How did you manage to get out of the house?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "We did not leave the house until Themba came in.  He stabbed him with a sharp object from the AK47.  There is something that is like a knife and it is embedded in the AK47, he used that thing to stab him.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You are saying Themba stabbed Qobani with that object from the AK47, is that correct?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, he stabbed him with that and he started fighting with him now.\n\tThey were fighting and I went out of the house and I fired.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So at some stage, because you said initially you lost your firearm or your AK47 in the struggle with Qobani, at some stage you managed to get hold of it again and you fired.  At who did you fire?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "He was now fighting with Themba as Themba was holding an AK47.  When he left me alone, I was already stabbed in the neck with that sharp object that he had.\n\tAs he was still fighting with Themba with this AK47, I took my firearm and I fired.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did your shot strike him, could you see whether he was struck by your shot that you fired when he struggled with Themba?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I shot and after that I saw him falling at the dining room door.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Were you shooting at close range?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So when he fell, you assumed that you have hit him with your bullet?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, because I saw him falling.  I told myself that I did hit him.  I was a bit dizzy because I was also stabbed.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So you cannot tell this Committee today on which part of his body, if he was hit, as to where on his body was he hit?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I cannot tell because I just shot and I saw him falling and I was dizzy.  I just saw him falling after the shooting, and I also fell.  Themba came to my rescue.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When you completed your form for amnesty, that was in 1997, you stated that you killed this particular person.  Why is it so when actually this person was still alive, did you say that he was killed in this particular incident?  Can you give an explanation?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "It is because I assumed, because I know that a firearm can kill a person.\n\tI told myself that he was dead because I saw him falling.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You went there to kill him, you shot him and therefore you thought you had killed him?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Is there anything else that you have left out regarding these two incidents that you have mentioned that you wish to bring to the attention of the Committee?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I am not sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you remember, if you remember anything, then you can raise it.  Do you understand?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Today you are here for an application for amnesty.  Do you wish to say anything in particular to the victim, to the person that you have kidnapped and you have attempted to kill?  Is there any particular message that you would like to send to him?",
            "Female"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I just want to say that we were forced by the situation at the time, and we were also having our own Commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you see him in the hearing today?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you wish to address him?  Do you wish him to hear what you want to say?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well then, proceed.",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I am applying for amnesty.  I was not prepared to do such a horrible thing.  I want to apologise to him, I apologise for what I did.\n\tI apologise for what I did to him.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you very much Mr Chairperson, I have nothing further.\nNO FURTHER QUESTIONS BY MRS NHLAYISI",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I have no questions, however, I am instructed to make one remark on record to the applicant on behalf of the victim, if I may do so.  Thank you Mr Chairman.\n\tMr Chairman, although the victim feels he is not opposing the application, he is saying that he has suffered a lot because of the seriousness of his injuries.  Today he is still suffering, he still has a lot of pain which changed his life, and he feels that the applicant will never or can never do anything that will change this, and he feels at this stage without meeting the applicant, he is not in a position to forgive or to forget this incident which changed his life forever.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Maybe Mr Steenkamp, was he ever struck during that shooting, did he sustain any injuries - was not able to specify?",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "I am sorry, sorry Mr Chairman, yes indeed, the victim was seriously injured by the shooting incident.  He spent a lot of time in the Natalspruit Hospital before being released.  We don't, unfortunately have the medical records, apparently they are not available Mr Chairman.\n\tHe was injured, shot in the thigh, there was also other injuries to his body which changed him, he had to undergo a few operations as well and even today, he is suffering from that.  He is unfortunately not in a position to supply any further details of his specific injuries Mr Chairman.  Thank you sir.\nNO CROSS-EXAMINATION BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Thank you Chair.  Mr Motjale, just help me understand exactly what you are saying.  Are you essentially saying that you had no personal knowledge of Qobani's activities?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You are saying you too knew of Qobani's activities before Vusi told you about them?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Vusi came to tell us that there was a person that looked more like a suspect because the people from that area, used to come to him and complain and try and get some information.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Yes, I understand you to say that, but my question really is, you personally, did you know about his activities or the other way of looking at it is, were you simply following orders because Vusi said certain things and you were a member of the SDU under Vusi's command, you then did certain things?  This is what I am trying to understand.",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No, I had no personal knowledge, but Vusi was our Commander.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You lived at Mlungeni Section, 2192 Xaba Street in Mlungeni Section, was that Qobani's home?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No, he used to visit that house, just before the violence.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Then just in terms of who had the authority to give particular orders, I understand the kidnapping fell within Vusi's jurisdiction, he gave that command.  He also mentioned that Qobani should be killed.  I am right about that?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You then went to Polla Park and you talked about Themba fetching some other chap from one house, this other person called the rest of the community.  Who was in command at the time, who was giving the orders at that time?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No one was responsible for commanding the group.  Anyone would just say something or pose a question.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "That final order that Qobani should be killed at Polla Park, who gave that final order or was it just a general agreement by everybody, just help me with that?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "It was the agreement from the group that this IFP person should be killed.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Then one last aspect, I wasn't too sure about your participation in the assault.  I am not sure if you participated in the assault or whether you simply observed others participating in the assault of Qobani at Polla Park, or whether you were not there at the time of the assault at Polla Park.  Just help me with that.",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I was present, but I did not take part because it was chaos.  They were pulling him towards the playground.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Finally, when you shot at Qobani the second incident at Xaba Street, you shot at him, you were inside the house with an AK47 and he was still struggling with Themba at the time?  Did I get that right?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, I was inside the house, we were inside the house.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "How did you know you would not hit Themba instead?  I am just trying to picture this.",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "He was at the place where it was brighter.  The light was brighter.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.  Thank you Chair.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Just to follow up on Adv Gcabashe's question.  Themba was not hit during that shooting?",
            "Male"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, he was not hit because I fired only once.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "No further questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are things peaceful there in Tokoza now?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "After what happened, there was no peace.  We couldn't look one another in the eye.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am talking about now, today?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Qobani does not reside there in my street.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Listen to me carefully, it is not only you and Qobani who caused the problems there in Tokoza, I am asking if it is peaceful there today or is there still trouble?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No, there are no problems.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are people living with each other in peace now?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, that is in the process because the people had gone back to their houses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the fact that there are people who belong to different political parties, tolerated now in the area?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And from what you say now, it seems like people can live together, whether they are members of IFP or the ANC or any other party?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, because we are able to move freely at Penduka Section and the IFP members from Penduka, they are free to go to our area, to Mlungeni and the other places.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And people are talking to each other now?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am pleased to hear that.  Do you say Qobani doesn't live in the area any more?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "He never used to stay there, he used to visit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you never tried to go to house 2192 Xaba Street, to go find out where you could find Qobani for the purposes of making peace with him and to tell him personally how sorry you were like you said today?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "That has been in my mind, but I was also scared.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of what?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "About what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but you tell me that people are now appearing to be living with each other peacefully, talking to each other and tolerant of each other's political choices.  What would make you scared to make to him to say, and tell him personally how sorry you were about it, and to encourage people not to repeat these things?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I couldn't go there because I only knew that Qobani was dead, that is why I was scared to go there.  I only knew that Qobani was dead.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you find out that he was alive and that you wouldn't be speaking to a ghost?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "I got that information when this issue of the Truth Commission was raised.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If it could be facilitated that you meet him to talk to him, maybe between your Attorney and the Evidence Leader, would you be prepared to talk to him, despite what he has just said?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "These battles that raged in the area, it may not have been the worst in the country, or perhaps it was, one never knows, do you regret that that has happened?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that really our own people were killing each other, not so because of somebody or some other agenda?  Do you agree?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Will you please repeat the question sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That this senseless battle where our own people were being killed, seems to me to have been the result of other people or other institutions or other parties' agendas and should not have happened at all, would you agree?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you yourself learnt about those mistakes now?",
            "Unknown"
        ],
        [
            "SAKILE JETHRO MOTJALE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp, what is the full name of the victim?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, it is actually I will spell it, it is Jephanos and the correct surname is Dube.  There is also the nephew, Mr Mandla Elios Soko.  He is also here today.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Does he become a victim?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Just sir by the fact that he was next of kin or family member, related family member.  He is not directly, can be seen directly as a family member, but he was next of kin, and at one stage I think, he stayed in the house that was attacked.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Let's get Mr Dube's address.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Please Mr Chairman, if you will just allow me a minute.  Mr Chairman, I can maybe just say in the meantime if I may be allowed ...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You can give us his address in chambers.  What is the second ...",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, if I may, the feeling of Mr Dube is that if it can be facilitated, he feels he is in a position to speak to the applicant about what happened and he is prepared to make his peace.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Can the speaker please speak a bit slowly because the Interpreters are struggling to hear him.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I am just saying sir, the applicant has indicated to me now that he is willing and able to speak to the applicant, if that can be facilitated.\n\tMr Chairman, the second victim is Mr Mandla Elios Soko.  The correct address Mr Chairman, of the victim is 2192 Xaba Street, I am sure I am pronouncing it incorrectly, but it is spelt Xaba Street, Tokoza.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Whose house was it that was damaged?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, as far as I can establish, it belonged to the whole family, but the victim at one stage, stayed there.  During the attack he stayed there as well.  In the second incident, he stayed in this house.  He used to stay in this house.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The victim in the sense of the damage, related to the damage caused to the house, would really be the owner who was almost obliged to fix it up and we need to consider whether we should refer that to the Reparations Committee and therefore we need to know who the owner was and of course it would be the same address.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, that is exactly one of the problems that we are trying to establish because apparently this house was rented from somebody and we will find that information.  We will do so Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You have heard that the victim has had a change of heart and I would request your Attorney and the Evidence Leader to facilitate that meeting, possibly in private, I am not too sure what is required.\n\tI just want to say to the victim that I am pleased that he is able to see his way clear to do so because the time has come for us to live together as we should have been doing over the last 300 years.\n\tWe all should consciously avoid a repetition of what occurred in recent times in our country.  You are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, the owner of that house was at that stage Mrs Lena Soko, Lena Soko, that was the actual, physical owner of the house.  Thank you Mr Chairman.",
            "Unknown"
        ]
    ]
}