{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-02",
        "location": "JOHANNESBURG",
        "day": "2",
        "names": [
            "SIDNEY VINCENT NKOSI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53171&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020118_jhb_990202jh.htm",
        "speakers": [
            "MR SHANE",
            "ADV STEENKAMP",
            "CHAIRPERSON",
            "SIDNEY VINCENT NKOSI",
            "ADV GCABASHE",
            "MR SIBANYONI",
            "ESTHER NYONGWANE"
        ],
        "original_speakers": [
            "MR SHANE",
            "ADV STEENKAMP",
            "CHAIRPERSON",
            "MR NKOSI",
            "SIDNEY VINCENT NKOSI",
            "ADV GCABASHE",
            "MR SIBANYONI",
            "MRS NYONGWANE",
            "ESTHER NYONGWANE"
        ]
    },
    "testimony": [
        [
            "MR SHANE",
            "Mr Chairman the next applicant is Mr Sidney Nkosi.  However, before he is called, I've been requested to address you on a certain problem, which I submit sir might have a serious impact on the smooth running of these hearings.\n\tSir on Thursday last week all the legal representatives, together with Mr Andre Steenkamp and other officials of the TRC met at TRC offices, and it was in fact undertaken that transport would be arranged for the applicants to be brought here.  And the applicants needed that as they are all unemployed and cannot afford the transport costs which would be on a daily basis.  Now I am informed, Mr Chairman, that there has been a problem, the taxi drivers up to now have not been paid, they are threatening the applicants who cannot afford to pay them, and they have clearly stated that they will certainly not take them back home today, or bring them back here again.  Mr Chairman this could also lead to further violence because we all know how volatile the taxi industry is in this regard.  \n\tI am also informed, Mr Chairman, the secretary of the Amnesty Committee, Advocate Martin Coetzee, has said that they cannot give any assistance to the applicants and will only do so if you, Mr Chairman, order them to do so.  I cannot see anything in Act 34 of 1995 which authorises you or empowers you to make such an order, but I am asked to, because Advocate Coetzee says he needs a directive from yourself, I am requesting you Mr Chairman to make such a directive so that this, these proceedings can proceed.  It is, I would also mention that there was a request by member of parliament for the Tokoza, or who represents, from the Tokoza area, Mr Duma Nkosi, he requested that these hearings in fact be heard in Tokoza because, Mr Chairman, the Tokoza community that are affected by these hearings, it seems that they haven't attended and maybe the reason is the difficulty in getting to the city every day.  But be that as it may, we must concern ourselves with the applicants and their getting here, and I'd ask you to make an order.  Thank you sir.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman if I may be so rude to interrupt.  Maybe just a small amendment to what my learned colleague indicated, and that the minutes of the pre-trial or the pre-meeting will, pre-hearing will reflect this.  The position was that the logistical officer of the Commission is in charge of logistical arrangements and such an issue will obviously have to be made with the logistical director or the logistical person responsible for this hearing.  As far as my knowledge serves me no such undertaking was given that the TRC will in fact, as a point of principle, be responsible for the logistical arrangements of the applicants.\n\tHowever, the indication was, for myself, that the logistical officer will make such arrangements and decisions like this will obviously have to be taken by the Executive Secretary of the Amnesty Committee, or by the Chairperson of the specific hearing.  Thank you Mr Chairman.\n...(blank on tape)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I have been asked to sanction payment of transport fees to attend this hearing on behalf of the applicants.  Mr technician I want what I'm going to say now to come over the loudspeakers to the public, not as per headphones.\n...(blank on tape)\nI want to break for five minutes.  I want to see the Logistics Officer please.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I have been asked to sanction payment of transport fees for all or some of the applicants to attend this hearing.  Mr Shane in this unusual application has indicated that serious problems may arise if these fees are not covered by the Commission.  ...(inaudible)\n\tI wish to point out that the fees requested is not a matter for, or covered by the rights which the applicants have.  As in any other hearing either in a Court of law or tribunal, such fees are not claimable from the State.  It is unfortunate that I have been told of threats or possible taxi violence should these fees not be paid.  The fact of the matter is that the applicants are the applicants in this matter, and they have chosen to make the applications.  \tThe hearings have been arranged for this venue and if they wish to continue with the applications they must therefore in terms of the Act come testify.  So it is for them to decide what they want to do.  I am not making a ruling.  These are just matters that I wish to point out, having been asked to make a decision on this matter.  Mr Shane is completely correct, that I am not empowered to make a decision on those fees.  I will not make such a decision.  Thank you.\n\tYes Mr Shane?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Thank you Mr Chairman, I hope that it can be resolved.  We will endeavour to do our best.  In the meantime I'd like to call applicant Sidney Nkosi.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman if I may be so rude to interrupt.  This application will be opposed by the victims in this case.  The victim who is present here is the mother of the late Mr Jabulane Nguwana, I'll give you ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before you - I'll give you an opportunity to do that Mr Steenkamp, I just want to find out from Mr Shane what page this application will be?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman on page 97 until page 103.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shane you promised to give us identity numbers of the previous two applicants.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "I will do so Mr Chairman.  His name's Sidney Vincent Nkosi, identity number 701129 5371 08 2.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) 97. ...(inaudible) quite different.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman I see in his original application form the number seven was left out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this the same person?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "It is indeed Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got an identity number for Mr Vusi Mbatha?  You promised to have it by lunchtime.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman I'm sorry, it slipped me.  I will get it, I will obtain it now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There's a lot of things slipping today. ...(inaudible) become an inconvenience Mr Shane, because every time we must refer to an old application.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Nkosi what language do you prefer to use?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any objections to the taking of the oath?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "(sworn, states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Nkosi, you're applying for amnesty for the murder of one Jabulane Dube, is that correct?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "That is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "You're also applying for amnesty for your part in an attack on the Khumalo gang.",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "That is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you tell the Committee as to your membership of the Self-Defence Units, what type of member were you?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Would you please repeat the question.",
            "Male"
        ],
        [
            "MR SHANE",
            "Were you an ordinary member of the Self-Defence Unit?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "That is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "And that Self-Defence Unit was in the Slovo section?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "That is correct, Slovo section in Tokoza Gardens.",
            "Male"
        ],
        [
            "MR SHANE",
            "Were you not a commander in that unit?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "MR SHANE",
            "When did you join the Self-Defence Unit?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "In 1990, as an underground.",
            "Male"
        ],
        [
            "MR SHANE",
            "And you also are a member of the ANC.",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Just before you move on Mr Shane.  Can I just get this right?  Slovo section and Tokoza Gardens is that one section or two sections?  I always try and differentiate between the old names and the new names.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "These are two different places.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So you were active in both Slovo and Tokoza Gardens?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But you were only a commander in Tokoza Gardens?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "And you explain to the Committee the circumstances which led you to be involved in the murder of Jabu Dube?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Would you please repeat the last part.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you explain why did you get involved in the murder of Jabulane Dube?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I am a resident of Penduka section and during the time of the violence I fled to Tokoza Gardens.  That is where we started forming our own SDU's.  These SDU's were already in existence in Slovo and other parts.",
            "Male"
        ],
        [
            "MR SHANE",
            "When you fled Penduka section, can you tell what happened to your home?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I am the one who fled first.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you flee?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "It was on a Sunday, I was sitting outside at the gate and one IFP member came carrying a megaphone, calling us to a meeting, and we argued.  From there I started insulting Inkatha, his leader Mangosuthu, or should I say Gatsha Buthelezi.  He then left and came back in the company of other men.  They could have been five or four if I'm not mistaken.  I went into the house and they could not make out whether I was a member of the household or not, and one neighbour who was in bad terms with ourselves informed them about us.  He fled to Nelspruit.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry, I just missed something.  Your neighbour informed the IFP members that what?  What did he inform them of?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "He told them that the boy that was insulting them at the gate was stays in that house, the one that was that they were staying next to, it was just the front opposite the front of the house.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now in 1993, is that when Jabu was murdered?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you remember the month?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I cannot remember the month but there was going to be a march to Inyoni Park.  I'm not sure if it was the 21st of March.  I cannot remember the month, but I know there was going to be a march on the 21st, that would be on a Monday and my brother was injured on the 20th.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Where was the march going to?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "The march was going to Inyoni Park.  It was to protest against the stability unit.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now I, we have been told of Kalanyoni as one of the residents of one of the hostels in the area.  Has that got anything to do with Inyoni Park?  Just help me with those two names.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Inyoni Park is on the way, is a park next, on the way to Vosloorus.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right, now is it correct that you had certain information that Jabu Dube was to be found in a certain tavern?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "And why, and you explain why was it so important for you to find Jabu?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "In our place of resident, Penduka, we couldn't trust other residents, other comrades, and this person was not safe among the members of ANC.",
            "Male"
        ],
        [
            "MR SHANE",
            "What did you know about Jabu Dube, as being your enemy?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Jabu was informer, IFP informer.",
            "Male"
        ],
        [
            "MR SHANE",
            "How did you know this?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "It happened several times he took a gun, a firearm from one of the comrades and the firearm got lost, and he's the one who told the IFP members about there was a tavern at Madondo Street, he pointed out to the IFP members, he pointed out the ANC members to the IFP members who were in that tavern.",
            "Male"
        ],
        [
            "MR SHANE",
            "And did anything happen as a result of that pointing out?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "The problem started there and the other comrades are not here today, because even during the patrols at Selby Street at about ten, or between ten and eleven during the patrolling, we found the IFP members patrolling and we were on the other side of the ANC, also patrolling.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right, now you went to a certain tavern, can you remember the name of the tavern?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Which tavern is that?",
            "Male"
        ],
        [
            "MR SHANE",
            "This is the tavern where you went to look for the deceased, Jabu Dube.",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "That is Blue Note, the name of the tavern.",
            "Male"
        ],
        [
            "MR SHANE",
            "Where is it?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "It is in Vergenoeg.",
            "Male"
        ],
        [
            "MR SHANE",
            "Is Vergenoeg right next to Tokoza township?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes it is in Tokoza.  It is in Tokoza.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now you went to this tavern, were you alone?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "No.  The other SDU members were there.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you remember their names?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I cannot remember their last names but I can remember their first names.",
            "Male"
        ],
        [
            "MR SHANE",
            "Will you give their first names please?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Johannes Mduduzi, Johannes and Mduduzi.",
            "Male"
        ],
        [
            "MR SHANE",
            "...(inaudible) are those the only ones?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just repeat that please.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Johannes and Mduduzi.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right, this person Beki Dube, Jabu Dube sorry, did you know him before?  Was he a friend of yours?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes he was once a friend of mine.",
            "Male"
        ],
        [
            "MR SHANE",
            "Tell what happened when you saw him in the Blue Note tavern.",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "It was on a Sunday, we were at a meeting at Kathlele School.  He was there in that meeting.  We were going to discuss his case.  We were expecting him to come and explain his position.  There was a disturbance in that meeting to such an extent that that attempt was not successful.  He left and he was told not to go.  The decision was then taken that whenever he's found he should be killed.  Whenever he is found should be killed.",
            "Male"
        ],
        [
            "MR SHANE",
            "Who took that decision?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "That was taken by the commanders in a meeting.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you name any of the commanders.",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "The first commander is no more, the second one Ncosi, I don't know his surname.",
            "Male"
        ],
        [
            "MR SHANE",
            "And the one that is no more, that means dead I presume, what was his name?  What was the name of the commander who is no more?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "The name of the commander was Thabo Sibeko.\n...(inaudible section on tape)",
            "Male"
        ],
        [
            "MR SHANE",
            "So you were acting on orders ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We didn't get the second name.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Can you repeat the name of the commander.",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Thabo Sibeko is the name of the commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's the deceased?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "What was the name of the other commander, just for completeness?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Ncosi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Spelled",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "N C O S I.",
            "Male"
        ],
        [
            "MR SHANE",
            "N C O N S I?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "N C O S I.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Make up your minds.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Now you, when you went to the Blue Note did you have information that Jabu Dube was there?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, I had seen him there.",
            "Male"
        ],
        [
            "MR SHANE",
            "You had seen him there, and you had also been given orders that he has to be killed?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Explain what happened when you saw the deceased, Jabu, in the Blue Note tavern.",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I went inside the Blue Note tavern.  The other group was waiting outside, SDU members, the group was waiting  outside and I got inside because he knew me very well, and I called him outside.  I left, we went to a circle, we took him with.  We took him to a place that was behind the stadium",
            "Male"
        ],
        [
            "MR SHANE",
            "So in other words you went into the tavern because he knew you, he used to be your friend, and he would have left with you?  Was that the reason you went into the tavern?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he come freely?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "When we disappeared through the passage that was between the house and the fence I had already told the soldiers that the person I would appear with, they should know that that is the person.  And when we appeared the comrades had already pointed him with guns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he come freely with you out of the tavern, or did you have to force him to come out?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I did not force him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He came with you because you were, were a decoy?  Did you make him believe that he was coming with a friend?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "He did not know that there was a plan for him when he came.",
            "Male"
        ],
        [
            "MR SHANE",
            "You went into the tavern alone, your other comrades who were waiting outside did not go into the tavern.  Is that correct?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "What did you tell the deceased?  What did you say to him?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "What I can remember, when I found him inside the tavern and I told him that I want to see him, he wanted to know what was it all about, but at the end he left the house with me.",
            "Male"
        ],
        [
            "MR SHANE",
            "And when he wanted to know what it was all about, what did you tell him?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "The soldiers were nearer and they could see what was happening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you manage to him out of the tavern?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I said he used to be a friend of mine and we used to stay together at Penduka section, as I was calling him he knew he did not know, he did not know that there was a plan, but he went out of the house because he knew me and he thought we were going to discuss something outside.  He did not know that there was a plan ready for him.",
            "Male"
        ],
        [
            "MR SHANE",
            "When you got outside, your other comrades who were with you, they also then must have seen the deceased.  Is that correct?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "What happened then, with you and your comrades and the deceased?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "We took him with.",
            "Male"
        ],
        [
            "MR SHANE",
            "When you took him did you drag him or did he walk himself?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "He was asking for forgiveness on the way but the guns were pointed at him but we took him with.",
            "Male"
        ],
        [
            "MR SHANE",
            "So he walked with guns pointed at him asking for forgiveness?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "What did he want forgiveness for?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I won't know because he was, I think he was also afraid because he was in that meeting that particular morning and he was told not to leave because the comrades wanted to see him after the meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But why would someone just ask for forgiveness without being told?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Will you please repeat the question sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why would somebody ask for forgiveness, out of the blue, without knowing what his problem was or what he's being accused of?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "In that situation, that war situation, when the comrades visit you with suspicions, and you feel guilty.  He felt guilty that is why he was asking for forgiveness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you know that?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Sorry?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How do you know that he was feeling guilty?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "The way he was taken from that place and when the guns were pointed at him he, it was clear to him that he was going to be killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but that's not the point.  He asked for forgiveness, for what?  You say he felt guilty.  How do you know that?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Because he was an IFP member",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're guessing.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you know that he felt guilty about being a member of the Inkatha Freedom Party and therefore he asked for forgiveness?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "MR SHANE",
            "When he asked for forgiveness, did you speak to him or did your other comrades speak to him, and ask him why he was seeking forgiveness?  Did you find out from him what he had done that he needed to be forgiven for?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's putting the cart before the horse, isn't it?  I would have expected them to have told him what he had done and therefore he was asking forgiveness.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "With respect Mr Chairman, things, as it emerges, things don't happen the way we would expect them to, with the greatest respect sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "Do you know why he wanted to be forgiven?  Have you got any idea?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He wanted to be forgiven because he felt guilty because he was a member of Inkatha.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Did the deceased himself tell you anything that he did wrong?  Not, this is now not what you thought, but what the deceased himself said to you when he was asking for forgiveness.  Did the deceased not mention anything he had done that he needed forgiveness for.",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "No.",
            "Male"
        ],
        [
            "MR SHANE",
            "You then walked with him, guns pointing at him.  Where did you go?",
            "Male"
        ],
        [
            "MR SHANE",
            "We went to a place just behind the Tokoza stadium.",
            "Male"
        ],
        [
            "MR SHANE",
            "Is that near or far from the tavern?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "It was far from the tavern.",
            "Male"
        ],
        [
            "MR SHANE",
            "And what happened at the stadium, or outside the stadium, what happened then?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "When we arrived there, I instructed two gentlemen to shoot him.",
            "Male"
        ],
        [
            "MR SHANE",
            "Who were these gentlemen you instructed to shoot him?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "It was Nduduzi and Johannes.",
            "Male"
        ],
        [
            "MR SHANE",
            "Were they both armed?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "With AK-47's?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, they had AK-47's.",
            "Male"
        ],
        [
            "MR SHANE",
            "Were you armed?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "No.",
            "Male"
        ],
        [
            "MR SHANE",
            "How did you order them to kill him, what did you say?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I told them to take him, when we got behind the stadium they knew very well as they were told from the base that the person that would be brought that person should be killed.  So these two boys had firearms, those are the guys that, those are the people that shot.",
            "Male"
        ],
        [
            "MR SHANE",
            "And they shot him on your orders?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Did you witness them shooting him?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Do you know how many shots were fired by each of your comrades who you ordered?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "No I cannot remember, but both firearms were used.",
            "Male"
        ],
        [
            "MR SHANE",
            "What happened after he was shot?  Did you just leave the body there or what did you do?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "We went back to the bases.",
            "Male"
        ],
        [
            "MR SHANE",
            "And you left the body where it was lying.  Is that right?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now, how do you feel, and you say this facing the bereaved family of the deceased, how do you feel about what you did?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I felt bad.",
            "Male"
        ],
        [
            "MR SHANE",
            "Did you feel bad after the incident because he was your friend?  Why did you feel bad?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "It is because he was my neighbour but I had no choice, I had to do it.",
            "Male"
        ],
        [
            "MR SHANE",
            "So you felt bad because you killed your neighbour and you had no choice, you were doing your duty?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "And now that the family, the bereaved family of the deceased are facing you, do you have anything to say to them now?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes there is something that I would like to say.",
            "Male"
        ],
        [
            "MR SHANE",
            "Will you say it?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I would like to ask for forgiveness more especially his mother, the one I grew up in front of and his sisters, the whole family.  I would like to ask for forgiveness.",
            "Male"
        ],
        [
            "MR SHANE",
            "These people that you are asking forgiveness for are people that you knew, some of them you grew up with?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now you've also applied for amnesty for an attack on the Khumalo gang.",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "This was also in 1993?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you remember the month?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "No.",
            "Male"
        ],
        [
            "MR SHANE",
            "You state ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In your application you say around November 1993.  Is that ?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "That could be possible but I cannot remember the month.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you explain what happened with your attack on the Khumalo gang?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Will you please repeat the question, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "Will you please explain the details of your attack on the Khumalo gang, for which you are seeking amnesty.",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Those people were harassing us at our place of residence.  As we were SDU members we decided to launch attacks against the Khumalo gang.  We wanted to removed Khumalo because Khumalo was harassing us.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you just give details?  Who was this Khumalo and what was his political affiliations?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Khumalo was a church minister and he was also a member of Inkatha Freedom Party.",
            "Male"
        ],
        [
            "MR SHANE",
            "How were the Khumalo gang harassing you?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "They were killing us.",
            "Male"
        ],
        [
            "MR SHANE",
            "When you say they were killing you, had people, can you name people who were actually killed by this gang?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you give a few names to the learned Committee?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I can remember some of them.  At some stage Khumalo killed 12 people in the Tokoza community.  That was New Year Eve, on the night of the New Year Eve.  There is a boy from Tshabalala Street at the corner house, his name was Lucky, and one boy from Mbele family, his name was Happy, and one boy, I cannot remember the names of the others but there's a lot of them.",
            "Male"
        ],
        [
            "MR SHANE",
            "What, can you describe the attack, what you did, what actually you did in this attack on the Khumalo gang?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "We wanted to demolish Khumalo's house and we wanted to kill them also.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right, so what did you do?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Sorry?",
            "Male"
        ],
        [
            "MR SHANE",
            "What did you do?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "His house was attacked, it was shot at, and the F1 bombs were used to demolish the house.",
            "Male"
        ],
        [
            "MR SHANE",
            "Did you use the F1 bombs yourself, or did other people use the F1 bombs?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "There was a unit that was responsible for handling the bombs, and the other were using the hammer.  There was operation Shiza and operation Delisa.",
            "Male"
        ],
        [
            "MR SHANE",
            "And you, what did you use, just a firearm or did you use bombs and hammers?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I was handling a firearm.  I was handling a firearm.  I used to carry a firearm.",
            "Male"
        ],
        [
            "MR SHANE",
            "And what type of firearm?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "AK-47.",
            "Male"
        ],
        [
            "MR SHANE",
            "Do you know if you caused any death or any injuries to members of this Khumalo gang?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "No.",
            "Male"
        ],
        [
            "MR SHANE",
            "What you do know is that you caused damage to the house?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "MR SHANE",
            "Is there anything else you wish to tell the learned Commissioners about your attacks on the Khumalo gang?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "How, what do you mean?",
            "Male"
        ],
        [
            "MR SHANE",
            "If you, you haven't really, that is all you can tell about the attack on the Khumalo gang.  Is that correct?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Can I just ask you, was this an attack on Mr Khumalo's house, or was it an attack on the people who followed him, or who were called the Khumalo gang?  Just help me with that.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "We wanted to destroy his followers and his house.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But this particular incident, what does it relate to?  To both Mr Khumalo with his people inside the house, or just a attack on the house itself irrespective of who was inside?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "The people who were staying there in the house was Khumalo and his boys and the soldiers who were safeguarding him and the other IFP members.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But on that particular day, was Mr Khumalo there?  Were his followers, his gang, were any members of the gang there on that day?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "They ran away.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "They ran away as you approached or as you attacked?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "They had information that there was an attack, that there would be an attack at the house.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So by the time you attacked they had fled and you attacked the house essentially?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now I asked you because evidence was given of this attack in the hearings last year in December and I just wanted to make sure that it's the same incident that you're referring to.  Thank you.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Okay, now I'm showing you a photograph of a person from an identity document.  Can you identify this person?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "MR SHANE",
            "Who is this person?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "This is Mlazi Jabulane Dube.",
            "Male"
        ],
        [
            "MR SHANE",
            "This is the person you murdered, or who was murdered on your orders, after he was taken from the Blue Light tavern.  Is that correct?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Are you now at peace with the members of Inkatha and the Khumalo gang, is there now peace between you?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I won't say so, but we are staying the IFP members, we are trying the best.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now when you were called you were limping, it's quite clear that your leg is injured.  Can you tell how you got those injuries?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, I was shot.",
            "Male"
        ],
        [
            "MR SHANE",
            "When were you shot?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "It was in 1993.",
            "Male"
        ],
        [
            "MR SHANE",
            "Who shot you?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I don't know him but I know that he was an IFP member.",
            "Male"
        ],
        [
            "MR SHANE",
            "Thank you Mr Chairman, that is evidence.\nNO FURTHER QUESTIONS BY MR SHANE",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  Just for record purposes, the person who was actually killed, this John Dube, according to the death certificate he was killed on the 6th of September 1993 and his full correct names is Winston Jabulane and I'll spell the surname N Y O N G W A N E.  I beg your pardon Mr Chairman?  Winston, W I N S T O N, and then Jabulane with an E Mr Chairman, and Nyongwane.  This is also the person that was identified from his ID book document which was showed by, ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "N Y O N G W A N E.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman I confirm that this is the name that appears in the identity document where the photo is that was identified by the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman according to the death certificate this person. ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Sorry Mr Chairman I beg your pardon.  According to the death certificate Mr Chairman this person was, died in Alberton, of unnatural causes on the 6th of September 1993.  I think the applicant is referring only to September in his application.\n\tMr Chairman, the family of the late Mr Jabulane Nyongwane is present today.  His mother is here, Mrs Esther Nyongwane.  She is opposing the application of the applicant on the basis that the deceased was never a member of the IFP ...(indistinct).  I would beg leave to as a few questions with regard to the applicant on the first instance.  In the second instance Mr Chairman I would also beg leave to ask if it will be possible for Mrs Esther Nyongwane to say a few words.  She wants to testify.  I explained to her this is a decision that you have to make, but she instructed me to ask a few questions on the membership.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We'll cross that bridge when we come to it.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.\n\tSir, according to the mother of the deceased, Mr Jabulane Nyongwane, or Mr Vincent Jabulane Nyongwane, was never a member of the Inkatha Freedom Party, or even a supporter.  Do you have any comment on this?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Will you please repeat the question sir.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "The question's actually quite easy.  According to the family, the mother of the deceased, Mr Jabulane Nyongwane, or you call him Mr Jabulane Dube, they are saying he was never a member of the Inkatha Freedom Party.  Do you have any comment on this?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "He was an IFP member.  There's nothing else I can say, but we had evidence.  We didn't kill them if we did not have evidence.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Can you maybe just indicate to us how did you establish that Mr Nyongwane was actually an IFP member?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "As I have already explained initially that he would be seen during the patrol during the night at Saville Street with Themba and the others, I cannot remember their names, but they were seen on that particular day and when Jabu's firearm was taken he was also involved.  He was the one who took Jabu's firearm.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Can you just clarify that for me?  I'm not sure I understand you well.  Jabu was seen patrolling, yes?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "He was seen patrolling with IFP members?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did you personally see him patrolling with IFP members?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I saw, I only saw him taking Jabu's firearm.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now Jabu, the other Jabu, is one of your comrades, as SDU member, and that's whose firearm was taken?  Are we talking about two Jabulanes?  I'm not sure I understand you.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, we have two Jabus.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And you also indicated earlier that he, it's not just one firearm that was lost, it sounds like quite a few firearms were lost by Jabu Dube.  Did I understand you correctly?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "So we're talking about one firearm going missing?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Excuse me, what is the surname of this other Jabu whose firearm was taken?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Sorry.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "What is the surname of the Jabu whose firearm was taken?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Madi is the surname.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman my instructions is that the family is only opposing the fact that the applicant is saying that the deceased was an IFP member.  They can't contest the contents of the rest of the evidence, because they don't have any first hand factual information regarding this. I'm not going to waste, with all due respect to the Chairman, any further time on this.  The basic fact is, as far as the family is concerned, that the deceased was never a member of the IFP.  Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "On the same issue, did you ask Jabu about his membership of the IFP?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "No.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But you were his friend.  Why didn't you in particular go out of your way to find out whether it was true or not?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "At that particular time there was no time to question because the order was already issued, one was supposed to do his job.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did anybody else verify for you, the commander, that Jabu was indeed an IFP member?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "That was heard when there was a meeting Khatlele School.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now just help me understand this.  Was this one report of one time that somebody saw Jabu with IFP members?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "On that day of the meeting, we heard that it happened one Friday he was seen entering the Penduka section and at the time the people from the other section were not allowed to get into Penduka section because the people had already vacated their houses.  Jabu was seen going to his home.  He was coming from work.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So his parents, his mother, still lived in Penduka, and this where he was going to.  Is that a correct summary?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I am not sure that he, I am not sure whether his mother is still staying there, but I see her sometimes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry, I probably didn't express this properly.  At the time Jabu was seen going to Penduka, was his mother still living in Penduka?  Was his home still in Penduka?  At that time, in 1993?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I did not see his mother there but if my memory serves me well I think both his parents were there, were still  there at Penduka section, if I'm not mistaken.  I am not sure about that.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, the reason I ask you this is because you have told us you were the commander and you gave the order that he should be killed.  I'm really trying to find out what the basis of the order was.  Why, you gave that order?  You would give that order because you had certain information.  Am I right, so far?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, but I was also in the meeting on a Sunday.  It was the SDU meeting that was held at Khatlele School that is where the decisions were taken as to who, what people, who, what people were to be killed and amongst those names Jabu's name was there.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But as I understand your testimony, you are saying that the incident that he was, or that the members referred to, was the one time that he went into Penduka after all your comrades had moved out of Penduka.  Is that correct?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, we were not at Penduka section at the time.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "What I'm just trying to find out is, were there other times that he was seen to go into what you considered to be enemy territory?  Or are we really just talking about one time?  This is all I'm trying to establish.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I'll try and explain this.  There were people who would say that they did not go to Penduka, but those people would be seen entering Penduka section and they would go and visit their friends or relative at Penduka section, 'though those people were said not to be entering that place.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But you would not necessarily kill those people, because you knew that their families remained in Penduka.  Or am I wrong?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "We were forced by the situation because there was a certain date that was set by the SDU's that on such and such a date if the people were not, all the people were not at Slovo section or Tambo section, the people who would be left at the Penduka section would be regarded as Inkatha members.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So you are, am I correct in saying that it is quite possible in that case that he indeed was not an IFP member and that he was just visiting his family, on the occasion that he was seen going to Penduka after the cut-off date?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I agree and at the same time I disagree with that.  It might happen that he was not a member of IFP and we did not know his movement whenever he was in that Penduka section.  But when we were at Tambo Slovo he did not want to appear so we did not understand his position.  We couldn't understand his movement but the decision was taken to remove him.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You couldn't understand why he would not come and talk to you if he was indeed still one of your comrades essentially.  And is this what eventually led to your decision to kill him?  The fact that he wouldn't come and talk to you about where he stood.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I do not have evidence to that effect.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.  Thank you Chair.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.\n\tYou said when he was called to a meeting, or he left the meeting, when he was told that you wanted to see him, is that correct?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "At that stage he had not been told about the allegations against him, when he left.  Is that so?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "It used to happen that if there was a certain suspect in a community we wouldn't show that and indicate that something was going to be done.  That particular suspect would be free just like anyone.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "If he didn't leave the meeting, what was going to happen?  Were you going to confront him about the allegation, or was there any action supposed to be taken against him?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I cannot tell because if the instruction was already issued that someone is supposed to be killed, all the soldiers knew that he was supposed to be killed.  I cannot say anything about his safety, whether if he did stay he was to be safe or not.  I cannot say anything about that.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "So if we understand you correctly, there is no stage where these allegations were put to him, until the time the action was taken?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "He had other comrades that were telling him and they told him that he is no longer trustworthy among the comrades.  His only alternative was for him to come forward and explain his position.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "So the basis of the suspicion that his is an IFP member was solely on the ground that he visited Penduka section?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "That was not all, the people who harassed, or who were harassing us in some way, that if one would be seen during the times while the people were still staying at Penduka and people would be seen at the meetings or in taverns.  He had Zulu friends and other comrades turned against him because they could see that this person had another agenda that was different from ours.  That's when the people started to distance themselves from him.  We heard that from other comrades that they could no longer trust him because of his movement.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "At which section was this tavern situated?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "It was at Penduka section.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was it frequented both by IFP people as well as people who were not IFP?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "The tavern was frequented by us, but because of the situation that was, it became apparent to us that it was not safe for us to go there, so we decided to stay away from that tavern.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "At that stage when you went to fetch him nobody but only IFP members frequented that tavern?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I thought you were asking me about the tavern that was in Penduka section.  The tavern where, the tavern where he was fetched, it is far away from this tavern that is in Penduka.  This other tavern he was first at Vergenoeg but the other one was at Penduka section.  I'm not sure if you understand.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Chairperson, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were commander of the area?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "What area?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Slovo section and the Tokoza Garden section.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I was a soldier at Slovo section, at Tokoza Gardens I was a commander.  I was a commander in Tokoza Gardens.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now where this murder of Jabulane took place, was that an area in which you would have been a commander?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Behind the stadium, I'm not sure whether the stadium falls under Vergenoeg or Tokoza Gardens.  But Tokoza Gardens is on the other side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In any case you assumed the commander's position when you were the one that gave orders for him to be shot.  Whether you were entitled to do so or not, you did so.  Not so?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Will you please repeat your question, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whether you were entitled by your status as a commander or not, in that area, you did in fact give the order for him to be shot.  Not so?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you assumed at the very least the position or the rank of the commander in those circumstances when he was shot.  Correct?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I was a former Self-Defence Unit from Tokoza Gardens.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Look I don't know if we're misunderstanding each other or not.  On what basis were you entitled to give the command for him to be shot?  Ordinary soldiers don't do that, or they can't do that.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I was a commander in Tokoza Gardens.  I was working for Penduka, Penduka section, because there was no need to leave the firearms at Tokoza Gardens whereas the battlefield was Penduka section.\nCan I go on?\n\tAs I was in Tokoza Gardens I was also a subordinate at Tambo Slovo section, as a person who was coming from Penduka section.  But I would use the firearms from Tokoza Gardens at Tambo Slovo section.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well answer this simple question for me.  Were you entitled to give the order for ...(intervention)",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Dube to be killed?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes because I was also instructed so I had to issue an instruction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you did no in your capacity as a commander.  Do I understand you correctly?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he would not have been shot without your order to do so?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "He was going to be killed anyway.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now then, there you first had to order it before it was done.  Correct?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now we've had a witness here, previous applicant, Victor Mabaso, do you know him? - Muchacho.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, I know him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he testified to us here this morning that you know, it was almost policy to find out and make sure, especially about the position of those that were intended to be killed.  Did you hear him say so?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And therefore there were sort of enquiries held before decisions to kill were taken.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now I just want to ask wasn't Jabulane asked whether he was a member of Inkatha or not, before he was killed?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "The reason for that I do not know, but I was given an instruction to kill him, whether he was asked or not, but the instruction was issued.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At that meeting?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long before he died was that meeting, or did that meeting take place?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "That, he was killed on the night of the meeting.  I cannot remember the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was the meeting on the same day?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when you were in the tavern, when you lured him out, why didn't you ask him then, Mr Dube, are you a member of Inkatha?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Some of us were so impatient, we did not have time to ask questions.  We would act according to instruction and we would ask afterward, we would ask questions after the action.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But in your case you were commander.  Not so?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were sent in there to lure him out of the tavern.  Would you not have been able to, had you asked him and he said no, would you not have been able to go to your superiors and say, look but we made a mistake, this man is not an IFP member?  Can't we discuss the matter again?  He's willing to come to us.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "There was no time for that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "As I have explained initially, during those times we did not have time to question.  One would be lucky to be questioned, to get that opportunity.  Because some people wouldn't be questioned.  He was so unfortunate that no questions were asked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that decision to kill him was taken without him being present?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "The decision was taken after he had left the meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was he asked whether he was a member of the Inkatha Freedom Party, at that meeting?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "No, he was not asked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he spoken to?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "The other boys with him who wanted to bring him closer during his case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he given an opportunity to confirm or deny his membership of Inkatha Freedom Party?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "They were still busy with the others inside the office.  They were coming in one by one.  He was also in the list after the others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why was he then killed without being given an opportunity to say what his position was?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Maybe the commander who issued that instruction would be in a better position to respond to that question, but he is no more.  I do not have any answer to that question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were there.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you carried out that instruction through another instruction.  Not so?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "There was a lot of us in that meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have indicated that you are seeking forgiveness from the members of the deceased's family.  Do you recall that?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you made any attempt to visit them in order to talk to them and make peace with them?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "No, but I am, I was willing just before this hearing, I was willing to do so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you make an attempt to visit them?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I requested a lady to accompany me because I did not want this to be heard in public.  I wanted it to be a matter that would be discussed with the family, but unfortunately that did not happen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you get an opportunity to make your peace with them now, are you prepared to do so?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, I have peace with the family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't know if they have peace with you, that's the point.  I'm asking you, if you had an opportunity to talk to them now, are you prepared to do so?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, but I don't know what their response would be, what would be their response.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You won't know until you try, isn't it?  Have you perhaps asked your attorney to make arrangements for that?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I was not successful because it was already late, it was time to appear in front of this Commission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you intend to pursue that aspect?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, I am prepared to do so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp, you indicated that the mother of the deceased would want to say something.  I'm going to leave it in your hands to decide whether it is a matter that she wants to deal with to the general public, or say certain things to the witness.  I'm going to allow you the opportunity now, so that she doesn't have to attend the hearing unless she so chooses herself.  But her business would have been completed.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  I will, if possible - I don't know what the time line is the Committee is working on.  Mr Chairman, if you would allow me just a second just to speak to her in the meantime Mr Chairman.  Thanks.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you - Mr Steenkamp is going to find out if she needs the witness here.  You'd better ask her.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Yes sir.  Mr Chairman it seems that the mother is adamant that she wants to say a few words to the applicant.  Thank you for the indulgence Mr Chairman.  Thank you Mr Chairman.  Mr Chairman her surname exactly is the same as that of Mr Jabulane Nyongwane, it's also her surname and her first name is Esther, Mrs Esther Nyongwane.\nIf, with your indulgence Mr Chairman, she's being assisted here by a family member, and if that will be allowed.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mrs Nyongwane what language would you prefer to use?",
            "Unknown"
        ],
        [
            "ESTHER NYONGWANE",
            "Zulu",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I'm going to allow you to say a few words.  Do you want it to be a sworn statement, or do you just want to address certain people.  I don't know if you understand what is meant by a sworn statement?",
            "Unknown"
        ],
        [
            "ESTHER NYONGWANE",
            "...(no English interpretation)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is she taking the oath?",
            "Unknown"
        ],
        [
            "ESTHER NYONGWANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, proceed.",
            "Unknown"
        ],
        [
            "ESTHER NYONGWANE",
            "I can hear what you are saying.  What's your name by the way?  Sidney.  You would kill Jabulane without coming to me as Jabulane's parent, to tell me that, mama, here is Jabulane and there are suspicions like this, knowing very well that Jabulane was an ANC member not Inkatha.\n\tSidney, my child, what made you not to come to me to tell me that Jabulane did this and that?  And tell me about the rumours that you heard?  I did not take you as enemies, my child's enemies, that you can even plan to kill Jabulane saying that he was an IFP member, knowing very well that Jabulane was an ANC member.  How could he be an IFP member, staying with you for six weeks at Vergenoeg, and kill him in the seventh week, knowing very well where his grandparents were staying and where his parents were staying.  Please tell me my child, what made you to do that?",
            "Female"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Mam ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you - Mrs Nyongwane.  I'm taking notes of the issues you want to raise with him.  I will ask him on your behalf.  If you want to say anything further, please say it.",
            "Unknown"
        ],
        [
            "ESTHER NYONGWANE",
            "Why didn't you come to me, as you were staying with him and he used to help you with a lot of things, he used to support you financially and with food whenever he gets his salary or wages?  Why didn't you come to me to tell me that there was a plan against Jabulane?  How do you feel today if, when you see me like this, all alone?  Jabulane used to pay my rent, he used to support me.  You know very well about my condition, and you used to be free at my home.  What made you to do such things?  I am all alone today.  How do you feel?  You see me walking up and down, I'm afraid to go back to my house, I cannot trust you.  I cannot trust you at all.  As you see me walking up and down I cannot trust you.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman that will be all.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "She can go back to her seat and listen to the answers as I'm going to put.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.\n\tMr Chairman if I may just, there's just one question apparently the mother wants raised.  She wants to know exactly what happened to the clothes of the deceased.  That's the only question.  Thank you Mr Chairman.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Now Mr Nkosi, you've heard what the mother of the deceased has raised.  I'm going to deal with the issues one by one as I understand them, and if you want to you can respond.  Do you understand?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mrs Nyongwane has said that the deceased stayed with you for six week before he was killed.  You knew where his grandparents stayed, and where his parents stayed.  What is your comment about that?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, we knew.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, what?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "We knew where his parents were staying, but during that six weeks that she is talking about, I know nothing about the six weeks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "She says six weeks before he died he stayed with you.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "No, he was not staying with us.  He was at Vergenoeg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, she says at Vergenoeg with you.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say that didn't happen?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "She says further that he supported you, financially and with food.  What's your comment on that?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "As I have already indicated initially when I was giving evidence here, we used to be together, that is true, I never ran away from that truth.  He was more like a home boy to us.  Everything that she had said, that we would be in his home and we used to be happy in his presence at his home and I used to drive his car, that is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, I think what she's trying to get at is that you were so close to him you ought to have known that he was a member of the ANC, and not the IFP.  What is your comment on that?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "As we were staying with him, we wouldn't reveal at Penduka section, whether one was IFP or ANC.  That was to be a top secret, not to reveal yourself, because the environment was not safe.  It was not safe to tell the people about the organisation that you belonged to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And his mother wants to know also what happened  to his clothes?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "We left him there, we fled.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know, do you not know how he lost his clothes?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "No, I do not have an idea.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now the most important question that she wishes to be answered by you, is why you never approached her.  You knew where she stays, or stayed at the time.  Why did you not approach her and tell her, this is what her son is getting up to, and maybe matters could have been sorted out that way.  You knew her.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I want to say again that during those times people got injured and their families were known.  There was no time to go and visit their families, or explain to the mothers, because in some families they did not even know what happened to their loved ones.  That did not come to my mind, that such a process should take place, that people should go to the family of a suspect and report whatever.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean it never came to your mind?  You were close to the family, he was close to you, it seems that you knew the family and that's why Mrs Nyongwane has asked why didn't you come to her, you knew her, to raise the problems with her, instead of killing her son.",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I did not have time, because we were staying far away from her, and to get some information that would come from the meeting.  No-one came as I saw him for the very first, I saw her for the very first time in a meeting as the people were going back to their places.  I never used to see her, because this happened suddenly, and there was no time for me to go and report to the family, because the instruction was already, had been issued at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For how long did you suspect that the deceased was indulging in IFP activities?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "If I'm not mistaken, we were still at Pen, as we were still at Penduka there were rumours that he was selling out.  We did not have evidence at that time, till such time that we left Penduka and we got more evidence from other people who used to see these things happening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long, two days, two weeks, two months?  For how long did you suspect that he was dealing with the IFP?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Will you please repeat the question sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For what period before he died, was there a suspicion, or talk, that Mr Dube was indulging in IFP activities?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I'll say this, I cannot say, but what used to happen in the section, there used to be a list that would be compiled and that list had people, people's names, people who would be killed.  It was a long list and Jabulane's name was there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkosi, I'm asking you a simple question.  How long, or for how long, did you suspect that Mr Dube was indulging in IFP activities?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Quite a long time.  I cannot mention in terms of months or days, but it was quite a long time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "More than one week?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Two to three years.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Years?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes, years.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you never found a single opportunity to approach his mother during that period, because you were so busy?  Is that what you are saying?",
            "Unknown"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I did not have time to go to his family as this problem was in my hands.  I did not have time to go and talk to his family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman, if I may, just arising from that, just ask one question.  Mr Nkosi, did you, when you gave the order, and when you were also given the order, that Jabu was to be killed, did you have any doubt, whether he was or not, what was in your mind, was there any doubt, as to his membership and support of the IFP?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.  I was suspecting him as, I was suspecting him, that he was an IFP member.",
            "Male"
        ],
        [
            "MR SHANE",
            "Yes.  Did you have any doubt about it?  In other words, were you sure that he was an IFP member?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shane maybe that horse is going to be reincarnated, I think.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "He had already answered the question Mr Shane.  He said he suspected.  He himself, suspected Jabu.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Thank you Mr Chairman, that is evidence from this applicant.\nNO FURTHER QUESTIONS BY MR SHANE",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Mr Nkosi the people who joined you, left Penduka and joined you at Vergenoeg, did I understand it correctly?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "What people are you talking about?",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "People who did not want to be suspected to be IFP members, were given a deadline to move away from Penduka.  Were they supposed to come to Vergenoeg?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.  But that was not only Vergenoeg, there was a no-go, a place that was declared a no-go area from Buthelezi, and the people who ran, fled to Tambo Slovo section.  Therefore if you went, were beyond that no point you would be associated with Inkatha.  Then from Buthelezi, beyond that point of Buthelezi, the people there were regarded as ANC members.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "So did Jabu also leave Penduka and join you at Vergenoeg, for these six months the mother was talking about?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "I saw Jabu after a long time, after leaving Penduka, I saw him at Vergenoeg.  I hadn't seen him at Penduka for a very long time.  I did not know where he fled to, but I saw him at Vergenoeg and I did not stay with him there for a long time.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But you did see him at Vergenoeg?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Are you saying that you never knew that he was an ANC member?",
            "Male"
        ],
        [
            "SIDNEY VINCENT NKOSI",
            "No.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct)\nMACHINE SWITCHED OFF - NO FURTHER RECORDING",
            "Unknown"
        ]
    ]
}