{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-04",
        "location": "JOHANNESBURG",
        "day": "4",
        "names": [
            "MSWAZI PONI XUMALO"
        ],
        "case number": "AM 7281/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53178&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020118_jhb_990204jh.htm",
        "speakers": [
            "MRS NHLAYISI",
            "CHAIRPERSON",
            "MSWAZI PONI XUMALO",
            "ADV STEENKAMP",
            "ADV GCABASHE",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "MRS NHLAYISI",
            "CHAIRPERSON",
            "MSWAZI PONI XUMALO",
            "MR XUMALO",
            "ADV STEENKAMP",
            "ADV GCABASHE",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "MRS NHLAYISI",
            "Mr Chairman, my next application is related to this one in terms of incidents.  The name of the applicant is Mswazi Poni Xumalo.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where would his application be found?",
            "Unknown"
        ],
        [
            "MRS NHLAYISI",
            "It is on page 226 and case number AM7281/97.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What language would you prefer to use?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You don't have to come close to the microphone, they are special microphones which are very sensitive, and can pick up your voice as you sit normally, do you understand?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you can relax and your Attorney can ask you questions.",
            "Unknown"
        ],
        [
            "MRS NHLAYISI",
            "Mr Chairman, before I proceed, may I supply the Committee with the ID number of the applicant?  751027 5384 08 0.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is he applying for?",
            "Unknown"
        ],
        [
            "MRS NHLAYISI",
            "Mr Chairperson, as I have indicated before, that he was present in both incidents that has been mentioned by the previous applicant, he is also applying for two attempted murders relating to the same person Qobani, possession of unlicensed firearms and ammunition, malicious damage to property, kidnapping, assault and pointing a firearm.\n\tMr Xumalo, you were also a member of the SDU in Mlungeni Section in Tokoza, is that correct?",
            "Female"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "When did you join the SDUs?",
            "Female"
        ],
        [
            "MSWAZI PONI XUMALO",
            "I joined in 1992.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "Who was your Commander in Mlungeni Section?",
            "Female"
        ],
        [
            "MSWAZI PONI XUMALO",
            "It was Vusi.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "When the previous applicant, that is Mr Motjale testified, you were seated inside this room, is that correct?",
            "Female"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Very true.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "He mentioned an incident relating to kidnapping one Qobani and taking him to Polla Park and in his testimony he mentioned that you were one of the people who participated in this incident.  Do you confirm that?",
            "Female"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "You heard his testimony relating to this particular incident.  Do you agree with what he has told this Committee or is there anything that you believe he has left out that you wish to mention?",
            "Female"
        ],
        [
            "MSWAZI PONI XUMALO",
            "The way he said it, I do concur with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you able to give us dates, he was unable to?  Perhaps your memory serves you better?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "I have no recollection of the dates as well, but it was around September, because it was right towards December.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "With the incident in Polla Park, did you associate yourself fully with what happened there to the victim, Qobani, I mean relating to his kidnapping, assault, attempted murder and pointing a firearm at him?  Can you say today that you are disassociating yourself to any of those things that happened there?",
            "Female"
        ],
        [
            "MSWAZI PONI XUMALO",
            "I concur with the version of the former applicant.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "So you are associating yourself with what happened there?",
            "Female"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "And the incident that took place at the house, 2192  Xaba Street, what role did you play there?",
            "Female"
        ],
        [
            "MSWAZI PONI XUMALO",
            "I had in my possession a palm gun, self made gun, we shattered the windows, that is what I did.\n\tAs to enter into the house, I did not, I was always, all the time, outside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You went there in order to facilitate the killing of the victim?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "I think if we were able to drag him to the outside, I think I would have played an active role.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, but in other words you associated yourself with whatever occurred inside the house also, even though you never went into the house?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "I don't understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were one of three people that went to that house with an order to kill the victim, not so?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You armed yourself for that purpose essentially?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That you didn't get into the house, made no difference to the plan to which you were party, correct?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And therefore you associated yourself with the activities or actions of your two colleagues as it occurred inside that house?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "Thank you Mr Chairman.  Mr Xumalo, these two incidents as they were told by your colleague, Mr Motjale, do you agree with everything that he has said or is there anything else that you would wish to add that you regard as of importance that the Committee should know about, relating to these two incidents?",
            "Female"
        ],
        [
            "MSWAZI PONI XUMALO",
            "There is nothing he left.  I believe what he said is exactly as it happened.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "Do you have anything else that does not relate to Mr Motjale, that you - an incident that only you were involved, that you wish to put before this Committee?",
            "Female"
        ],
        [
            "MSWAZI PONI XUMALO",
            "No.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "As you were sitting in the room and I believe you heard that a meeting will be facilitated between the victim and Mr Motjale, do you also wish to be part of that meeting in order to facilitate good relations between yourself and the victim?",
            "Female"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Yes.",
            "Male"
        ],
        [
            "MRS NHLAYISI",
            "Thank you Mr Chair.\nNO FURTHER QUESTIONS BY MRS NHLAYISI",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That meeting goes further than personal relations, do you realise that?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "I did not hear you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That meeting in an attempt to facilitate good relations, goes further than merely personal relationships, do you understand that?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It goes much further, because it is an attempt to restore the fabric of society, not because you know each other, it is a bringing together of human beings as we should have been living all these years, and haven't been given the opportunity to do so,do you understand that?That is how important that meeting is.You are willing to attend such a meeting?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Yes, I am willing and prepared.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairperson, my instructions is similar in this position, the victim is not opposing the application, and the remarks that went for the first applicant, is also going for this applicant.  Thank you Mr Chairman.\nNO CROSS-EXAMINATION BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Thank you Chair.  Mr Xumalo, the same question I asked Mr Motjale, you were following orders, you had no subjective knowledge of Qobani's activities, is that correct?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Yes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.  Thank you Chair.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "I've got no questions, thank you Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In your case also, I want to ask one or two questions.   Would you agree that what has happened in the past especially in your area, if we look back on it now, it should not have happened?  Not only your incident, but the general problem in the area?  Would you agree it should not have happened?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Yes, I believe so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And have you learnt from those mistakes?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Yes, I have learnt.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that every effort, should similar problems arise, before we resort to killing each other, every effort must be made to solve those problems some other way?  Would you agree?",
            "Unknown"
        ],
        [
            "MSWAZI PONI XUMALO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MRS NHLAYISI",
            "That was my applications for the day.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp have you got anything else set up?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, as far as I can establish my other colleagues don't have any matters that is ready for today.  I am not quite sure what the position as far as Lawly Shane is, unfortunately he is not here, but if you would give me the opportunity, I can maybe inform during lunch time, I see it is one o'clock.  It will take me five minutes sir, thank you sir.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}