{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-09",
        "location": "JOHANNESBURG",
        "day": "6",
        "names": [
            "BONGANI NKOSI"
        ],
        "case number": "AM7268/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53186&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020118_jhb_990209jh.htm",
        "speakers": [
            "MR SHANE",
            "CHAIRPERSON",
            "BONGANI NKOSI",
            "ADV GCABASHE",
            "INTERPRETER",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "MR SHANE",
            "CHAIRPERSON",
            "MR NKOSI",
            "BONGANI NKOSI",
            "ADV GCABASHE",
            "INTERPRETER",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "MR SHANE",
            "Mr Chairman, I wonder if we could proceed with the next application?  This will be the one of Bongani Nkosi?\n\tMr Chairman, it will be found from pages 132 to 156.  There are three separate application forms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nkosi, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Zulu.",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please be seated.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Nkosi, you applied for amnesty for ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shane, before you continue.  You made me a number of promises, to provide me with a number of ID numbers.  You fail again to do that.  You still owe me from previous applicants.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "I will see you about that Mr Chairman.  First of all, Mr Nkosi, your identity number stated on your application form 670430 5332 00 3, is that the right number?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "MR SHANE",
            "You seek amnesty for the following:  on your form you talk about the day a Mr Vilakhazi was shot by the SADF.  Do you mean in that, in that Section, that you apply for amnesty for the unlawful possession of weapons, AK47's and bullets, because you don't say you were involved in the shooting of Mr Vilakhazi?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "I apply for amnesty because of unlawful possession of firearm.",
            "Male"
        ],
        [
            "MR SHANE",
            "And in so doing, you are applying for amnesty for your possession of firearms from late 1992 until after the elections, is that correct?  You were in possession of firearms during the so-called war in Tokoza on a continuous basis?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "I won't say about the duration of possession of firearms, but all I can say is that I am asking for amnesty for unlawful possession of a firearm.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right.  Is it one firearm or more than one firearm?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "On that particular day, it was only one firearm.",
            "Male"
        ],
        [
            "MR SHANE",
            "Yes, and is that the only day that you possessed firearms, or did you possess firearms on other days?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "This firearm to me was more like my girlfriend, because I loved this firearm so much.  All the time it was with me.  It was always with me.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Mr Nkosi, you have applied for amnesty for unlawful possession of a firearm when Mr Vilakhazi was shot.  You have also applied for amnesty in respect of the firearm or firearms that you carried in the period that you were an SDU member.  We are talking about the second set, is it one firearm that you carried during that period, or were there a number of firearms that you carried during that period?  That is the only clarity we are asking for.",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I am trying to explain that I am applying because I was in possession of only one firearm on that particular day.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "We are not talking about that particular day.  We are talking about the second unlawful possession of firearm or firearms you are applying for.  We are distinguishing it from the Vilakhazi incident.\n\tWe are saying all of the other times that you carried a firearm or firearms, we don't know if you carried just the one or if you used different ones, and we are trying to make sure we give you amnesty for what you seek amnesty for.  Right now we don't know if you are talking about one firearm or a number of firearms.",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Let me try and explain this.  The firearm that I had on that particular day, was always with me, all the time.  That is the firearm that I am talking about.\n\tI wouldn't give this firearm to anyone else, this firearm was always with me, all the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "During the period of 1992 to 1994, how many girlfriends did you have that you were so proud of?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I was a Casanova, I was just fighting, I didn't have time for girls.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You referred to your pistol or your firearm, as a girlfriend.  All I am asking, in the period 1992 to 1994, how many firearms did you have, did you keep in your possession, never mind whether you shot anybody with it or not or is it only that one you had for the whole period?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I was just using this, I was only using this AK47 that I used to refer to as boy of Khuzwayo.  That was the only firearm that I was using.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you are making an application for the possession of one firearm for the period 1992 to 1994?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "As well as for bullets for that firearm?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "I would change the bullets.  I wasn't using only one round, I would buy more.",
            "Male"
        ],
        [
            "MR SHANE",
            "Yes, bullets, right.  The next thing you are applying for amnesty for is that during or about October 1993, you were involved in the killing of an IFP member.  This happened in the veld between Letsogo Shopping Centre and Lekwano Street?  This person was shot with an AK47, is that correct?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "And you are also applying for a murder that happened on or about  June or July 1993.  Here an IFP member was stoned by members of the SDU and then burnt and you took part in that?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Your next application for amnesty is one of a general nature, it doesn't specify any particular offence.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Could the speaker please speak closer to the microphone.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "The next act that you apply for amnesty, that is contained on 141 Mr Chairman, there you say you want amnesty for all acts committed by Self Defence Units and their Commanders in accordance with orders given by the Central Command.  That is not a specific thing that you are asking for amnesty for, and do you withdraw that particular application?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, if I am allowed to withdraw, we can withdraw, but if the Committee wants me to continue with it, it is fine.",
            "Male"
        ],
        [
            "MR SHANE",
            "Then you also apply for amnesty for the following, this all relates to arson.  There were six different acts of arson, in fact, sorry, eight different acts of arson that you specifically apply for.\n\tThese Mr Chairman, are all contained page 148, 149, 150.  Is it correct that in all those acts of arson, there was no life lost and no injuries caused to anybody?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, they were cowards, they were running away, that is true.",
            "Male"
        ],
        [
            "MR SHANE",
            "Mr Nkosi, can you, is it correct you were a member of the ANC and the SDU in Mandela Section, and you were a Commander of that SDU?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shane, are you not going to identify these places that were burnt down?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman, I want to just get his political credentials and then we will deal specifically with the acts, if I may.\n\tIs it also correct that not only were you the Commander, but you were the overall Commander of the Self Defence Units in Tokoza, you were in charge of the SDUs of Tokoza?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, I was a Chief Commander.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now, we have already dealt in detail with your possession of weapons, we will now deal with - can you give details of what happened during October 1993 when you participated in the killing of this IFP member in a veld, that is between Letsogo Shopping Centre and Lekwano Street, this person was shot with an AK47.  Can you explain exactly what happened, how this happened?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "It was in the morning, I was in my house, I used to stay in a certain house.  I heard a noise outside, I went out.  I was wearing nothing on my upper body.\n\tI saw people chasing a person.  I enquired as to what was happening.  They told me, the people who were there, told me that it was an informer that was there to survey the place therefore they were chasing him.\n\tI went back to my house.  Under the table, I took my AK47 that I used to refer to as Alfred Khuzwayo.  I went outside.  They brought this person, I gave them the firearm, they misfired four times and Sicelo also misfired with four bullets.\n\tI took back my firearm, I bridged this firearm.  He was at a distance of about 20 meters.  I shot only once on the head and he fell.    I took my firearm, I took cover.  I placed it in my office, under the table.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You gave your AK47 to other people?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that was Sicelo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And they shot?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, they missed him with four bullets.  It had only two bullets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How far were they from the deceased when they shot at him?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I couldn't see them, they were on the other side, I just heard the noise.  I can't even estimate the distance.",
            "Male"
        ],
        [
            "MR SHANE",
            "When Mr Chairman said to you, you gave the firearm to other people, you mean you gave it to one person, Sicelo Qoka, is that correct, it wasn't other people, it was one person?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "I just gave it to Sicelo, because he was the one that I trusted at that time, because I was busy at that time, in that house.",
            "Male"
        ],
        [
            "MR SHANE",
            "Is it correct that Sicelo fired four shots, but missed?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that is correct.  I complained because he had wasted my bullets, I took my firearm back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It can't be such a smart gun?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Will you proceed?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "The Zulu guy fell with only one bullet and I took my firearm back to its place.  That was the end of the story.  The government people came to fetch this person.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right, now can you explain in detail and you must satisfy the learned members of this Committee, why did you think that this person should die?  How certain were you that he was the right person that should die?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "During those times of war, our place was so small.  If we were in Palm Bridge, I would take you to the place, but now we are far away from that place.  We used to know one another and when I heard the mother saying that they saw an IFP member, I had to rush, I had to go and fetch my firearm, because I was a Commander in that place.  I had to ask them what was happening, because if I see people moving up an down, it is my job to ask.\n\tUnfortunately for that person, he was pursued and he was captured and he later died.",
            "Male"
        ],
        [
            "MR SHANE",
            "Did you, besides the community told you,  did you have any other, did you only rely on what the community told you, as to this person being an IFP informer or IFP member?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, I used to believe in my community.",
            "Male"
        ],
        [
            "MR SHANE",
            "Did you know who this person was, the one who died?  Did you know his name, did you see him before?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "I just saw this person for the very first time, I did not search for his identity card or something else.  We would just do the work, without looking for further details.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you believe what you were told about him being an informer?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, because they wouldn't allow me to go and fetch my firearm and kill that person, if that was not true but it is because they knew that this person did not fall to that other category.  When I came, I decided to go and fetch the firearm and everyone knew that the people were fighting in the area.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now you also were involved in the murder of someone, during June or July 1993.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was this murder, when did that take place that you now shot this person once in the head?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "It was round, I think it was in October, I was trying to write here, trying to remember, but it was in the morning.  It was on a Saturday or Sunday, I cannot remember.\n\tThere were people all around the place, because everyone was behind this person.  That is why it was so easy for us to catch this person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, proceed.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Thank you.  June/July of 1993, you took part in the killing of another what you say is an IFP member.  This was when this person was stoned and burnt.  Can you give full details of that please?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "On that particular day, it was in the afternoon at about three o'clock, we were sitting on the corner of Lekwano and Mavuso Street.  We were sitting on the second house.\n\tNo one would move on that street.  Unfortunately a person appeared with his big bag.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why would nobody move on that street?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "That was declared a no-go area.  On that particular day, we had just provoked the other guys from the other side, exchanging fire.  Unfortunately for this gentleman, he appeared from that direction, and I called him and he came.  I asked him where he was coming from.\n\tHe told me that he was coming from kwaZulu Natal and I asked him why was he there.  He said his brother told him that there was a job for him.  I was there with Sicelo, Sam Makoba, Charles and the others.  We searched him, we searched his pockets, we came across an IFP membership card.\n\tWhen we opened the bag, we saw a chicken that was his provision.  We assaulted this person, because we noticed that he was an IFP member.  We pelted him with stones, big stones, heavy stones.  We don't know whether he died or not.  We later came with a petrol and we poured the petrol over his body and we set him alight, and after that, we took covers.\n\tWe left him there.   The government people came to fetch him.",
            "Male"
        ],
        [
            "MR SHANE",
            "What part did you play in setting him alight?  Did you pour petrol on him, or did you strike the match and throw the match on the petrol, what did you do?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "I didn't even pour petrol on his body, I didn't even set him alight, but I was helping Charles to take cover as he was pouring petrol and setting him alight.  I would direct him to the cover.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he dead already?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I cannot tell because we just stoned him and we poured petrol and we set him alight.  We don't even know whether he was already dead or not, but we were just fighting, we were just going ahead with the fighting.",
            "Male"
        ],
        [
            "MR SHANE",
            "Could you tell, before or just before he was set alight, was he laying still in an unconscious state or was he moving, how was he?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "If you are fighting, you don't even check if the person is still kicking or what, you just continue with the job.  You only do what you intend to do.  You just make it happen that that particular person dies, you don't check the other things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was killed because you had discovered that he had an IFP membership card?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that is correct.  And when we were questioning him, he told us that his brother told him that there was a job for him.\n\tWe asked him what type of a job was that, and he did not say.  We thought that maybe the job was to kill us, his job was to come and kill us, that is what came to our minds.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was wrong with being a member of the IFP?  Why did that meet with death?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Let me give you a clear picture.  In Tokoza, the war was going on for a very long time, and even the place that I was staying at, that was not my place of origin, because I was born in the place where the Inkatha people had occupied.  The people there were fighting day and night from 1990 up to 1996.\n\tThat was the situation, that was our daily bread.  If we happened to spot a person that did not belong to that place, we would capture that person and deal with him.",
            "Male"
        ],
        [
            "MR SHANE",
            "Those are the two murders which you took part in.  We now deal with the different acts of arson that you got involved in.\n\tYou apply for amnesty for burning of two shacks, belonging to IFP at A18, can you explain what is A18?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "At A18, it is the place where I am staying right now, that is my family house.  Two gentlemen were staying there, and they used to tell us to lock the house and not to go outside.  We made a plan one day, we set alight to two shacks that was in my yard, where I was staying.\n\tWhen they came back in the evening, we chased them.  That is why I submitted this application, it is because I burnt down their shacks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you burn down their shacks, because they refused to allow you to go out?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "They were occupying highest positions in the IFP, that is why we got the opportunity when they were away, we managed to burn their shacks, but that took place in my family house.  I was staying in the house, they were staying outside in the shacks.\n\tThey used to instruct us to lock the gates, and not to move around during the night.",
            "Male"
        ],
        [
            "MR SHANE",
            "Then after that, you say you burnt six or seven shacks which belonged to the IFP.  Where were these shacks?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "There is a church next to my family house, that is Mavuso Street and Mazibuko Street.  There was a large squatter camp there.\n\tThis took place during the day, the sun was very bright.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where was this large squatter camp?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "There is a church between Mazibuko Street and there is Lekwano (indistinct), but this was between Mavuso and Mazibuko Street.  That is next to where I stay right now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "We went to the garage to fetch some petrol, we set the shacks alight.  I set the shacks alight.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Who lived in those shacks?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "A lot of Zulu's were staying there, you didn't even know their names.  You would see different faces and you wouldn't even understand what was going on.  We got that opportunity and we made use of it, we set their shacks alight.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Merely because they were Zulu people?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "We knew that they were IFP members, we were setting their shacks alight, because we knew very well that they were IFP members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you know that?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I grew up in that area.  I stayed there from 1990, after running away and I knew the situation there.  I knew everything.  I knew the place very well, that is why we set the shacks alight.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The first shack there in that area, in that camp, who did that belong to, the first shack you set alight?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I think you are talking about the A18?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, A18 was not in the camp, as I understand your evidence?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, I don't know the owners.  I was just setting them alight, I was not interested in knowing who ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I am interested.  The person who lived in that shack, you didn't know?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, I did not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So how is it possible for you to say that that person was a member of the IFP?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "When I say I don't know this person, I don't know his name, but I knew that he was an IFP member.  I didn't know his name, but I knew the person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long was that person living there, or how long did you know this person for?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "It was not a long time, because I never used to care.  I used to see him moving up and down, because in ten years, as I was staying there for ten years, I saw this person, and that was the person that I knew.  That is why I decided to target their shacks, because we knew that in that church, the Zulu's were staying there.  We set alight all the shacks that belonged to that church.",
            "Male"
        ],
        [
            "MR SHANE",
            "You say when you talk about we, who do you mean we?  Who was with you?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "There was this gentleman, Sicelo.  Sicelo was a real man.  I had Charles with me, the people that you could see that they can really do the work.  The three of them would follow us.  Anyone from another section would come and give assistance, even if we were shooting or burning the property, they would just come and they will tell you later that I am from such and such a place.  You will just let those people render assistance when necessary.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But on this particular occasion, you were with Sicelo only, nobody ...",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "And Charlie.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And Charlie?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, and the others, although I cannot remember their names.  They were just following, they were just there with us, we were not yet established at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You just went around and burnt, threw petrol on about seven or eight shacks and you burnt them?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that easy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you didn't know the identity of those, the owners of those shacks, or did you?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "We knew the owners.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you burn the other shacks?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I told that we were fighting and as we were fighting, we were divided.  The IFP people would be on the other side and the ANC people would be on the other side, so we would burn everything that belonged to the enemy because even if you would meet, you would see that these people were different and you would see that they intended to do something bad.\n\tWe could identify them because they were staying on the other side, that is why we burnt down their shacks.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Mr Shane, before you continue, you said that you were not established yet at that time, just explain that to me, at the time you burnt the shacks?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I am trying to explain that we did not have things like code of conduct, we couldn't define the roles, we couldn't distinguish between the roles.  We would just go and do whatever.  We did not have direction at that time.  We got hole of code conduct and we shed some light in that process.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So who were you acting as, because what you are saying is you hadn't really formed your SDU structures yet, at the time?  Who were you acting as at the time?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Listen, I was Commander, but the policies, things that would bind us, were not there.  We just nominated one another that this was going to be the Commander, but as to deployment, we said nothing about those, but we just knew that we were going to fight.\n\tThere are different stages of growing up from a baby to an adult.  We had some mistakes because we were not trained in using firearms.  That is why I am saying we were still in the dark, we did not know, we wouldn't distinguish what was wrong and what was right.  All we knew was, we knew where the IFP people stayed.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So you are saying that you were an SDU unit in its early stages of formation, is this what you are saying?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "When did this incident occur, give me an idea as to the year?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I am trying to discuss with my legal representative, but I cannot remember the date, even the year.  If you are in the battle field, you are always on cover, you won't even read the newspapers.  I can't remember but I remember that I burnt down the houses, the shacks.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Yes, but I am really asking about those early days of the SDUs.   Essentially I just need to know when you formed the SDU that you say you were part of at that stage, just a rough idea, 1990, 1991, but you know better than I do.  I can guess it must be that period, but you would be better able to say roughly at this time, because that was when you were forming the SDUs.",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I think it was late 1992 or 1993, but I cannot say exactly the date.",
            "Male"
        ],
        [
            "MR SHANE",
            "Also at A9 and A8 Mazibuko Street, you were involved in the burning of shacks, correct?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "How many shacks?  Can you remember how many?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "As to A8  and A9, that was an IFP territory.  You wouldn't even check the other things, you would just pop it through and set it alight and run away or take a cover.  Therefore it wouldn't be easy for you to count whether the shacks were going right around the corner, but a large area with shacks.",
            "Male"
        ],
        [
            "MR SHANE",
            "And were you with other people when you did that?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "I told you that I was always in the company of this brave two gentlemen, Sicelo and Charles.",
            "Male"
        ],
        [
            "MR SHANE",
            "And what has happened to Sicelo and Charles?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Charles, though I cannot remember the year, he passed away.  I was left in a desperate situation.  Early last year, in April 1998, Sicelo was a policeman at the time, he shot his girlfriend and he shot himself, and he died.",
            "Male"
        ],
        [
            "MR SHANE",
            "All right, A21 Lekwano Street, Tokoza, you took part in arson there.  Give a full description of what you did.",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "In A81, that is a Thabete house, I was staying at 18 and the Thabete family was staying at 21.  We were planning how to destroy that household.  There were lots of shacks in that yard, and the Zulu's were there.  As this was my favourite job, shooting was my favourite job, and I decided to do the job myself, I went there shooting and when they were still taking the covers, we got the opportunity to set the shacks alight and they did not come back again, they ran away since then.  We told ourselves that we had defeated them.  That was the Thabete household in A21.",
            "Male"
        ],
        [
            "MR SHANE",
            "So that wasn't a shack, that was a house that you burnt down, is that correct?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "The shacks were built right around the house, a lot of shacks were built in that yard.",
            "Male"
        ],
        [
            "MR SHANE",
            "You destroyed the shacks and what did you do to the house, the actual house?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "We stoned the house, we used hammers to demolish the house until nothing was left.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now, these Thabete people were almost your neighbours, correct, they lived very near to where you lived?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "What happened to the Thabete family?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "They ran away, they fled.",
            "Male"
        ],
        [
            "MR SHANE",
            "Have you ever had contact with them since?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, I saw him and we greet one another and the situation is that they come and check the place, they know that they used to stay there.",
            "Male"
        ],
        [
            "MR SHANE",
            "If for example Thabete happened to be at home on that day and having said what you said about shooting, do you think you would have killed Thabete had he been there?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "We were very angry on that particular day.  Even the dog wouldn't survive.",
            "Male"
        ],
        [
            "MR SHANE",
            "Was Thabete, was the Thabete family IFP members, IFP sympathizers, do you know?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, I have no doubt about that.  Even if you can ask me that question at 2 am, I will tell you that yes, I knew that family very well.",
            "Male"
        ],
        [
            "MR SHANE",
            "But as you said now, you are now at peace with the Thabete family, as you are with the IFP?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, there is peace in our residential area, you can walk, you can walk from one place to another.  There is no place that is a no-go area, there is no violence.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right.  You also involved yourself in arson at A4 Mazibuko Street, Tokoza?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, it is where we used to tip toe and go to and it was very difficult to go to other places, to those places that were on the other side.  That used to be an IFP territory.  I went there to set the shacks alight also.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you remember when it was?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "No, I cannot remember.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you remember how many shacks there were?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "No, I cannot.",
            "Male"
        ],
        [
            "MR SHANE",
            "Who was with you?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "These two heroes that I was talking about, Sicelo and Charles.",
            "Male"
        ],
        [
            "MR SHANE",
            "Then you burnt four shacks at A21 Lekwano Street?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "I do not understand your question about A21 and the burning of the shacks.",
            "Male"
        ],
        [
            "MR SHANE",
            "Will you describe what happened with that incident, when was it?  When did this burning of the shacks at A21 Lekwano Street, happen?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "I told you that that was the Thabete family house.  I have explained that.  I do not dispute the fact that I burnt down the shacks there.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right.  Then you are applying for amnesty for the burning of Albert Mlaba Mafulela's house.  Do you remember that?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many counts of arson have we got now?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Sorry, I did not get that Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many counts of arson have we dealt with already?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "This will be the last, I believe it is four Mr Chairman.  This is the last act, one was repeated Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me tell you what I've got.  The one at A18, the one at A19?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Nothing happened at A19.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, A18, there were two not so, two shacks?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Two shacks, that was his yard where he lived, as I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At A21, there were four shacks burnt and one house destroyed with hammers.  The house destroyed with hammers would be malicious injury to property?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So we've got six and at A4 Mazibuko Street, we've got another burning as I understand it, one shack?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So we've got seven already?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Yes, if I can just clear up.  This house that you said you destroyed with hammers, did you burn that house at all or was there no burning on that house, did you just burn the shacks?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "A21 is Thabete's house, the one with the shacks.  As we were burning the shacks, the following day we came to demolish the house because the shacks were built next to the walls of the house.\n\tThough the walls of the house were effected by the flames from the burning shacks, we came back the following day to demolish the house with hammers.",
            "Male"
        ],
        [
            "MR SHANE",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The walls of the house at 21, the Thabete family house, those walls were scorched?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that was in A21.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then that is arson?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "I would submit both, arson and malicious damage to property together, although it was one act.  The house was destroyed not by the fire though, although it might have been damaged by fire.  That is just academic Mr Chairman.\n\tNow Albert Mlaba, who was Albert Mlaba?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "He was an IFP member.  He was a handsome guy, you wouldn't think otherwise of him.  We knew him very well.  He used to shoot, he was very good in firing and at that time, I could fire and I knew that I can stand him.  We planned and we went to his place and we inserted a burning tyre in his house and the occupants of the house ran away, because they could see, they could feel that we were very angry.\n\tWe inserted the three tyres in the dining room.  The roof was made of asbestos and the house was set alight.  We ran away because there were no occupants in the house.",
            "Male"
        ],
        [
            "MR SHANE",
            "Did this house burn down, was it destroyed by the fire?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "No, it is only the dining room, the roof, that was destroyed.  Maybe the floor itself, I cannot remember whether there were vinyl tiles or something else, but I think it was destroyed.",
            "Male"
        ],
        [
            "MR SHANE",
            "You were together with Charles and Sicelo, is that correct?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Was there anyone else with you?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "No, I was always in the company of these two gentlemen because I knew that they were very brave.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... of Albert Mlaba's house?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Could the speaker please repeat the question.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The address of Mlaba's house?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "The house is in Mazibuko Street, in the A Section, but I cannot remember the number, A2,3,1, but it is amongst the first smaller numbers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Have you since had time, have you seen Mr Albert Mlaba?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "I have been with him so many times, we talk and discuss about peace in the area.  We discuss a lot of issues with him, and I even asked him to sell his house to me and I had visited him to discuss because I want to buy his house, the very same house that I had set alight.  Even if he is driving passed, he just hoots and greets me.",
            "Male"
        ],
        [
            "MR SHANE",
            "Have you actually apologised to him personally for what happened to his house?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Truly speaking, it is appearing for the very first time that I am the one that set alight his house.  It is only today that I have revealed that information, because I am asking for amnesty.\n\tEven if he is not here, he must know that I came forward to ask for amnesty.  Even our own houses were in danger.  I think as from today, he will know that I am the one that set his house alight.",
            "Male"
        ],
        [
            "MR SHANE",
            "It is correct from what you said, that you consider Albert to be your friend now?  You are quite friendly with him now, is that right?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that is true but you cannot trust a person.  I cannot trust the people who were fighting with us.  I cannot say I can visit them and spend a night and drink their tea, the only thing I can do is to greet them and go on with my way.",
            "Male"
        ],
        [
            "MR SHANE",
            "Have you got anything to say now that you have revealed, and now that Albert may well become aware who was responsible for the burning of his house?  Have you anything to say to Albert?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "No, there is nothing.",
            "Male"
        ],
        [
            "MR SHANE",
            "Mr Chairman, I submit that it is common cause that there was a war in the area at the time between the IFP and ANC, and I won't lead the applicant on that.\n\tThat is his evidence Mr Chairman.\nNO FURTHER QUESTIONS BY MR SHANE",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you Chair.  Mr Nkosi, just one quick answer here, this A4 Mazibuko Street, how many shacks were burnt?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I have explained that when you go to just such area, you are afraid because you know that there are enemies, so I wouldn't be able to have the number.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "No, that was not quite right.  It is definitely more than one, it is not one?  Would you say that?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I would say coming from the gate, you first approach the first shack, as we were secretly getting to the place, so we were not able to go to the other side to see if there were others.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You are comfortable with this going down as one count of arson, not more than one?  You are comfortable with that?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes.  I would say yes, but you might ask me questions which will make it difficult for me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, then you've got to answer it.",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I will accept that it was one, yes, it was one shack.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Then the other area where I didn't make a note was Thabete's house.  When was that destroyed, roughly the year and the month if you can remember the month?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I can't remember the month and the date.  All that I know is that we burnt the shacks and the next day, we came back and demolished the house.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But you wouldn't know if it was 1992 or 1993 or 1994?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "1993.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now coming back to, thank you I've got clarity on what I have written here, an area that I would like a little more assistance on is your role as a leader, as an SDU leader at Mandela Section.  That was your Section even though you were an Overall Commander, your Section was Mandela Section, yes?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Within your Section, Mandela Section, how many members were there in your team, in the SDU that you controlled?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I will estimate and say it was 12.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You also talked about the lack of structure, the lack of codes at the beginning, but this I understand you to infer that this eventually did come right, you did have a formal structure, you did have codes, am I correct in assuming that?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And am I correct in assuming from the other evidence we have heard, at these hearings, that those codes and guidelines came from the Central Command where the broader leadership was based?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did you sit as a member of the Central Command in your position as the Overall Commander?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "That is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Sorry Mr Chairman, madam, I just wish to point out that the applicant is referring to a document which is in fact a copy of a document contained in the papers before you, on the structures that you are questioning him.  It is before you, the document, he refers to.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thankyou Mr Shane.  Mr Nkosi, now just explain to me your particular role as a member of the Central Committee and as the same person who was in control of the SDUs, how did you function?  What were your roles?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "As a Chief Commander I will attend meetings and we had meetings on Tuesdays.  There were 13 sections in Tokoza, including Phola Park, so we will sit and listen to the complaints of these sections and try to find solutions.\n\tI will go to attend meetings and to represent my section.  My meeting attendance and all those things, made it easy for us to share information.  If anything happened at a particular section, for example at Tambo, they will give us the information during the meetings and if we don't have enough equipment, meaning firearms and ammunitions, we will report to the other sections and they will try and help with the supply.\n\tSo these are the things that we were doing with the help also of our leaders within the ANC.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "In terms of giving orders, you could only give orders for a particular operation within Mandela section, am I right, or could you also give orders to the other SDU Commanders from the other areas?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "To explain I would say at Mandela Section, I will issue orders or instructions, tell them to go and burn a particular area.  If there were other problems in other sections, I will go to collect information as to what was happening.  We were not supposed to discuss a lot of things, because we knew that we were fighting.  The only thing we had to do, was to shoot our enemy and you didn't have to tell anyone that, they will shoot.  Because all the people knew who the enemies were.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But you are saying, so if you went to for instance Lusaka A, there was Umsimango who was a Commander in Lusaka A, he would be in overall control of whatever activity in Lusaka A, you would just be a consultant essentially?  You would not take over the running of Lusaka A's operation, is this what you are saying?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you, that helps me to understand it better.  Thank you Chair.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.  Mr Nkosi, I will like to ask you some question about this person you said was from Natal, who said he was told by his brother that he can get some work.  My question is, if it was just an IFP person without any involvement in the conflict which was happening at Tokoza, would you still regard him as a legitimate target?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "This is a very good question, as I explained we were fighting.  As soon as you recognised that this person or identify the person as an IFP, you have to attack the person.\n\tWhoever will come around, wearing an IFP T-shirt, I will kill him, I wouldn't leave such a person.  I would have killed such a person.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Now the reason why this person was killed, was it because he was an IFP person solely?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Let us talk now about the no-go areas, or no-go zones.  Is it not possible that in such an area, you will find people who are not IFP members or supporters?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "To explain in order to give you the full picture, I will say most of the people who died in Tokoza, were innocent.  Even us, we didn't know exactly where things started and where we were going.\n\tSome people even today, aren't able to go back to their houses.  We had to fight for survival.  As I am explaining to you, many people were killed because there were no-go areas.  If we knew, we knew each other very well, and if anyone appears to be in the no-go area, and we didn't know the person, we had to shoot the person.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Is your answer to say that it was possible that a person who is not an IFP, who is found in an IFP no-go area, would be killed?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Whatever happened on the right hand side, will happen on the left hand side.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "In other words, in those shacks which you burnt, it is possible that there were people who were not IFP members or supporters?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "I wouldn't be able to answer with reference to all the shacks, but I will say, I won't be able to say whether the mother was an IFP or the father was an ANC, we had to kill all the people, because we knew we were divided, they were on the other side, and we were on the other side.\n\tIn that way we were separated.  Even our relatives, even you might find that your relatives were on the other side, and during the time of the fighting, we didn't have to select, we have to kill anyone who was on the other side.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You have told us in so many words, that there was a lot of fighting.  Now today, when you sit there and looking back, do you regret about what happened?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "I won't say I regret, but I would like to say that we were fighting.  If someone who instigated the violence will come and say I regret, I started the violence, maybe I will ask for forgiveness, but at the present moment, I don't regret, and I am not sorry because even at the present moment, if violence erupts, I will say, I won't stand it, I will run away, because I don't like it.\n\tBut I would like the situation to change, to be better and that there be peace, and we live well.  But to say I regret, I won't say so.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Let me ask you the last question, you are aware that before the Amnesty Committee, before the TRC, you have to tell the whole truth as it is, do you understand it that way?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "Yes, I was told that while completing the form, that whatever I put in the form, I would be able to stand up on oath and say it before the Committee and I am saying that what I am saying today, is the truth.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Can you now tell the Committee the truth about this aspect, where is that AK47 you loved so much, today?",
            "Male"
        ],
        [
            "BONGANI NKOSI",
            "I am sorry, my apology for laughing.  I would say it was painful, it was September, during the integration of the police, the SDUs and the police, and we were sitting and discussing the issue with Rev Dandau and I was talking to Mr Mafulela and we were talking peace.  We agreed that there will be amnesty and indemnity and we were supposed to bring all the unlawful firearms.\n\tWhen I was taking mine, it was difficult, they had to push me to take it to the box where we were supposed to collect all the firearms.  In that way I ended up giving it up and that is how I departed with it.  I was not happy because I was thinking maybe they will take all the ammunition inside and they will give it to me just to keep it as something to remember.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairman, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you own a firearm today?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Lawfully?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, it is a lawful firearm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shane, what was that all about?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "I beg your pardon Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was that all about?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman, the question of whether he today possessed a firearm, it is not anything that I dealt with him, I just wanted to clear it first, but there is no problem there Mr Chairman, he does have a lawful firearm, it seems and he has made, obviously, he is answering it frankly and I told him to answer the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would appreciate you not interfering with my questioning.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "As Mr Chairman pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any of the panel's questioning.  Now, what do you think of the present situation in Tokoza, are you happy about it?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Even if I am asleep, I know I can rest very well.  I even have dreams because previously we used to not sleep because there were firearms, the sound of guns and everything, running up and down but now we can walk around the township.  We will enter places where we used not to go and we also greet people.\n\tI would say it is a very peaceful situation and I don't think there will be anything to come and change the situation.  We work together with them and we also attend meetings, all of us, together.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, what do you envisage, what would you like to see this country like in future?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I didn't ask myself this question, it will be difficult and I will appreciate if I can have work to work and other people have work, to work.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wouldn't you like a country of peace loving people, irrespective of the colour of the skin or the political party to which anybody is affiliated to, a real peaceful country, a fair country?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "The way you explain it, it is clear to me and I am happy.  I think if we are not to distinguish people by a question of to which organisation they belong, it is not a good thing, so we shall be able to live peacefully if that is dealt away with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you happy to contribute towards that kind of country?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, I will appreciate if there was anything I can do to help achieve that, I will.  Anything, even you can ask me that the two of do it, I would be prepared to do it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, I ask that question in view of your answer earlier today about your willingness to really meet the people against whom you were fighting at that time, for whatever reason.\n\tAre you willing, if in order to attain that kind of nation and that kind of land, one would have to go and meet and make friends with people with whom you were fighting previously, are you willing to do that?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I think we have already started meeting and trying to build a better future.  We only knew each other, however, we needed someone to come and intervene, to say to us, please don't fight, there is nothing to fight about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In particular the victims of your actions, are you willing particularly to meet them, to make friends because we can't exist like enemies still?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes, we can sit but not discussing what exactly happened.   But we should sit now and think and from now on, as owners, what we have to do, corrective steps that we shall have to take and go forward.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But we intend to be honest with each other and try and establish a future in a land that is nice to live in, then you can't dictate what must be discussed and what mustn't be discussed.  You throw everything on the table, and if somebody wants to discuss the past, then so be it.  It will be with the view of living properly afterwards, wouldn't you agree?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I will say we are in a different boat, we are not in the same boat, me and yourself because the people that I attacked, I don't know them.  It is so difficult to go to a person and say I did this and that.\n\tEven if they were to ask me when we discuss this issue, I won't be able to freely say what happened.  I am trying to say that we need someone to come in between and we talk from now onwards as to what we are going to do and we forget about what happened.  That is what I would support the most.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, what about the Thabete family and Albert?  You know them, and those two gentlemen whose houses you - who used to live in your yard, whose homes you burnt up, you know them?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I would say we were fighting.  I found the situation like that, and I continued fighting.   But now, it is a peaceful area.  I wouldn't say I am sorry, because it was the situation, they were fighting and we were fighting.\n\tHowever, I do accept that it was a bad situation, and out of that situation, I had to do what I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't it a question of prioritising what this country needs now?  Isn't it?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you need to extend the hand of friendship amongst our people, first and foremost, would you agree?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And we've got to do what is necessary to do so, not so?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, has it at any time occurred that members of the IFP, political party, have approached you to make peace?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Not yet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What would your attitude be if that would happen?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I will enquire from them exactly why they want forgiveness, us to forgive each other.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you know that they want to clear the air and make friends so that we can live together as a nation?  Would you not accept that?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I would say it is easy to forgive, but it is difficult to forget.  I am trying to say it is not easy, I can say before this Committee that I am sorry to you if I have done something wrong to you, but you never forget.\n\tAt the present moment, I haven't forgotten and if we talk about forgiveness and peace, I think we are not living peacefully, but I know exactly what they did to us or what we did to them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know this whole war has been traumatic on the people, is that not so?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And different people have been effected by this war in different ways?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And some of us, I think, like in all the wars of the world, some of us have been effected to such an extent, that we require medical treatment, would you agree, to help us along?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I thought you are giving me an explanation, it wasn't a question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I am asking what your attitude would be to a mechanism established by the State whereby people who are effected by these wars and the trauma, could be treated and helped, what would your attitude be to that?",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "I will be very much pleased to see that happening, because I think I am one of them, and I will also go there.  Because even myself, I was involved for a long time, in this violence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you are excused.",
            "Unknown"
        ],
        [
            "BONGANI NKOSI",
            "Thank you.\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}