{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-04",
        "location": "JOHANNESBURG",
        "day": "4",
        "names": [
            "CHRISTOPHER NGCOBO"
        ],
        "case number": "AM7669/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53181&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020118_jhb_990204jh.htm",
        "speakers": [
            "MR SHANE",
            "CHAIRPERSON",
            "CHRISTOPHER NGCOBO",
            "ADV STEENKAMP"
        ],
        "original_speakers": [
            "MR SHANE",
            "CHAIRPERSON",
            "MR NGCOBO",
            "CHRISTOPHER NGCOBO",
            "ADV STEENKAMP"
        ]
    },
    "testimony": [
        [
            "MR SHANE",
            "The next applicant Mr Chairman, is Mr Christopher Ngcobo, his application appears on page 86.  The application number is AM7669/97.\n\tAgain Mr Chairman, in this application, there is no identity document number and Mr Ngcobo instructed me that his ID book is at home, and we beg leave that we submit it on Monday as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ngcobo, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "I cannot lift my right hand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just say, so help me, God.",
            "Unknown"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please be seated.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Thank you Mr Chairman.  Mr Ngcobo, were you also a member of the Self Defence Unit in Penduka?",
            "Male"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Is this Section also known as Tambo Slovo?",
            "Male"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Here in your application, you state that your address is 942 Nqala Section, Katlehong.  Do you have an explanation thereof?",
            "Male"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "Yes.  Nqala is separated by a furrow.",
            "Male"
        ],
        [
            "MR SHANE",
            "So, will I be correct that you were actively involved in the incidents of Penduka?",
            "Male"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Were you listening to the testimony or the evidence of Mr Solomon Dlamini?",
            "Male"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR SHANE",
            "Was your name also mentioned amongst the people who went to rob firearms at the Kliprivier police station?",
            "Male"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR SHANE",
            "Were you part of the group that remained outside of the police station while Mr Dlamini and Themba Sibeko got into the police station?",
            "Male"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR SHANE",
            "Do you associate yourself with their conduct, that is the conduct of Mr Dlamini and Themba Sibeko?",
            "Male"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "MR SHANE",
            "Is there any other thing that you would want to add that you feel Mr Dlamini has left out of his evidence?",
            "Male"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "No, there is nothing at all.  I think he must have forgotten that, I think he forgot the fourth person, there were four of us outside.  Yes, there were four of us outside.",
            "Male"
        ],
        [
            "MR SHANE",
            "If you were to be given a chance to reconcile with the victims of your incident, would you take that opportunity to do so?",
            "Male"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "Very much so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you known by another name?",
            "Unknown"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is that?",
            "Unknown"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "Khethi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Spell it.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Is there any other thing that you would want to add sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Spell that name.",
            "Unknown"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "Khethi.",
            "Male"
        ],
        [
            "MR SHANE",
            "Thank you Mr Chairman.  Is there any other thing that you would want to add sir?",
            "Male"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "No, I think that is about all.",
            "Male"
        ],
        [
            "MR SHANE",
            "Do you confirm everything that he said to be a true version of what actually happened on that particular day?",
            "Male"
        ],
        [
            "CHRISTOPHER NGCOBO",
            "Yes, I confirm that.",
            "Male"
        ],
        [
            "MR SHANE",
            "Thank you Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR SHANE",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "No questions, thank you Mr Chairman.\nNO CROSS-EXAMINATION BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  You are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman, that would conclude my applications for the day.  May I be excused?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to find out if Mr Steenkamp can get hold of you at any time?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I can Mr Chairman.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Pardon Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am finding out if Mr Steenkamp can contact you at any time.  You are excused as well.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I don't want to have the last word, but I have consulted and spoken to all my colleagues, including Mr Shane, detailing in an attempt to have enough information to prepare the roll for the next week, I have a very clear idea at this moment which cases are going to be heard and which are not going to be heard.\n\tThere is unfortunate certain matters which all my learned colleagues still have to be in a position to consult, they still have to meet certain applicants.  At this moment, this is including Mr Sanje Makanjee, who is not here - well, he is here today, but he didn't appear today, which is about, I would guess about eight to nine matters.\n\tMy suggestion to you Mr Chairman, that on Monday I can just put on record that Mr Lawly Shane informed me just now, that he will be only available and ready to continue next week, which will probably be Monday or some time next week, he was not in a position to put a date or a time exactly when he will be ready.\n\tThere is however, certain other matters that we can start with on Monday, which my colleagues have prepared already.  I would suggest for the rest of the week Mr Chairman, there is no hearable or matters that is ready for today and I would suggest that we continue with this hearing and with the roll, on Monday if that suits you.  Obviously we are in your hands, Mr Chairman.  Thank you sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, we then have to adjourn till Monday morning, nine o'clock.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}