{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-16",
        "location": "JOHANNESBURG",
        "day": "9",
        "names": [
            "ANTHONY MACI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53193&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020118_jhb_990216jh.htm",
        "speakers": [
            "MR SHANE",
            "CHAIRPERSON",
            "ANTONY MACI",
            "INTERPRETER",
            "<UNKNOWN>",
            "ADV GCABASHE",
            "MR SIBANYONI",
            "ADV STEENKAMP"
        ],
        "original_speakers": [
            "MR SHANE",
            "CHAIRPERSON",
            "MR MACI",
            "INTERPRETER",
            "UNKNOWN",
            "ANTONY MACI",
            "MACI",
            "ADV GCABASHE",
            "MR SIBANYONI",
            "ADV STEENKAMP"
        ]
    },
    "testimony": [
        [
            "MR SHANE",
            "Thank you Mr Chairman.  Can we proceed with the next matter?  I call Antony Maci.  He is present.\nPages 95 to 101 Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Maci what language would you want to use?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "Xhosa.",
            "Male"
        ],
        [
            "INTERPRETER",
            "He'll use Xhosa.  Xhosa will be on channel three.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            "And how do you pronounce your surname?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "It's M A C I, Maci.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Have you any objections to the taking of the oath?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "(sworn, states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please be seated.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Maci, first of all, your identity number is on your application.  660327 5676 08 3.  Is that the correct number?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "You will see on page 100 of your application you signed it.  Is this your signature at the bottom?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That's correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "But you never ever signed it before a Commissioner of Oaths.  Is that right?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That's correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "But you are under oath now and what you say will be the truth.  Is that correct?  Your application wasn't signed before a Commission.",
            "Male"
        ],
        [
            "ANTONY MACI",
            "It's the absolute truth, what I'm going to say to you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you signed this affidavit or statement were you aware of the contents of this statement?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "Yes, I was fully aware of the contents of my statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you understood it?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "Yes, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were satisfied that it contained what you wanted it to contain?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "That is correct, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Today you are a member of the South African police stationed at Katlehong, and you're a constable.  Is that right?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "You applied for amnesty first of all for the unlawful possession of firearms, is that correct?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "What type of firearms were they?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "It's AK-47 rifles and pistols and RPG7.",
            "Male"
        ],
        [
            "MR SHANE",
            "Is that a rocket launcher or what?  What's known as a bazooka?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Yes, that's the one known as a bazooka.",
            "Male"
        ],
        [
            "MR SHANE",
            "And you also possessed ammunition for these weapons?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Yes I had ammunition.",
            "Male"
        ],
        [
            "MR SHANE",
            "And did that ammunition also include the projectile that we would fire from your so called bazooka?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "And you say besides the possession of the weapon you were involved in the transportation of these weapons?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Yes, because the committee would give me funds to go and get these ammunitions from Polla Park, in Vosloorus hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were dealing in firearms.  Wasn't that it?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "May the speaker speak up, the applicant, we cannot hear him clearly.",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "We would go and look for arms in Polla Park and a hostel in Vosloorus.",
            "Male"
        ],
        [
            "MR SHANE",
            "Would you buy them with money that was given to you by the community?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "And you would buy them in Polla Park from a certain Mozambican by the name of David, who was in a wheelchair.  Correct?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Yes, we bought them from David, and if he did not have stock, he would accompany us to Vosloorus where we would buy them and come back with the full stock.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right, you bought them at Vosloorus at a hostel, you said?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "Was this an IFP hostel?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now you also, you bought them from another person in Shongweni section, Katlehong, as well.",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is correct.  It was a Mr Madikizela.",
            "Male"
        ],
        [
            "MR SHANE",
            "And then you would transport these weapons back to the community.  Can you tell the Commission, the Committee, whose vehicle did you use to transport?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "We used community cars, and sometimes we would use Dumisani Sithole's car to go and buy these weapons.",
            "Male"
        ],
        [
            "MR SHANE",
            "And besides the weapons that you transported and bought, you also possessed your own AK-47 and pistol.  Is that right?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Yes that is correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now, you apply for amnesty for murder.",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is so, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right.  First of all, you murdered, you shot a person by the name of Sikelo Nyekane.",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Yes I shot him, but it was a mistake.  I thought they were the enemy, the police.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now, when you shot Sikelo, is it correct that you had recently been released from detention without trial?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "You were in a house.",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is correct, sir.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Whose house was it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shane you're treading on thin ice here.  Your client has given what looks like an incorrect answer, and you're leading him now.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Right, now explain ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say that the killing of Nyekane was an accident, mistake.",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "That is so, sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Why do you say it's a mistake?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Sorry Mr Chairman, if I can lead him, it will emerge exactly why it was a crime, why it wasn't self defence, and I will lead him in why it was a political crime.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shane I would thank you not to interrupt me.  Why do you say it was a mistake?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "Somebody knocked roughly and kicked the doors.  I enquired who was knocking and the person did not answer.  As he was busy kicking the door, and as soon as the door opened I shot immediately.  And when he fell inside the house that's when I noticed that it was Sithelo.  That is why I say it's a mistake, because I mistook him for the internal stability unit police.",
            "Male"
        ],
        [
            "MR SHANE",
            "So when you heard this knock on the door, and when there was no response to your asking who it was, that's when you thought in your mind that this was the police, the ISU?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "When you thought it was the ISU, what did you think that they, that means the ISU, were going to do?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "I thought they were going to arrest me, and detain me, and I was avoiding that.  And I was in possession of an unlicensed AK-47 rifle.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now, besides you not getting any response to you asking who was there when you heard this knock, you mentioned something about kicking the door, on the door.  This person that was there was kicking on the door.",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Yes, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "What type of kicking was that?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "It was a rough kick, he was trying to kick the door open, that is why I thought it was the police.",
            "Male"
        ],
        [
            "MR SHANE",
            "So is it a similar way that the police behaved when they came knocking on doors?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is correct, sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is that a bit of expert leading Mr Shane?  Do you have personal knowledge of that?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman I imagine the applicant does, because he was previously detained.  I was just, it's coming from him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Precisely, do you have it?  How can you put it to him?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "I don't have personal knowledge of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So leave it to him to describe then.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "If this person who was on the other side of the door, the deceased Sikelo, if he responded to you when you asked who was there, would he have been shot?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "No I wouldn't have shot him.",
            "Male"
        ],
        [
            "MR SHANE",
            "Because Sikelo was not a political enemy.",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Yes, he was not.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "And the only reason that you shot him was because in your mind it was the police on the other end of the door?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now you say when the door opened you opened fire with your AK-47.",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is correct, sir.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Did you shoot through the door ...(intervention)",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Mr Shane, really I have great difficulty too with the leading questions you are asking.  I'm sure, Mr Shane I haven't finished.  I'm sure the applicant, having given the instructions, can tell us in his own words exactly what happened.  I don't remember him saying the door opened at all.  You are putting that to him and he can only say yes or no to you.  Mr Shane we are not getting the story from him.  You know that it is the process is we hear from the applicant.  He's quite capable of telling us the story himself.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Right, can you describe, after there was no response to you asking who was there, and you heard this rough kicking on the door, what did you do then?  What actually happened then?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "I became ready as I realised that it was the enemy that was kicking the door, which is the police.  Therefore I prepared myself to shoot and I did shoot, and he landed inside the house and that is when I noticed that it was Sikelo.  My uncle rushed him to hospital with his car, so that he should not die, because it was a mistake, he was not an enemy.  Unfortunately he died at the hospital.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you remember how many bullets you fired?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "It was only bullet.",
            "Male"
        ],
        [
            "MR SHANE",
            "Is it also true that you assisted with his funeral?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What has that got to do with the price of eggs Mr Shane?  Are you trying to prove the man was not guilty?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "No Mr Chairman that doesn't prove he's not guilty, it's just he's given ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman I'm just leading him on these factors.  This is just a factor that I was just leading him after the incident.  It's just something that he's saying.  It's got nothing to do with the killing as such.  He said he killed the person by mistake and he's given the circumstances.  Quite clearly I'm trying to show that this was a political, it was a political act on his part, notwithstanding the fact that it was clearly a mistake.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shane I want to ask you not to clutter up the record unnecessarily, and lead your witness the way he should be led on the relevant issues.  We are not concerned about his financial contribution to the funeral.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Right, that is, there's nothing further that you can say about the death of Sikelo Nyekane.  Is that correct?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Our families came together and arrangements were made and everything was organised for his funeral in Transkei.",
            "Male"
        ],
        [
            "MR SHANE",
            "Besides that, there's nothing about what we're talking.  The Commission is not interested in what happened regarding the funeral.  They just want to know the details of his death.  You've told everything about his death.",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Yes I've said everything I wanted to say.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Was Sikelo an SDU member?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "We were staying together at my home.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So he was coming home actually, because he lived with you in that house?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "That is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "How were you related to him?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "They were renting on our premises and we all came from the Transkei.",
            "Male"
        ],
        [
            "MR SHANE",
            "Now is it also correct you were involved in the killing of another two males?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "That is correct, sir.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Can you give a description of what happened there?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you carry on, when did the killing of Sikelo take place?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "If my memory serves me well I think it was late 1993 or January 94.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't know when you shot your friend, who was not an enemy?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "Truly speaking I cannot remember the date.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You estimate it in what year?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "I think it was January 1994 but I cannot remember the date.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes proceed.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "What time of the day was it when the incident happened?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "I do not want to lie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well was it in the morning, afternoon, night, midnight, whatever?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "It think it was past eight or past nine in the evening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Right, you were involved in the killing of another two people, males, correct?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you give a description of what happened there?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "I will talk about Mtolo first, Mtolo.  There was a general meeting that was held at Mpumelela School in Makula Section.  Mtolo had fled from Polla Park because he was the cause of the fights between the SDU's themselves who were shooting one another and Mtolo fled to Katlehong at Makula Section.\n\tWe got the message that Mtolo was not a good person because he was also working with the police.   He was supposed to be killed.  Secondly ...",
            "Male"
        ],
        [
            "MR SHANE",
            "Right, when you say he was supposed to be killed, did you get orders?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Yes, we were given orders.",
            "Male"
        ],
        [
            "MR SHANE",
            "By who?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Our Commander, Bruce, told us to go and shoot him, it was myself, Max and Thabiso Mapige.  I was armed with a pistol.\n\tThe two of them were armed with AK47 rifles.  We met with him at a passage.  I fired the first shot, they followed with their AK47 rifles, I gave them a chance to shoot him with their AK47 rifles, and I was the one who shot first.  He died.  We left him there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you shot him?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "We found him at Makula Section, there was a passage.  We found him there after we were looking for him at a certain place where he was residing.  We met him at the passage and we killed him.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right.  You were also involved in the killing of another person, can you give a description of that?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "We shot Mr Ntshingila,  Mr Ntshingila,  after having received information from a gentleman who was staying at a house where we had put our firearms.  We heard that Mr Ntshingila had told the police that we had hidden the guns in this gentleman's place and this gentleman was an inyanga, a healer, and he was well known even in the white community and they told him who gave them this information.\n\tAn urgent meeting was convened at school and the issue of Ntshingila as an informant was discussed, and he was also a shop owner at Kwesine Hostel that was occupied by IFP members and the people from the townships would not go to that hostel.\n\tMr Ntshingila was called to the meeting at the school and the community was there, people from our community.  When he arrived there and when he was being questioned, he made some utterances that were showing that he was undermining everybody and he even mentioned that no one was going to touch him, he was going to bring the people from the IFP organisation to come and attack the Makula Section.\n\tThe community was very angry and the community was forced to drive Mr Ntshingila to his place.  The people from the community decided to cut their telephone wires and I was the first one to shoot him.  Sol Bongani Madirabe shot him with a pump gun and another gentleman who is in kwaZulu Natal, who is in Newcastle, his name was Gorgothi, I cannot remember his real name, he was armed with an AK47 rifle, he also shot at him and he died.  He died at his house.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Just go over that for me very briefly.  He came to the meeting and was difficult at the meeting.  Then he left the meeting and you followed him.  Just from that point, where exactly did you kill him?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "When we left the meeting, he was in the company of the community, he was driven to his home.  When we arrived there, the telephone wires were disconnected and we did as the Commander said.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So this was a community meeting, not a SDU meeting?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "Yes, that is correct, it was a meeting of the community and all the SDU members.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "All of the people who were at that meeting, observed the execution of Mr Ntshingila?",
            "Unknown"
        ],
        [
            "ANTONY MACI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Right, now at this community meeting you said the community said certain things to the deceased.   Members of the community spoke to the deceased at this meeting?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "As he was called to the meeting, the intention was to question him as to why he was giving information to the police concerning the arms.  He told the community that he was sick and tired of that in Makula community and he was about to bring the IFP members to come and attack the Makula Section.  That is why he was killed.",
            "Male"
        ],
        [
            "MR SHANE",
            "So from what you are saying, he actually threatened the community at the meeting?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "Can you give the names of the other people that also were involved in his killing?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Members of the community, all of them were there.  The people who shot at him, it was myself and Solomon and this other gentleman who is in Natal now.  His nickname was Gorgothi.",
            "Male"
        ],
        [
            "MR SHANE",
            "You were the one who shot first, is that right?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SHANE",
            "How many bullets did you fire?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "I cannot remember but I was using my pistol.",
            "Male"
        ],
        [
            "MR SHANE",
            "What happened afterwards with all the weapons that you had, what became of them?",
            "Male"
        ],
        [
            "ANTONY MACI",
            "The weapons, I went to Malusko for police training and the weapons were left with the community members, and when I came back, I was told that those weapons were taken to the police station as they were instructed to do so.",
            "Male"
        ],
        [
            "MR SHANE",
            "That is evidence, thank you.\nNO FURTHER QUESTIONS BY MR SHANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman, I don't have any further questions, thank you sir.\nNO CROSS-EXAMINATION BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson, I don't have questions for the applicant.",
            "Male"
        ],
        [
            "MR SHANE",
            "I have no more applicants, Mr Chairman.  May I be excused please?\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that it for today or ...",
            "Unknown"
        ],
        [
            "MR SHANE",
            "That is it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shane, we just wanted to deal with one aspect before you go, Sicelo, in terms of your client's testimony, was killed accidentally.  How does that event fall into the Act?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman, as he testified, he only realised it was an accident after the event, in other words, when there was that knock on the door, and he described the type of knocking, it was a rough kind of kicking, that is what he described, he also asked who it was when there was this knock on the door.\n\tThere was no answer.  We also heard that he had recently been released from detention without trial.  In his mind, this was the police, the ISU coming to arrest him to detain him, as he said.  Quite clearly they were the enemy, he had his weapon, his AK47.  In order to avoid giving these \"police\", though they weren't the police, but he shot.  It is clearly I submit with respect, a political act on his part. \n\tNotwithstanding the fact that it was an accident.  I hope that answers your question Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If that is your view, deal with the following, that the Act gives particular guidelines in Section 20(3) where one has to consider the factual position and how it really improves the political situation of the party on whose behalf a person, the applicant, acted.\n\tNow, how did the killing of Sicelo improve the political position of the party on whose behalf your client acted that day?  Never mind intention, what is the factual position?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "The factual position with respect is it didn't improve any political position.  I am not going to argue that it did, because it didn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now bearing that in mind, how does it fall within the ambit of the Act?  First of all it can't be murder, he had no intention to murder Sicelo, not so?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "No intention to murder.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the criminal court, what would it be?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "It would be negligent killing boiling down to culpable homicide.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand the Act, it makes provision for the commission of crimes with the intention of improving a political position, not so?\n\tDoes the Act make provision for accidents?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "First of all Mr Chairman, dealing with intention, I submit that intention is quite significant here because his intention when he fired the shot, was to kill the police, or to shoot the police, and that in itself, improves the political position that you were talking about.\n\tI would submit that the Act does not exclude mistakes or negligence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why do you say that?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Well Mr Chairman, in this case, one would ask is all the negligence on the part of the applicant, remember as he said, had the deceased answered to his name when he was asked, there was no answer, but had he answered his name before he opened the door, had he answered his name, this incident would not have happened at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  If he thought it was the police outside banging as he was asked to describe so graphically, why didn't he shoot through the door?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "I can't answer that Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I ask that question in view of your argument, because you make out a particular argument.  It follows then as I understand your argument, that if he really thought it was the police and he wanted to get away or whatever reason he shot, he should have shot through the door.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Well Mr Chairman, it is significant that even though it is a bit hazy as to how he shot, the fact is when he shot, he did not know, when he shot, he did not know it was Sicelo, in his mind it was the police he was shooting at.  It was only after Sicelo fell, that he realised the mistake.\n\tThat is clear Mr Chairman, it was a mistake, but before the mistake was made, when he pulled the trigger, at that crucial time he pulled the trigger, in his mind, he was shooting at the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How does that help him?  Let's assume that we accept that that was what his mind set was at that time, how does it help him?  You've got to help us here, we are in a (indistinct).",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Mr Chairman, I will submit at the end of the day, it must be his intention.  It was his intention to shoot the police.\n\tEverything, all the surrounding circumstances indicated to him that this is the police that is behind the door.  There was no answer to his request for the person to identify himself, there was no response.\n\tThe way that the door was knocked on, indicated to him this was the police.  After there was no response, when he saw the door opening, he fired a shot through the door.  That is as I understood his testimony.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Significantly that door opened and then he shot?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He didn't shoot through the door.  He shot at the door once the door was opened, that is what happened?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Well Mr Chairman, that is my argument, I can't take it any further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Excuse me Mr Chairman, I must bring to your attention my client informs me that as far as he is concerned, he says he shot through the door.  That was what he says and he says this might have been misinterpreted.\n\tI can't take that further, I don't know what the interpretation is.  I don't know if it can be replayed, but I will say this as well Mr Chairman, my instructions in fact were, but I heard what you heard Mr Chairman, it certainly didn't come through in the interpretation that he shot through the door.\n\tThat is certainly not the impression that I got from the interpretation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was interpreted, as soon as the door opened, he shot him?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "Yes, Mr Chairman, that is how I got it as well.  I am told by my client that that is not what he said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp, is it possible for you and Mr Shane to listen to the tape recording and agree on what was actually said and whether the interpretation was correct or not?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I will do that Mr Chairman.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "I can't assist, I don't understand the interpretation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the new interpretation?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, that is not my interpretation at all.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is that the new interpretation, because what was interpreted, words to the effect that as soon as the door opened, I shot him?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I spoke to the Interpreter herself, and according to her, that was what was interpreted.  It was interpreted that while kicking, he was shot.  There was, the applicant shot at the door.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is it possible for us to hear those tapes?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "It is possible Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Then let's hear it.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Unfortunately, I cannot understand Zulu, but that is what was told to me.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Let's hear it.  I've got a colleague here who can see if it was interpreted properly.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, that specific section is available.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We would like to hear it over here.  We listened to the tape recording and we are in total agreement that what was said there was that as soon as the door opened, I shot him.\n\tIt wasn't a question of shooting through the door.  Mr Steenkamp, I don't know about your latest request, because I have already excused the applicant.  I think in his favour, I don't think it is fair to put him at risk after he has been excused.  Mr Shane, I understand that you know what the latest developments are, about a  new witness?",
            "Unknown"
        ],
        [
            "MR SHANE",
            "I was briefly told by Mr Steenkamp sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I am not going to allow that.  You can explain to your client please.  What is next.  Your client is excused.",
            "Unknown"
        ],
        [
            "MR SHANE",
            "You also did excuse me sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, that will be the roll for today.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not on)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Yes Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So we've got seven left?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "(Microphone not on)  One of the matters Mr Chairman, was actually removed from the roll, there is actually six matters for tomorrow.\n\tThat is including Mr Selepe, will be seven, you are absolutely correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I want to finish that lot tomorrow.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I have informed the attorneys already Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn till tomorrow nine o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}