{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-02-16",
        "location": "METHODIST CHURCH, JOHANNESBURG",
        "day": "9",
        "names": [
            "ELLEN VATHISWA BARNABUS"
        ],
        "case number": "AM7376/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53190&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020118_jhb_990216jh.htm",
        "speakers": [
            "MS NHLAYASI",
            "CHAIRPERSON",
            "MR SELEPE",
            "ELLEN VATHISWA BARNABUS",
            "MS NHLAYISI",
            "MR SIBANYONI",
            "ADV STEENKAMP",
            "ADV GCABASHE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS NHLAYASI",
            "MR SELEPE",
            "MS BARNABUS",
            "MS NHLAYISI",
            "ELLEN VATHISWA BARNABUS",
            "MR SIBANYONI",
            "ADV STEENKAMP ADDRESSES THE COMMITTEE",
            "ADV STEENKAMP",
            "ADV GCABASHE"
        ]
    },
    "testimony": [
        [
            "MS NHLAYASI",
            "Thank you Mr Chair.  The first application for the day is Mimi Barnabus, appearing on page 74, application ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) Selepe.  Is he present?",
            "Unknown"
        ],
        [
            "MS NHLAYASI",
            "I've seen Mr Selepe, but I don't know what's the",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Before we proceed with your matter, I'd like to speak to him please.  Where is he?  Let him come in.\nMr Selepe, last week your matter was postponed because of certain technical problems that you were experiencing with your representative.  Do you remember?",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "Yes I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'd like you to, or let me put it this way.  Are you comfortable with English or would you prefer to speak in some other language?  Because what we are going to talk about is important.",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "I prefer to use other language.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which one?",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "I'm prefer Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will translate for you.  Is it number four?  Okay.  I hope your attorney at that time had explained to you that I was postponing the matter to today in order to give you an opportunity to obtain other legal representation.  Do you understand that?",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "Yes I do understand that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did your attorney tell you that?",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "They were still busy with arrangement.  Even now I'm still waiting for that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I'm asking you is, last week, did your attorney inform you that I was giving you until today to make other arrangements?",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "Yes he told me so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you done so, or what is the position?",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "I was told that the legal representative would be here today, but it looks like we are still waiting for him.  I was told that they found one to come here and represent me.  One of the staff members from the TRC paid me a visit Saturday in prison.  He told me that there is someone, I don't know whether that is Sally Sealy or somebody else.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not concerned about Sally Sealy now.  I'm asking you, because it is your application, not hers.  What have you done about getting alternative representation so that we can finish with your application today?  That's what I'm asking you.",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "I did nothing because on that very last day I was promised that somebody would be organised for me, a new legal representative would be organised, so I left that in their hands because I did not have money to organise one for myself, they told me that they were going to inform me if they found one.  They came over the weekend to tell me that I did not make any attempts to find a legal representative because I know that money will be involved there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who told you this now?  That somebody, or a legal representative, will be found for you.",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "The people who were present here last week and a group of people from the ANC.  I cannot remember who actually uttered those words, but they were people outside there, the very same people who organised legal representative for me the very first one.  Those are the same people who told me about this arrangement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm keen to finish your application, because the three of us are stuck with your application.  It can't be heard by anybody else, because we've heard half your evidence already.  We don't know when the three of us are going to be put on the same panel again, maybe never.  That's why while we are together I would like to finish your application.  Do you understand that?  Because it's unfair to you.  Do you follow what I'm saying?",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "Yes, I do follow.  I am ready, but, I'm always ready all the time, but the problem is only with my legal representative.  I'm not sure if a person is allowed to come and testify without a legal representative.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I must say you have that right.  I wouldn't advise it 'though.  I would prefer you to have a legal representative.  Unless you have serious problems with the representatives.  You see, my advise to you also is not to rely on promises of other people.  Because it is you that is the applicant.  I think I'm going to give you until tomorrow.  See what you can do today, so that we can finish this.  And it's pointless for attorneys to come to us and say they want a record and we must postpone it, because we don't know when that application can be further heard in the future.  Do you understand what I'm saying?",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "Yes I do understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not very happy that you have been disappointed about being represented.  You were made promised and 'til today nothing has happened.  Therefore I think you must take the thing in your own hands, and don't rely on anybody else.  Do you understand what I'm saying?",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "Yes I understand but I'll have to talk to my family first, as far as this issue of a legal representative is concerned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have been told from another source also, that it can be that the TRC can appoint an attorney for you.  Are you happy with that?",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "Yes, I will appreciate that as long as I'm having a legal representative.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm going to ask the prison authorities to keep you for the balance of the day, so that you can talk to some TRC officials, so that that can be put into place immediately.  Are you in agreement with it?",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "I don't think there will be a problem at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then you can be seated, and during the, one of the adjournments, I will instruct an official to see to it that they talk to you and arrange an attorney for you.  Okay?",
            "Unknown"
        ],
        [
            "MR SELEPE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can be seated now, then.",
            "Unknown"
        ],
        [
            "MS NHLAYASI",
            "Thank you Mr Chair, it's application number AM7376/97, page 74.  The name is Mimi Barnabus.  Mr Chair I also wish to bring to you attention that the name appearing on the application form is her nickname.  Her full names are Ellen Vathiswa Barnabus.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Spell that please.",
            "Unknown"
        ],
        [
            "MS NHLAYASI",
            "Ellen, E L L E N, the other one it's Vathiswa V A T H I S W A.  Yes.  Then her ID number, it's 750902 1206 08 4.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is she miss or Mrs?",
            "Unknown"
        ],
        [
            "MS NHLAYASI",
            "It's miss.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Barnabus, which language would you prefer to use?  Ellen which language which you prefer to use?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Xhosa.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Xhosa?  Very well.  It will be on number three on that, the receiver.\nHave you any objection to the taking of the oath?",
            "Unknown"
        ],
        [
            "MS NHLAYISI",
            "Mr Chair could we just try and exchange this?  It seems there's a problem.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Will you please stand.  Do you swear that the evidence you're about to give will be the truth and nothing but the truth?  Raise your right hand and say, so help me God.",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "(sworn, states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please proceed.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Mr Chairperson looking at the ID number and the date of birth, one of the two should be incorrect.  The date of birth on the form, as well as the ID number.",
            "Male"
        ],
        [
            "MS NHLAYISI",
            "Can I just try and get clarification on that?  She says the date of birth as it appears on the form is the correct one, but when her ID came back it indicated 1975, that means the ID number is sort of incorrect.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you get your ID book?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "...(not translated)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "This year?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "They're even telling us when we were born, hey.\nYes, proceed.",
            "Unknown"
        ],
        [
            "MS NHLAYASI",
            "Ms Barnabas, you ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How old are you?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "I'm 24 years old.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And you say in your application you were ...(inaudible) you joined the SDU?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes.  I joined the SDU in 1992 or 1993 I'm not, or in 1993, I'm not so sure.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When you were approximately 18 years old?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Proceed.",
            "Unknown"
        ],
        [
            "MS NHLAYASI",
            "Thank you.  Ms Barnabus you've just said that you joined the SDU's in 1992 or 1993.  You were at Mnaheng section in Katlehong.  Is that correct?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS NHLAYASI",
            "Mnaheng section is also known as William Dingaan section.  Is that correct?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS NHLAYASI",
            "Who was your commander at the time when you joined?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Mathula Mtabela.",
            "Female"
        ],
        [
            "MS NHLAYASI",
            "There's an incident ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Mathula Mtabela.  Mathula Mtabela.",
            "Female"
        ],
        [
            "MS NHLAYASI",
            "You've indicated in your application form that you're applying for amnesty for the murder of one Thabiso, whose surname you do not know.  Can you briefly tell us, when did this incident occur, can you remember?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "It was in August.",
            "Female"
        ],
        [
            "MS NHLAYASI",
            "Of which year?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "1993.",
            "Female"
        ],
        [
            "MS NHLAYASI",
            "Can you briefly tell this Commission what happened, as far as you were involved in this incident?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes.  On that particular day we moved from Mathula's home to Thabiso's home, and he was standing outside next to the kitchen.  Mathula asked her, Mathula questioned him as to why did he led to our arrest.",
            "Female"
        ],
        [
            "MS NHLAYASI",
            "What was the reason for you going to Thabiso's place in the first place?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "We went there to kill him.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "What was the reason for you wanting to kill him?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Because he was an informant.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "You had information that he was a police informer, so that's why you went there to kill him.  Is that correct?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "How did you get this information?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "We were suspecting him because he would be seen standing with the police and the soldiers.  And one day there was this community meeting.  His father came to the meeting.  I don't know what had happened in his house.  He requested the community not to associate his activities with his family.  That is when we discovered that even his family knows that he is, he was collaborating with the police.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did, at that meeting, did you see that as an admission, when he said his activities should not be attributed to those of his family?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes.  Our suspicions were confirmed.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "The decision to kill Thabiso, where was it taken?  Was it taken at the very meeting where his father was present, or was it taken at a later stage?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "That was taken after some time after the meeting.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "Was the meeting convened for this purpose, where this issue about Thabiso being an informer was discussed?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Will you please repeat your question.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "You're saying that a decision that Thabiso should be killed was not taken at the meeting where his father was present.  My question is, was there another meeting convened at a later stage, where this decision was taken, or what was the position?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, there was another meeting.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "Was it still the meeting of the community, or which people convened this particular meeting where this decision was taken?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "It was not a community meeting, but it was just an SDU meeting.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "So you were given orders to be one of those people who were going to take part in the killing.  Is that correct?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Which section of Tokoza was the SDU to which you were attached?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "That is Maheng section in Katlehong.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Maheng?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Monaheng.  M O N A H A N G.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "With who were you supposed to go and carry out this particular order?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "With Mathula Mtabela.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "Who was also your commander at that stage?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "Okay, tell us what happened after you have arrived at Thabiso's parental home?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) it this way.  Were you armed?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, I was.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What with?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "A pistol.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And you say your commander spoke to him there when he was standing in front of his house?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "After they spoke, what happened?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "When he started questioning him he ran away.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "He went to the house, he ran to the house.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What did you do?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "We went, we followed him to the house.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Mathula went to the bedroom.  He was inside the bedroom and he closed the door.  Mathula pushed the door to the bedroom and tried to put in the firearm and Thabiso grabbed this firearm and they went out of the bedroom struggling with this firearm.  And I shot Thabiso at his back.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "From where?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "I was at the door, in the kitchen.  They were out of the bedroom now and they were in the kitchen now.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you talking about the door leading to outside?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, he passed away.  He died.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "Thank you Mr Chair.  After you have fired that shot, what did you do next?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "When he was already lying on the floor Mathula shot at him also and we left the house.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "What happened to the firearm that you had on that particular day?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "I handed it over to Mathula.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "As a member of the SDU in Monahang section, did you usually go on patrols?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "Were there any occasions where you carried a firearm, except this particular day where Thabiso was killed?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What was wrong with being an informer those days?  What did you find wrong with that?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Because he was, the information was leaking through him about our activities as we were fighting in the township, so he would forward the information to the people., to the police.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And what was wrong with telling the police, as far as you were concerned?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "The police would arrest us and if we were about to execute a certain operation we would find the police there, knowing everything about the operation.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And the operation would be of a political nature?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, patrolling, and protecting ourselves.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you know where you were born?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, I know.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "In Natalspruit Hospital.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS NHLAYISI",
            "Thank you.  Ms Barnabus, on the day when you went to Thabiso's parental home, can you remember whether any doors, or any property, was broken in the process?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "What I can remember is the window panes.  I heard the sound of the breaking of the window panes.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "At what stage did you hear the sound of breaking window panes?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "When Mathula was inserting the firearm through the bedroom door.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "So the breaking of the windows was caused by a shot from that firearm?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "I asked you whether you ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you associate yourself with the breaking of that window?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "At the time I hadn't fired a shot when the windows were broken.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No I know but, did you agree with what your commander was doing in an attempt to execute your operation?  It seems that was the only way he could get hold of Thabiso.",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, I agreed with that.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "Is that the only incident, wherein you were involved where somebody was killed?  Are there no other incidents where people were injured and you were involved?",
            "Female"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "No, there is no other incident.",
            "Female"
        ],
        [
            "MS NHLAYISI",
            "Mr Chair, that is all for now.  The applicant\nis applying for murder, possession of unlicensed firearms, malicious damage to property, and ammunition, that's correct.\nNO FURTHER QUESTIONS BY MS NHLAYISI",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Thank you Mr Chairman.  Mr Chairman may we just for the record purpose, the deceased were killed, according to the death certificate, on the 25th of August 1993, and his full names if Johannes Thabiso Mokotedi.  Thabiso with an H.  Mr Chairman I have to inform you as well that,\n...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mokotedi, M O K O T E D I.  I have to inform you Mr Chairman that the father of the late Johannes Mokotedi, Mr Zachiah Mokotedi, is present here today.  He is opposing the amnesty application of the applicant, on the grounds that, as far as he was concerned, the applicant was never an informer whatsoever.  I mean the deceased.  I beg your pardon Mr Chairman.  And also that the deceased fully supported the struggle as it then was called.  Mr Mokotedi at that stage, even today, was also an ANC member, and he says his son was also an ANC member.  As far as he is concerned he was never used as an IFP or police spy or informer then.\n\tHe also feels he's not in a position to forgive the applicant, and he says the deceased, the killing of his son, brought a lot of pain and hardship to him, and he is not in a position to forgive the applicant. \nThank you Mr Chairman, that will be all.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do you intend him to give evidence, or are those submissions all that he wants to say?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Those were the submissions, thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Ms Barnabas, you've heard those submissions made by Mr Mokotedi.  What's your comment on that?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "All I can say, we saw him as an informant because he would be seen with police, and the police at the time were enemies of our community, but he was the only person who would be seen in the company of police, that is why we regarded him as a person who was taking the information from the township to the police.",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "Had you personally seen him in the company of the police?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "No.",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "Whose information were you personally relying on?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "I heard that from the meeting, SDU meeting.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were you present in that community meeting where you believed he made an admission and said that his activities should not be laid on the doorstep of his family?  Were you in that meeting?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, I was present.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where he himself, in effect, admitted this, as far as you're concerned?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, he is the one who uttered these words.",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "Just on that point, I had actually assumed that it's Thabiso's father who had given you the information.  Are you saying that Thabiso attending this meeting and Thabiso said that what he was doing should not be associated with his family?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "It's not Thabiso himself, it's his father.  He is the one who gave us that information.",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "Yes, this is where my confusion arises, because the question just before mine was on the assumption that Thabiso had been at the meeting.  And you hadn't been clear actually in your evidence earlier on.  So Thabiso's father, who is today opposing the application, attended the meeting.  You were at that meeting, and you heard him say that his son was involved in activities with the police, and that whatever his son was doing should not be associated with the family?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, that is correct.",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "Who was at home when you went to carry out your operation and kill Thabiso?  Was there anybody at Thabiso's home, apart from Thabiso?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "There was a tenant, a lady, a tenant who was there on the premises.",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "And then Matuli, where is he today?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "He passed away.",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "When did he pass away?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "In 1994.",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "Thank you.  Thank you Judge.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.\n\tMs Barnabus, on page 78 in answering question number 11(a) you said it was executed as an approval of sectional youth.  What did you mean by that?",
            "Male"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "That was a general agreement of the SDU's of Monahang section.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "But why do you say sectional youth?",
            "Male"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "He was, he was residing in our section so that was an agreement of the section as a whole, our section that is.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "Was there any youth organisation?",
            "Male"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "It was the ANC youth league.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "Did it also discuss and take a decision about this matter about Thabiso?",
            "Male"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "No.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "You said you shot Thabiso, he fell, and then Matuli shot him when he had already fell down.  Was Thabiso still alive when Matuli shot at him?",
            "Male"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "I am not certain about that.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "Did you undergo any training in weapons?",
            "Male"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "...(translation inaudible)",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.  No further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Barnabus you were very young when you joined the SDU, comparatively speaking.  And being a female at that time it was unusual.  Is it not so?  I'm not saying there's anything wrong with what you did, joining the SDU as a female, but it wasn't, one didn't find many females doing that kind of work.  Would you agree?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes I agree with that.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And we have been informed of the traumatic experiences that, in particular, the youth had to endure in that area at that time.  We're also informed that things have gone back to almost normality.  Is that correct?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, that is true.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What are you doing now?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "I am doing my last year in teaching.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I'm pleased to hear that.",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "I am busy with my last year doing a teaching diploma.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What do you see for the future of this country, given the apartheid era that we've just passed?  Would you like people to live together as this one nation that everybody speaks about, and to live in freedom?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes, I would like freedom.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And would you also include that as being friendly with everybody, to make peace with our past enemies and vice versa?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The family of Thabiso, have you ever attempted to approach them, to make your peace with them?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Why not?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "...(no English interpretation)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Why not?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "...(no English interpretation)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In a quest to become friendly and to set aside all this hate which has resulted from the apartheid era, can you see your way clear to speak to the family of Thabiso, and make peace with them, if it can be done?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "...(no English interpretation)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So if your attorney and some other people can make such an arrangement for you to be able to talk to them, you will be willing to do so?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "...(no English interpretation).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  By the way, were you ever arrested for this crime?",
            "Unknown"
        ],
        [
            "ELLEN VATHISWA BARNABUS",
            "...(no English interpretation)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Nhlayasi I would be thankful if you and Mr Steenkamp would perhaps make an attempt to facilitate a meeting of the applicant and the family, to whatever end, but at least make an attempt.  ...(indistinct) reconciliation, it would seem.",
            "Unknown"
        ],
        [
            "MS NHLAYISI",
            "We'll do that Mr Chair.",
            "Female"
        ]
    ]
}