{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-18",
        "location": "JOHANNESBURG",
        "day": "11",
        "names": [
            "THAMBISO ZAKWE"
        ],
        "case number": "AM 7312/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53199&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020118_jhb_990218jh.htm",
        "speakers": [
            "MR SIBEKO",
            "CHAIRPERSON",
            "THAMBISO ZAKWE",
            "ADV STEENKAMP",
            "MR SIBANYONI",
            "ADV GCABASHE"
        ],
        "original_speakers": [
            "MR SIBEKO",
            "CHAIRPERSON",
            "MR ZAKWE",
            "THAMBISO ZAKWE",
            "ADV STEENKAMP",
            "MR SIBANYONI",
            "ADV GCABASHE"
        ]
    },
    "testimony": [
        [
            "MR SIBEKO",
            "Mr Chairman, the next applicant is Mr Thambiso Zakwe.  His application appears on page 211 to 217, under application number AM7312/97.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Zakwe, what language would you prefer to use?",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "Zulu.",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "Mr Zakwe, do you confirm the ID number that appears on your application, to be the correct one?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Do you further confirm that the application that appears on page 211, is your application?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Did you complete the application form yourself, or somebody else did it on your behalf?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "(No translation)",
            "Male"
        ],
        [
            "MR SIBEKO",
            "So you are satisfied with the contents of your application?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "You are satisfied that the contents of this application is the true reflection of your application?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, I am satisfied.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Sir, were you a member of the Self Defence Unit at any stage?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Whereabout?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "At Sebokeng.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "When did you join the Unit?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "In 1990.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Who was your Commander?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "When I joined the Unit, there was no Commander.  I was told to establish the Unit and I was given a position of a Commissar of the Unit.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "In other words you were a Commissar of the Unit?  Were you a member of any other political organisation at the time?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, I was.  I was a member of the ANC Youth League as an Education Officer.  I was also a Deputy President of COSAS, that is now known as Gauteng Province.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Right.  Will I be correct to say that you are applying for an act or murder and unlawful possession of firearms?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "On page 212, paragraph 9 it deals about the said act of murder and the date that is reflected here is January 1993, do you confirm the date to be the date when you killed that person?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, that is the right date, the correct date.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Are you in a position to say exactly who the person is, the person that you killed?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "The name was Joseph Skosana Dlamini.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Do you mind giving us the details of the said act of murder?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "It was January 1993, I cannot remember the date.  It was the first week of January in 1993.  The youth from Sebokeng came, that is where the deceased was residing.  The youth came to me, they approached me, they were very angry because of some activities that were taking place, that had been taking place for a very long time and the deceased was known as an ANC member of which I was also a member of the same organisation.  I was also one of the people  who were in the leadership of the ANC Youth League.\n\tThey came to me and they were very angry.  Some of them were armed with different weapons and firearms.\n\tThey explained to me that they were looking for the deceased, because all the things that had taken place, we were quiet as leaders of the Youth, we were quiet, because of the things that were done by the deceased.\n\tWhen I looked at the situation, I tried to calm them down, I tried to show them that the leaders had taken a position that they were going to deal with that particular person.  I told them to leave everything to me.\n\tAfter a certain number of days, we would go back to them and give them a report,but because of the fact that they were very angry, they refused to listen to that story.  They wanted to take the law into their own hands without the leaders.\n\tI tried as much as I could, to convince them to leave the matter with the leaders.  They later agreed.  They gave me a deadline that if nothing happened, they would do everything themselves, because that would show that we had failed as the leaders, the leaders of the ANC Youth League in that region.\n\tI told them to go away and I promised them that I would come back and give them a report. I  told them to be at the office the following day at about twelve o'clock, midday.  I parted with them, that was in the evening at about six o'clock.\n\tThey were not satisfied though, they kept on complaining.  After discussing that matter with the Executive of the ANC Youth League, I decided that something should be done with the deceased.\n\tWe had to devise some means to eliminate him so as to end all the problems that we had in the township.  Late in the evening, I took an AK47 rifle, I started looking for the deceased.  I went straight to the place.  The deceased died at a place, at a tavern called Culture Club.  I realised that he was there in that tavern and I even asked the people who were with him.  He was with five people in his company and the other people who had just visited the place, the tavern that is.\n\tThe deceased went out of the house.  I shot at him.  I don't know how many times did I fire, but I shot him and he died on the scene.  I went back home.  The following day, we met with ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know the name of that deceased?",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, his name is Joseph Skosana Dlamini.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, it is that one that you saw in ...",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes.  The following day in the morning, let me explain this, I left him outside the tavern.  The following day he was found in his home and he was, his body was burnt and the community was there and even his home was burnt down.  On that particular day I had a meeting with the youth at twelve o'clock midnight, in the offices of the ANC Youth League at Zone 12.\n\tI asked the youth to go and search for the friends of the deceased, to come and discuss with us and discuss what was going to happen thereafter, because we were afraid that there would be a fight, a war at Zone 12.\n\tThose people who were Skosana's friends, came and we discussed and we requested them to hand over the firearms to the ANC and they should ask for an apology in the community, with regard to all their activities.\n\tThat happened.  After that, there were no bad incidents in the area.  There was peace in the community.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Right, your evidence is that the deceased was also a member of the African National Congress and also a member of the - in fact, let me ask you, he was a member of the ANC, was he also a member of the Self Defence Unit?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, he was a member of SDU.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "There were things that he was doing to the community, in fact he was harassing the community.  Would you briefly tell us what exactly did he do.  Do not narrate everything that you know, but briefly?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "He was involved in a lot of activities.  I can mention some of them.  He participated in the killing of the Zwane family at Zone 12, he also played a role in the killing of the comrades and one of the comrades was Daddy Keswa, who was a member of Umkhonto weSizwe.  He left the township to stay somewhere else.\n\tWhen he came back, Skosana, that is the deceased, said he heard that Daddy Keswa was working with the police where he was, so he killed him on that particular day when Daddy Keswa arrived.  He was also involved in the rape incidents.  He was also involved in the shootings.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "All right, what you are saying in essence is, he was using the arm that was meant to defend the community, instead he was harassing the same community with the said arm?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "And as a result, the community was complaining to the leadership of the ANC, including yourself, that your member is not actually doing what he was supposed to do, as a result you had to take a resolution or a decision to deal with him accordingly, is that what you are saying?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, that is what I am saying.  I would like to explain further.  The situation had been going on for quite some time, because the deceased started this mid 1992.  The worst incident was when he killed the Zwane family and the mother in that family was working hand in hand with the comrade.\n\tShe was also a member of the ANC Women's League and there was a suspicion that she was selling out some comrades to the police.  That went on and on.  In 1993, he killed a girl who was 14 years old, and when he was questioned about this, he said he was testing the firearm.\n\tBesides that, he was involved in many things and the ANC leadership was silent about these things, but we were aware of the things that he was doing.  I tried at some stage to approach him and discuss with him about the other activities that he was involved in.\n\tAmong other things, the last incident where he killed this girl, I told him that if he was actually testing a firearm, he wouldn't do that in the presence of the people.  We had a quarrel and he promised me that I will not survive and see up to the end of 1993.  It looked like I was the only person who was able to reprimand him about his activities.\n\tHe showed me, he said I was a person who was talking too much, and he told me that I wouldn't live to the end of 1993.  That means that the leadership of the ANC was silent about his activities.\n\tIt is not that all of the people were afraid of him, but they were scared of him, and they wouldn't even mention his name.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "The unlawful possession of arms, will I be understanding you correctly if I say you possessed arms or you had arms when you say you established the Self Defence Unit?  Were you the one who was responsible to get firearms?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, I was the one.  I was given a mandate by the Executive of the Youth League at the time.  After there was a fight or a squabble between the comrades at a night vigil at Sebokeng, I was given the mandate to collect the firearms and see who were the people that I can use as SDU members and work with them.\n\tThat was my responsibility to ensure that there were arms and the people who would be trained as the Self Defence Unit in the area at Sebokeng.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Do you know what ultimately happened to those arms that you organised and supplied to the members that you recruited?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "The firearms that were there after being collected from the other Units, we took them because they were not doing what they were supposed to do, we took them to the ANC Youth League and the others were given to the MK members in the area, and after some time, some of them were confiscated by police and the people were arrested with those arms.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "After you have, or after the killing of the deceased, was the matter reported to the Executive, and if so, when?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, after the killing of the deceased, the following day, as I had already planned a meeting with the youth who wanted to take the law into their own hands, on that particular day of the killing, there was a meeting at about twelve midday and the Executive members were called and some members of the community were called and even the Civil Organisation members were there, the ANC members were there and the other people who were victims of the deceased, they came and they attended the meeting.\n\tWe shook hands and we discussed the procedure that was going to be followed as from that particular day.  Even the Units, the SDU who were seen to be problematic, we devised some means as to how to deal with them.  The Executive agreed to the decisions that we had taken.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "The Executive that gave you the task to establish the Unit, is it the same Executive that discussed the elimination of the deceased?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, some of the members were present since 1990.  They were still there in 1992 and 1993, though the others were not there, but as we were discussing the elimination, we had new members as well as the old members.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "When you reported back, what was the attitude of the Executive, did they ratify and adopt your action or did they associate themselves with your action?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, the Executive - not only the Executive, but the community, the majority of the community were for the idea.  They were not against it.\n\tAfter that, everyone would live free and people would move free.  People would do anything freely.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "If you were to be given an opportunity to meet the family members of the deceased, would you seize that opportunity and make peace with them in connection with the killing of the deceased?",
            "Male"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, I would appreciate that.  From the family of the deceased, I was known and he was also well known in my family or relatives.\n\tI wanted this thing to, I would like us to forget about this thing, and I would like them to forgive me and carry on with my life and they carry on with their lives.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Thank you Mr Chairman, I don't have further questions for the applicant.\nNO FURTHER QUESTIONS BY MR SIBEKO",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "No questions, thank you sir.\nNO CROSS-EXAMINATION BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you, no questions Mr Chairman.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you Chair.  Mr Zakwe, a couple of questions, just clarify for me.  You know the first meeting that you had with the comrades, they came to complain to you about the actions of Skosana, you then said to us that you said to them that they should come back to you the following day, you, as part of the Executive team, would decide on the course of action, am I right so far?  This is what you said?",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, that is what I said.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, you discussed this matter with the ANC Youth League Executive the next day, did you as the ANC Youth League, decide that Skosana should be killed or did you as an individual, on your own, decide that?  Just clarify that for me?",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "The decision was taken by the ANC Youth League.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Then we get to the report back meeting that you have just testified to, where the community was present, the SDUs were present, where Skosana's friends essentially apologise to the community and where essentially, peace was brokered between Skosana's friends and the rest of the community, you are with me?",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, I am with you.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You were asked if the Executive endorsed, essentially the correctness of the decision to kill Skosana.  Which Executive, I am just a bit confused about whether this was a different Executive or the same Executive that had originally taken this decision, the ANC Youth League?  Just help me with that?",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "The Executive that was there since 1992 to 1993.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Was this the ANC Youth League Executive?",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "Yes, ANC.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "ANC, not ANC Youth League?",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "It was the ANC Youth League.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now again, I am still not clear, can I just start again.  The decision was taken in the first place by the ANC Youth League Executive, then the man was killed?\n\tThen there was a peace brokered at a report back meeting and you were asked if they had attended, I beg your pardon, you were asked if they had been informed of the decision, if they had ratified it and associated themselves with what they had done, the Executive.\n\tI am just asking, which Executive was this, it wasn't clarified in the question and I am wondering if it was the same Executive that we talked about before Skosana was killed, or is this a larger, different Executive?  Do you understand my confusion?",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "I understand your question.  That was the Executive, the ANC Youth League Executive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why was it necessary for the ANC Youth League Executive to approve of what they had already decided?  It doesn't make sense.",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "Chairperson, the ANC Youth League had taken a decision and its own Executive, that was done previously, after Skosana was killed, there were other organisations and the people from the community and the other members of the SDU, it was necessary for explanation, clear explanation that it was a decision of ANC Youth League that was the decision that was taken previously.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just want to clarify this then, all you have to do is say yes or no.  As I understand it then, the initial decision was taken by the Executive of the ANC Youth League of the area.  When that decision was executed, a report back to the broader community, including the ANC  Youth League, was done where approval was given to that decision and the execution, do I understand you correctly?",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "I would request you to repeat your question sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Initially before Dlamini was killed, that decision to kill him, was taken by the ANC Youth League Executive Committee.  When Dlamini was killed, it was necessary to report back on the issue and the peace that was brokered, etc.\n\tThis was done to a broader forum, including the community and that very ANC Youth League Executive committee.  Do I understand it correctly?  There it was approved?",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "It was approved, because it was said to be something that was supposed to happen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I don't want to know the reasons why it was approved, I just want to know whether it was approved there at the meeting of the broader community?",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "Will you please make your question shorter sir, instead of mentioning a statement.  Now I become confused which answer should I give.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why are you confused, what is the confusing part?",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "Chairperson, I explained that the decision after the death of Skosana, there was a general agreement and the Youth League was explaining to the other SDU members and the Civic ANC members and other members of the community that were present there, and it was - the explanation was given that the decision was taken by the ANC Youth League and the reasons were furnished.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand yes.",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  You are excused.",
            "Unknown"
        ],
        [
            "THAMBISO ZAKWE",
            "Thank you Chairperson.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "MR SIBEKO",
            "May I also be excused Mr Chairman.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "The matter of Mr Selepe, which is standing down.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not on)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Yes Mr Chairman, there is another matter on the role, Mngomezulu McDonald, it is AM7321.  I am just confirming the position of that applicant Mr Chairman.  Apparently that matter will have to be withdrawn from the roll.\n\tI am not quite sure whether this person is in custody or what is his position.  He hasn't turned up at all of the last two weeks.  Mr Chairman, I would suggest if it is possible, maybe if it is possible, this is a time to adjourn for tea for a minute.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "How long are we going to take?\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}