{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-02-17",
        "location": "JOHANNESBURG",
        "day": "10",
        "names": [
            "MR T A V NHLAPO"
        ],
        "case number": "AM 7011/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53194&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020118_jhb_990217jh.htm",
        "speakers": [
            "CHAIRPERSON",
            "ADV STEENKAMP",
            "MR NHLAPO",
            "MR SIBEKO",
            "ADV GCABASHE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV STEENKAMP",
            "MR NHLAPO",
            "MR SIBEKO",
            "ADV GCABASHE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Steenkamp, was the machine recording since we have started?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Apparently not sir, there was no recording.  Mr Chairman, there is a request from the technician, that the applicant, if he can just open his microphone again or just switch it on and say a few words, and see if that can be sorted out quickly.",
            "Unknown"
        ],
        [
            "MR NHLAPO",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Apparently it has been sorted out Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We will have to go through everything again.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "It unfortunately seems like it.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Nhlapo, I am extremely sorry about the position but it seems that the recordings or the machine to record, was not switched on.  We will have to do everything again.\tI am going to adjourn until this thing is sorted out.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Nhlapo, we will have to redo everything we had done, sorry about that.  I understand you prefer to use the Zulu language when testifying?",
            "Unknown"
        ],
        [
            "MR NHLAPO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR NHLAPO",
            "(sworn states)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it correct that you make application for amnesty in respect of murder, malicious injury to property and attempted murder?",
            "Unknown"
        ],
        [
            "MR NHLAPO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And is it further correct that in 1993, you became a member of the Self Defence Unit in Radebe Section, Katlehong?",
            "Unknown"
        ],
        [
            "MR NHLAPO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Under the command of ...(indistinct) Hlutwa?",
            "Unknown"
        ],
        [
            "MR NHLAPO",
            "Yes, it was that Hlutwa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And lastly I understand that you were a member of the ANC at that time?",
            "Unknown"
        ],
        [
            "MR NHLAPO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you proceed?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "Thank you Mr Chairman.  Mr Nhlapo, the acts that you have applied for, occurred in which year?",
            "Male"
        ],
        [
            "MR NHLAPO",
            "In 1993.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Would you remember the specific dates?",
            "Male"
        ],
        [
            "MR NHLAPO",
            "No, I wouldn't remember the specific date, but I do remember the year, it was in 1993.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Right.  Tell us about the incidents that you have applied for.",
            "Male"
        ],
        [
            "MR NHLAPO",
            "The incident in which I am applying for amnesty, is the one where I shot Mr Nqobo and he died.  The reason which led us to do this, there was a meeting on that day in our Section.  Section Commanders and the community met to discuss about IFP members, those who were residing int he townships, IFP members who were residing within the townships.\n\tA decision was taken there that I should go and look for Mr Nqobo at his place and if I do get hold of him, I was supposed to tel him to come to the meeting because he was needed in that meeting.  The Commander gave me this instruction to go and look for Mr Nqobo.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Mr Hlutwa?",
            "Male"
        ],
        [
            "MR NHLAPO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Right, proceed.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Can I just get clarity, were you supposed to bring him to this particular meeting?",
            "Unknown"
        ],
        [
            "MR NHLAPO",
            "Yes, I was supposed to go and bring him to the very meeting.\n\tWhen I arrived at his place, he wasn't there, he was still at work.  I found his sons, they were in the kitchen.  They said he wasn't back from work.  I left, I went back to the Commanders to report.\n\tWhen I told the Commanders, immediately after I told them, I saw them at the playing grounds, he was coming from work, and therefore I ran back to the meeting, I told the Commanders that I had seen him and he was going to his place, he is coming from work.  My Commander said I was supposed to go and see Elijah so that he gives me a certain weapon or stick and go and fetch Mr Nqobo.\n\tI went to Elijah and he gave me a stick.  He gave me a gun which had four rounds and then I went.  Simon accompanied me.  We went straight to Mr Nqobo's house, we knocked, they opened the door for us.  Simon told them that we were there to fetch Mr Nqobo because he was wanted in the meeting.\n\tMr Nqobo came and he said he was unable to come to that meeting.  We told him that we were instructed that we shouldn't come back alone, we were supposed to bring him back and he insisted that he was unable to come with us to the meeting.  Therefore we left.\n\tWhen we left, we knew that in the meeting we were told that people who were IFP members, were supposed to come to the meeting so that they are told that they should leave the township.  If they didn't want to do so, they were supposed to be killed.\n\tTherefore the moment when we left Mr Nqobo's house, I remembered that we were told that if they refused, we were supposed to kill them, therefore I took the gun from Simon.  It was an AK47 which had a spear in front.    \n\tAll the people who were in the house, they were out of the house by that time.  When I grabbed that firearm, Mr Nqobo went back to the house and his son, Reginald.  Reginald locked the door.  When he knocked the door, I tried to open the door with the handle, but it was knocked.\n\tI told them that I was about to shoot the door.  There was no response.  I told them for the second time that I was going to shoot at the door, but there was no response.  I fired.\n\tWhen I fired for the first time, the firearm was an automatic firearm and it fired three rounds and one round was left.  I touched the handle and I tried to open the door, but I couldn't.  I fired again with the fourth round.  I heard a scream from the house, someone was screaming in the house.  I thought to myself that I had managed to hit Mr Nqobo.\n\tI went back, I took cover, I went back, I gave the firearm back to Elijah.   When I was still sitting there, in my base, the place where I used to base, I heard that there were a lot of people there.   I heard that Mr Nqobo's son was taken to hospital, he was hit in the leg.  It is not Mr Nqobo, he was hit on the foot, it was not Mr Nqobo who was hit.\n\tI did not feel good about that because I was not sent there to hit Mr Nqobo's family, I was told that if I experienced some resistance from Mr Nqobo, I should hit him.  I went to Sipho because Mr Nqobo is still around.\n\tSipho was one of the SDU members who had a firearm.  I went to him, I took his firearm, it was an AK47 rifle.  I did not check as to how many bullets were in the firearm.  I took a short cut that led me straight to Mr Nqobo's house.  When I appeared there, I saw him handling the burglar door, he was smoking.\n\tHe saw me, when he tried to disappear, I fired on his foot and he fell.  He tried to get into the bedroom, he fell and he fell.  His head went inside the bedroom, but the whole body was outside the bedroom.\n\tI fired continuously until all the bullets were finished.  I went back to Sipho to give him the firearm.    Yes, he died.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Now Mr Nhlapo, at the time you fired towards the door and you heard somebody screaming, you thought it was Mr Nqobo himself, is that correct?",
            "Male"
        ],
        [
            "MR NHLAPO",
            "Yes, I thought that it was Mr Nqobo who was screaming.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Only to discover later that his son was the one who was hit?",
            "Male"
        ],
        [
            "MR NHLAPO",
            "Yes, after some time I learnt that the person who was shot, was Reginald.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "In your application form, on page 199, paragraph 9(b), it is stated that the victim was killed and his son injured by mistake.  Will I be correct to understand the mistake part of this evidence, to be only applicable to the son and not to the victim, not to Mr Nqobo?",
            "Male"
        ],
        [
            "MR NHLAPO",
            "Yes.  In my application form, I intended to state that I killed Mr Nqobo and his son was hit by mistake.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "But at the time you fired your shots towards the door, there were according to what you saw, what you observed, there were only two people because the rest went out of the house, because the rest went out of the house?\n\tThere were only two people, that is Mr Nqobo and his son, is that correct?",
            "Male"
        ],
        [
            "MR NHLAPO",
            "Yes.  The only people who were left in the house were two, those were the people who went back to the house, the others had left the house.  The two of them went back to the house.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "And as a result of your knowledge ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibeko, don't you think this part of the application should be withdrawn, unless you have got other ideas?",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "The part of the accident?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The mistake, yes.",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "Yes, I request that it be withdrawn.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, then we leave the evidence.",
            "Unknown"
        ],
        [
            "MR SIBEKO",
            "Yes.  From your evidence it transpires that you were in unlawful possession of two AK47's, that is the one that you took from Elijah and the other one that you took from Sipho, is that correct?",
            "Male"
        ],
        [
            "MR NHLAPO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Do you also request that the two unlawful acts be also included as part of the applications that you are applying for for amnesty?",
            "Male"
        ],
        [
            "MR NHLAPO",
            "Yes.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Now sir, if you were to meet the survivors of Mr Nqobo and Reginald, would you happily cease the opportunity to make peace with the family and ask for their, in fact tell them how you feel as a result of your conduct?",
            "Male"
        ],
        [
            "MR NHLAPO",
            "Yes.  I would like, I would appreciate that.  The death of Mr Nqobo is not my intention, but because of the situation prevailing at the time in the Katlehong community, I would request to be given that opportunity to ask for forgiveness.",
            "Male"
        ],
        [
            "MR SIBEKO",
            "Thank you Mr Chairman, I've got no further questions for the applicant.\nNO FURTHER QUESTIONS BY MR SIBEKO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "No questions, thank you Mr Chairman.\nNO CROSS-EXAMINATION BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Mr Nhlapo, there are just two areas that I would like you to assist me on.  The first one is when you went to look for Mr Nqobo and he wasn't there, he was at work,  you then reported and what I had thought you said was you reported to the Commander, you hadn't found him.\n\tFrom what you said later, it would appear that you were still telling his sons that they should tell him that you had been there, when you saw him arrive.  Just clarify that for me, I was not too sure as to what exactly happened.  When did you see him arrive, where were you, what were you doing when you saw him come home from work?",
            "Unknown"
        ],
        [
            "MR NHLAPO",
            "I left the meeting as I was told to go and check if he was there in his house.  I went to his house, I found his son sitting in the kitchen.  I asked them if their father was around, they said he was still at work at that time.\n\tI went back to the meeting, same meeting where the Commanders were.  I told them that Mr Nqobo was still at work, and I left the meeting and I saw him coming, walking on the play ground, he was on his way to his house.\n\tI went back to the Commanders again, and I told them.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you, that helps me.  When you left the meeting, at that point, where were you going to?  Were you no longer part of this meeting?",
            "Unknown"
        ],
        [
            "MR NHLAPO",
            "The meeting was only for the Commanders, I was not part of the meeting, because I was not a Commander.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "The instruction you were given by your Commander was that you should go and fetch ...(indistinct) Nqobo and bring him back to the meeting?  I can't quite relate that instruction with the fact of the killing.\n\tWhat made you think that you had the authority to kill Mr Nqobo, having been given specific instructions to bring him back so that he could give an explanation about himself and his political affiliation?",
            "Unknown"
        ],
        [
            "MR NHLAPO",
            "The authority to kill him, did not come from me, but that was said at the meeting because they were discussing the people who were among the Radebe community who were IFP members, which the Radebe community was ANC.  Those people who were not ANC members, were the people were the people who were supposed to come to the meeting and explain the position regarding to the community.\n\tThey were supposed to say whether they are willing to work with the community or they were still working for the IFP.  I was told to bring him with and if he refuses, I was told to kill him.  That is what I did.  I did as I was told.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So you are saying when you originally left to go to ...(indistinct) Nqobo's house, you had one, an instruction to bring him back, and if he resisted, you were specifically told you should kill him, is this what you are saying?",
            "Unknown"
        ],
        [
            "MR NHLAPO",
            "Yes, that is correct.  I was told to bring him to the meeting, but if he refuses to do so, I was to shoot him, I was told to kill him.  That is what I did.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "After having shot at the house, when in fact it was the son, Reginald, who was injured, not Mr Nqobo, you left, you were under the impression that Mr Nqobo had been shot?  You left to go to where you normally base.  Were your Commanders at that base?",
            "Unknown"
        ],
        [
            "MR NHLAPO",
            "No, the Commanders were not there at my base.  After shooting at the door, I took the firearm back to Elijah, the one who had given me the firearm.  From Elijah's place, I went to my base.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "I am trying to again, work out the authority you had, or the reason, that you went back to Mr Nqobo's house to kill him, without talking to a Commander or without talking to anybody at all about what you were about to do.\n\tJust take me through that again, and tell me where you would then have had that authority from?",
            "Unknown"
        ],
        [
            "MR NHLAPO",
            "The authority to kill Mr Nqobo was already given to me from the beginning when I was told to go and check him at his house, I was told to bring him to the meeting and if he refuses to do so, I was told to shoot him and kill him.\n\tThat is what I did.  That is why I did not go back to the Commander to tell him, because the mission was accomplished.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.  Thank you Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you are excused.",
            "Unknown"
        ],
        [
            "MR NHLAPO",
            "Thank you.\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}