{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-18",
        "location": "JOHANNESBURG",
        "day": "11",
        "names": [
            "MOLEFE MICHAEL SELEPE"
        ],
        "case number": "AM7154/AM",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53200&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99020118_jhb_990218jh.htm",
        "speakers": [
            "ADV STEENKAMP",
            "CHAIRPERSON",
            "MOLEFE MICHAEL SELEPE",
            "MR MASHABANE",
            "ADV GCABASHE",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "ADV STEENKAMP",
            "CHAIRPERSON",
            "MOLEFE MICHAEL SELEPE",
            "MR MASHABANE",
            "MR SELEPE",
            "ADV GCABASHE",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "ADV STEENKAMP",
            "We can proceed then with Mr Selepe Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can we proceed with Selepe?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Yes, we can proceed with Mr Selepe, Mr Chairman.",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "(still under oath)",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "This is an application which was stood down on Tuesday last week, due to the fact that the applicant's legal representative withdrew, and now the application is made before this Committee with the applicant having acquired another legal representative.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you put your name on record for the purposes of the record please?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "I beg your pardon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We need you to identify yourself on the record, so that those who type the record can know whose voice they are typing.",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "My full names sir, Xawe Roland Mashabane, Advocate of the Johannesburg Society of Advocates, and I am standing for the applicant.\n\tThe applicant appears on the bundle from page 118 to page 124.  The application was stood down last week, Tuesday, because there was a misunderstanding between the applicant himself and his legal representative.  That is the question I would love to address before this Committee and I would ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mashabane, you don't have to address us on the reasons for the Attorney having to withdraw.  As long as you are satisfied with the ethical position, then you can proceed with the application.",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Thank you Mr Chairman.   The applicant's full names are ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We've got that.",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Oh, thank you.  Is it true that you are the applicant in this matter?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "Can you look at the documents being shown to you right now, and more particularly page 123, is that that appears on page 124, your signature?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "When did you attach this signature?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "I signed at the Boksburg prison, I cannot remember when, but I was in prison at the time, that is my signature.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "Who came with the form and asked you to attach your signature?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "The form was brought by comrade Duma Nkosi and another Truth Commission official.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now look when we last stopped last week, you were busy explaining to us how you had to go and acquire firearms and how you acquired possession of those firearms and what happened afterwards, do you recall?  Can you recall that?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, I remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now explain to us from when you were going back with the firearms, what happened.  Maybe you must start with what you are applying for, first.  What offences are you applying for?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "The offences are as follows:  robbery at Kliprivier police station, that is the first one.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry Mr Selepe, where you can, also give us the dates, then we know which incidents.  Even if it is the year, just so that we can separate the incidents.",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "I am going to ask for assistance from my legal representative, because I cannot remember all of them.  In 1993 the robbery at Kliprivier police station.  The second one, is the murder of Glen Thompson and attempted murder of Mr Sidney Gehlig and the next one is participation in the robbery of a bakkie of Mr Shadrack Tshabalala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Attempted robbery or robbery?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Robbery of a Nissan bakkie off Mr Tshabalala.  The next incident is participating in the robbery of firearms and cash from Mr Nana.\n\tThe other one is the attempted murder of two policemen, Immanuel Mashishi and Mr Boshoff.  The next one, robbing of Mr Johannes' Cressida and robbing Mr Johan Konig, firearm robbery, who was employed by a certain security company on the 28th of August in 1992.\n\tThe next two incidents, the escapes that took place in 1993 and another escape took place in 1994.  That is all.  There is another robbery of Mr Mishack's car in 1992 on the 9th month of 1992, on the 27th.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr whose car?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Mr Mishack, Tim Mishack, Sipura Tim Mishack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "When you participated or committed all these offences, did you belong to any political organisation or liberation movement?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, I was a Commander of SDU of Tambo in Slovo Section, I was a Chairman of the Civic Association and the Media Officer of the ANC Youth League.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "What were your duties as a Media Officer of the ANC, as a member of the SDU?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "As a Media Officer in the ANC Youth League, my duties were - I was at the Publicity Desk of the youth matters, and I was a Commander of the SDU.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not on)  Which of these offences that you referred to, occurred first?  Which was the first one that you committed?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "The first offence according to these dates, I want to check, I would request to be given a chance to check the dates.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know if it is important for the purpose of the questions, that you remember dates.  What I want you to do is relate how and why these offences occurred in chronological order, as far as you can.  Do you understand?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, I do understand.  The first incident is the one that took place on the 28th, robbing Mr Johan Konig.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "When we robbed Mr Konig, as the member of the SDU, we were running short of weapons.  I got information from one comrade called Lucky Mampuru that there were security guards that were escorting the cars from the firms, on Fridays.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Just don't talk too fast, take it slower.  Thank you.",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "I was told that there were security guards that were escorting the cars from the firms.  Those security guards had the firearms that we were looking for.\n\tWe organised a car that we would use as our transport to go and disarm those security guards.  The car that we were going to use, it was difficult for us to use a car that would be traceable.  We decided that we should first rob a company car because we knew very well that a company car, after using it, we would just abandon it anywhere where it would be found by police.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "Why specifically to use company cars?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "At that time, we did not want to use ordinary cars, cars belonging to the people or comrades or parents or it is very simple that if ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It could easily (indistinct), isn't it so?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where did you get this motor car that you decided to rob?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "We went to Alrode, that is an industrial site.  When we arrived there, it was during the day, we saw this car getting out of the firm, escorting a certain car that was driving in front.  We used the same car that we were driving, and we prevented this car from moving further.\n\tThe people alighted from the vehicle and we also alighted and we pointed guns at them, and we searched them as we were told that we would find firearms.  We found those firearms, and in this car, there was a bag, we could not see this other firearm.  We took that bag.  We went back to the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whose car is it, or was it?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "The car that we were using was the car that was robbed from Mr Mampuru.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the one you robbed, who did that belong to?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "That was a car that belonged to the security guards.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which one of those is that offence referred to in this list you gave us?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "According to my documents, it is referred to as, it took place on the 28th when Mr Johan Konig was robbed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "When we were about to get into the car, we thought that the firearm was in the bag, we saw the other security officer getting out of that car with a firearm.  I fired in the air only once, because I wanted to prevent him from shooting us.\n\tWe left the scene.  We did not bring that car to the township, we abandoned it at Alrode, next to the place where we had taken the car and we walked to the township.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "On that day, were there any people killed or injured?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I can't understand this then.  The purpose for robbing that car, you use Konig's car to go and rob the security guard's, is that so?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "We used Mr Mampuru's car to rob the firearms from Mr Konig.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "We abandoned the car next to the firms there in Alrode.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the robbing of that car that you used to go and rob Mr Konig, a matter for which you apply for amnesty?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "That is also included in the incidents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which one is that?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "The robbing of Mr Mampuru's motor vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, that is what I meant by wanting you to refer to these offences in chronological order because you have dealt with this robbing of Mr Konig's firearms when you used Mr Sipura's motor vehicle to do so.  You had to do the one before the other, do you understand?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is why I wanted you to do it in order.  Do you understand?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, I do understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was Mr Sipura's motor vehicle robbed?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Mr Sipura's car was robbed a day before, that was on the 27th.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, now it makes sense.  Can you tell us about the offence that occurred, or let me ask you, you say you needed these firearms from which you robbed Mr Konig.  Why did you need that, for SDU purposes?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "The purpose of robbing the arms, we did not have firearms and it was during those times when there were fightings.  We were trying by all means to get the firearms, to buy them if possible.  If there were places to disarm or people to disarm, we would even do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Carry on - what offence occurred next?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Before you go to the next one, have you finished with the first one?  I just have a couple of questions, I might as well ask them here on clarity, unless you hadn't quite finished?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "As far as that incident is concerned, I think my testimony is finished as far as that is concerned, because it ends where we alighted from the vehicle and we walked to the township.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Just two short questions, just to clarify for me.  You were given information about the firearms that Konig had.  What firearms were you told he had and how many?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "We were told that they normally have shotguns, two shotguns and a pump gun.  We were looking at three firearms.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.  The other question relating to the same incident is, how were you able to block Konig's car without being observed, because I thought you said one car was escorting another car and you blocked the one that was escorting the other one?  How were you able to do that without the other chap stopping you?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "We waited for it, when it was appearing from the direction of the bank, there was a place that looked like a stop sign, when it came, we went in front of it.  When it arrived at the stop street, we made it to look like it was just an accident that we stopped at the stop street and he would come behind us.  That is how we planned it.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And the car that they had been escorting, didn't notice this or didn't stop so there was no action from anybody else?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "No, the car that was being escorted, it went ahead because the street was quite busy.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you Mr Selepe.  Thank you Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Let's get to the next matter.",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "What was the next offence you committed?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "The second offence was a robbery of Mr Tshabalala's bakkie, that is also related to the shooting of Glen Thompson and the attempted murder of Mr Gehlig.\n\tIt was on a Thursday when I received instructions from my senior MK who is the one who gave me a mandate to establish the Defence Unit.\n\tHe did not specify but he told me that he had brought material, some material for me and he failed to bring that material, to get into the township with that material because there were roadblocks.\n\tHe wanted me to go there and fetch this material, because he only managed to leave it at Duduza.  The following day it became necessary for us to get a car that would go to Duduza and fetch that material.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was that material?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "On that telephone conversation, he told me about the material, but I knew because we would refer to a material as the weapons or firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So let's talk about firearms.",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Firearms.  The following day in the morning, when I woke up, I thought that going to Duduza I would need transport.\n\tI tried to get the nearest person who would assist me in getting a transport to Duduza.  I went to a member of ANC Youth League in Tokoza, whose name was Thami Mdlala.  I told him to assist me in looking for a car, I had a mission that was going to take place in the evening.\n\tIndeed, we went next to Angus, that is another industrial area in the firms.  We waited there, there were a lot of cars coming in, but those were just private cars.  Our intention was to get a company car.  A bakkie appeared in that process.\n\tI saw the driver wearing some duster coats and there were also registrations on top of the car.  I went straight to him and I pointed.  When he came with that car, I pointed him with a firearm.   It was a Nissan bakkie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you pointed at the driver, and then?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "After pointing him a firearm, I told him that I - I asked him to borrow us a car for a short while.  He would get his car back, because we wanted to use it.  What he said was that he could give us a car, as long as we were not going to do anything to him.\n\tHe gave me the keys and I got into the car, I started the car and I went to place it.  On that day, during the day, I went to tell one of the comrades, the SDUs, comrade Jamane, that in the evening, I told him that in the evening we were supposed to go and fetch the arms.  He prepared himself.\n\tIn the evening, I went to fetch comrade Thami Mdlala.  I also went to fetch comrade Vusi and comrade Jamane.  I had already told them that we were going to Duduza to fetch the firearms.  We were given the address, we went to Duduza and even the person that we were to find there at Duduza, was a person that was known to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What time did you take this bakkie from the driver?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "It was in the morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What time?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Roundabout nine or ten o'clock, I cannot remember because it happened some time ago.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, and what time did you go to Duduza?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "When we moved from the township, it was roundabout five, half past five, but it was in the evening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how long did you spend in Duduza?  Let me ask you, what time did you leave Duduza after all your business?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "I think we left Duduza, I cannot remember how much time did we spend there.  I think it was about past six, it was in the evening, roundabout past six.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it dark or was it light?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "When we left Duduza, it was not completely dark, but it was in the evening.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Twilight?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, then what happened?  Now you are going back to Tokoza?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "We were from Tokoza.  The shortest route to Duduza is to go through Vosloorus.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From Duduza, you have the weapons, you are going back to Tokoza now.  What happened?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "That is what I am trying to explain.  When we were entering Vosloorus, there was a major roadblock.   I was supposed to turn left, but instead of doing so, I had to turn right, because I was running away from the roadblock, or I was avoiding the roadblock.   That path led me to Dawn Park, and I entered through Dawn Park.\n\tIt was becoming darker and I parked next to the street lamp, because I wanted to communicate with the other comrades, as to whether they knew any road that was going to take us to the township.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you tell us who was with you when you came from Duduza and when you went to Dawn Park, who was with you?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "On my way to Duduza, I was with comrade Thami, comrade Jamane and comrade Vusi.  We were four.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Vusi?  Carry on.",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "When I arrived there and parked the car, comrade Vusi and comrade Thami, were at the back of the bakkie because the bakkie had no canopy.  When I was on my way to them, Vusi alighted from the vehicle.  He went straight to the behind of the car, he was relieving himself.  I was still waiting for him to come back, I was talking to Thami.\n\tJamane was in the passenger seat.  There were traffic because we were parked next to the road.  The cars were moving up and down.  I noticed a car that indicated and it pulled next to the road.  When I was still looking at this car, the doors of this car opened.  Comrade Vusi, because he was nearer, he screamed or shouted that these people were bridging their firearms.\n\tWhat came to my mind at that time, because I knew that I had avoided the roadblock, I thought that maybe in that roadblock, there were people who noticed us or perhaps the people, those people were the people who were in the neighbour watch, who were patrolling that suburb that was for Africans and whites.\n\tWhen I went to the car again in front, I heard a gunshot and comrade Thami ran from the behind of the bakkie, he went to the front.  When this shot was fired, comrade Jamane was busy opening that back with firearms.\n\tWhen he opened the back ...",
            "Male"
        ],
        [
            "MR MASHABANE",
            "Where did the shot come from, from your side or from the other car which had just stopped?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "When this car parked, I went inside the car.  I don't know where the shot was coming from, because when I went out again, I saw comrade Vusi laying on the ground and I think it came from the people who were in this other car, though I am not certain about that because I did not see the person who fired.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "And you say Vusi was laying on the ground?  Why was he, was he hurt or why was he laying on the ground?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "I went out of the car after Jamane gave me the rifle.  I could not see Vusi but the person that I could see was Thami and comrade Jamane.  Those are the people that I saw, because we were on the other side.\n\tThere was a shootout because when I came out and comrade Jamane, we were also shooting but we couldn't see comrade Vusi at the time, because I was just on the other side of the bakkie.  I later saw him laying on the ground.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "When you saw him, at that stage, was he injured or ...",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "When I saw him there, after some time, that was after the shooting, and even the people who were in that other car, were no longer shooting back.  I saw him, I saw Vusi laying down on the ground, and he was still alive, but he was full of blood.  I think he was already injured.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "Thereafter, what happened?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "As I was also confused, after the shooting had subsided, I went back to the car, talked to comrade Jamane and Vusi and Thami.  I told them to get into the car and leave.\n\tI made a U-turn.  I remembered comrade Vusi that was left behind, laying on the ground.  I alighted from the vehicle.  A person fired from that same car when I was taking the U-turn.  That is when comrade Thami was shot at because when I was taking a U-turn, he was no longer in the car, he was already shot at.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "When you got into your car and made the U-turn, where was the other car at that stage?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "It remained standing where it was.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "And where were the people who were in the car?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "The person that I was exchanging fire with, I am not sure how many people were inside, but the one who opened the door, he ran away towards the direction of the houses.  There was also something that looked like a veld nearby.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "You may continue.",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "When I made that U-turn, thinking of going to fetch Vusi, comrade Thami couldn't walk.  He was also on the ground.  I heard a siren behind me, that was a police siren.\n\tWhen I heard that, I did not go back to comrade Thami and Vusi, I went back to the car.  Comrade Jamane had already started the car, because when I left the car, I switched the car off.   I thought that if I get into the car, these police might shoot at us or arrest us.  I took a rifle from him, because the rifle was in the front of the car,  I took that rifle from him, I took a cover using this car and the police car was coming from behind.\n\tWhen they saw this rifle through the window, the police shot at me.  When they saw me handling this rifle through the window after Jamane had given me the rifle, the police started shooting.\n\tAs I was shooting back, the car was also moving forward and comrade Jamane was shooting, was driving the car and reversing at the same time and the police were also pursuing the car.\n\tI arrived at the stop street, I had run out of ammunition for my rifle.  I went to comrade Jamane, I pushed him to the other side, and I got into the car and I started the car because I couldn't trust his driving, so I had to drive the car.\n\tWhen I was trying to drive this car, the car came to a standstill, I think the tyres were already shot at.  That is when I left the vehicle.  The pistol that I was using when I was, the pistol that I had when I was going to Duduza, it was still with me.  I managed to fire about four times, so that I could get a chance to run away.\n\tComrade Jamane managed to escape.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Vusi, or let me put it this way, you talk of police that were shooting at you.  The people who were shooting at your group,  were they in that motor vehicle that came to your car, to your bakkie - whom you thought were the police?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In retrospect we known now that they weren't police, it was Thompson and company.",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "I heard that in court.  As we were shooting, the only car that I noticed that it belonged to the police, was the vehicle that was yellow with a blue lamp on top.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was that?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "After making a U-turn.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, now do you remember in your trial it was suggested, or the issue arose that you were connected to the burglary of a house in that street?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, I remember that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that when you were parked there, people associated, coming from that direction of where these goods were eventually found in the veld, do you remember it was raised in your trial?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, I remember that was suggested in the trial.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you say about that?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Though it was put during the trial, it is because, it is how the complainant had put it, because they saw a van that was parked there, they suspected that there was a burglary.\n\tWhen they came to approach that van, that van that was parked in the street, it is when they came to us and the shootout started.  Even in court they mentioned that they were suspecting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you involved in that burglary?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were any of your comrades involved in that burglary?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "No, they were all with me.  They were not involved in that burglary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So if there was a burglary in that same street, it was committed by another group of people?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "I think so.  If there was a burglary, I think it was another group of people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The reason that you shot at Thompson and his group, was to defend yourselves from being taken with those firearms which you needed for SDU purposes?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, that is correct.  We were protecting the firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that was a political activity on its own?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, because I was sent by the community and I had to defend the community.  I think that was a political activity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Thami was along on that operation, all the time?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "From the first time when the SDUs were established, Thami was always giving a hand, that is why I decided to choose him to come and assist me, because he was the nearest person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Now, Mr Mashabane, there is about 11 offences listed for which application is made. If you look at the application on page 119, there is a general reference to acts, omissions or offences for possession of illegal firearms, murder, stolen vehicle, theft of firearm, Kliprivier.\n\tNow, I think we would agree that we will have to fit in those offences into the list here.  The possession of illegal firearms, would probably be related to this incident which ended in Dawn Park?  Am I correct?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Indeed Mr Chairman, these are my instructions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not on) ... of Thompson, that is also a Dawn Park issue?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Indeed Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the stolen vehicle would be related to go and collect the firearms and therefore it was the stealing of the bakkie of Mr Tshabalala?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Indeed Mr Chairman, as it is further written that the stolen vehicle ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the attempted, well, there is no attempted murder but I think we can read it within the context of the Dawn Park incident.   That will be Gehlig?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Yes, indeed Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thefts of firearm, where would that be, is that the Kliprivier?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "It is Kliprivier.  It is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whose vehicle would that have been that you were driving in Dawn Park, that was a bakkie?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "That is the car that I took from Mr Tshabalala, Shadrack Tshabalala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  As far as the offences and incidents that are recorded in the application form at page 119, we have the robbery of firearms at Kliprivier?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Indeed yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The murder of Glen Thompson, the attempted murder of Gehlig and the robbery of the bakkie of Tshabalala?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That would be the Dawn Park issue?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "These other offences listed, how do we fit it in?  Can we fit it into the incidents referred to in the application?  Are they separate incidents?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Mr Chairman, if I may add, there is one incident which is now not yet addressed, the incident of shooting  where a Cressida was taken.  It was at a petrol station, where there was an exchange of gunfire between the policemen and the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is that referred to in the application?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "That Mr Chairman, could be fitted under the theft of firearm, because the intention of the applicant was, he received information that firearms were kept.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but wasn't he referring to the incident at Kliprivier, Klip River police station?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he can't benefit from the theft of firearms on the Kliprivier, because that is one incident?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then say the matter that occurred at the filling station is now covered by that there?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "What he did in the application, he actually made the major points, like theft of firearms and then, what he ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Intending to cover everything?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Yes, to cover everything, every incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  You see Mr Mashabane, that may be a convenient way to bring all the offences.  If you read page 120, he goes on to explain which thefts and which firearms he refers to, and there clearly, he is referring to the incident at the police station at Kliprivier.\n\tHe could not be referring to any other theft or incident?  Do you follow?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Yes indeed Mr Chairman, I do follow, but here it, on that page 120, it is only referred to the Kliprivier police station.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't the only inference that we can draw, is that his reference to theft of firearms has been a matter for which amnesty is sought, is with reference to what happened at Kliprivier police station?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Yes, as it stands, that is the inference the Committee ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in the circumstances, if you look at it holistically, we cannot even on a generous interpretation, seek to include the other incidents?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Indeed Mr Chairman, but my instructions when I asked him about that yesterday what was your intention ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, let's forget about the instructions, we have enough trouble about the instructions, I am saying looking at it legally, and looking at it logically, the logic of the matter is that an applicant whether he filled it in himself or not, is irrelevant.",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He is not obliged to get an Attorney or any assistance.  He has applied for certain incidents which covers the Kliprivier incident and there he says, in that incident he stole weapons and for that, he now seeks amnesty because it was a political matter.\n\tHe comes to the hearing today and he includes a whole host of other incidents which on its own maybe able to be covered by a general statement, but we look at his whole application and then clearly we can see what he intended to apply for.\n\tIs there any leeway to think differently, never mind what he tells us now?  We are bound by what is contained in that, because if we can't bring it under any of those sections, then by allowing him to testify and deciding on the matter, would in effect allow a new application in.  Do you follow the reasoning?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Yes, I do understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And therefore, I must question even at this stage, this long list of offences, whether they have indeed been covered by the initial application which falls before the closing date, and the rational is we can't allow new applications, because the closing date is gone.  I am sure you will appreciate what floodgates we will open if we interpret it in any other way?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Indeed, I appreciate that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And therefore, you need to decide what the position is with these other robberies and other offences like escape, whether it is worth pursuing in the circumstances.\n\tI will give you ten minutes to think about it.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "(still under oath)",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "(continued)   Thank you Mr Chairman.   I was asked to address the Committee in so far as pages 119 and 120 is concerned.\n\tIt is on those pages written and the explanation which is given by the writer thereof, it is only as far as theft of firearms or possession of illegal firearms are concerned, and further they explain the specific incident upon which the said offence was committed.\n\tBut however, the writer omitted to include certain events or places upon which these offences, the similar offences were committed by the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just stop there.  If that is common cause that he omitted to include it in that application form, can he then make application now and we've got to talk strict principles.",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Just before I can answer direct to the question posed to me, I would address the Committee as well as the intention of the writer is concerned, when he completed or when she filled the form.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, isn't that the issue?  He may have intended a lot of things, but we are bound by what is contained in the application form.  Like I indicated, we will take a broad view of it and interpret it as broadly as we can, but where the issue in question is clearly not one which has been mentioned or could be interpreted as falling under one that has been mentioned, then it amounts to a new application.",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Mr Chairman, I would submit that it does not amount to a new application.  It is - maybe what the applicant should have done in the circumstances is to ask the Committee to file a supplementary affidavit, wherein this other issues which referred, because clearly on page 119 where he mentioned of the offences which he is seeking amnesty on, he does mention firearm as one of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Theft of firearm?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Theft of firearm, indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about robbery?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Robbery ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Most of the list which he mentions today, includes robbery.",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "That I submit Mr Chairman, would fall if one is looking - like for example the stealing of a motor vehicle, the writer thereof, what did she, what was her intention when she referred to, when she put on those words, and legally speaking ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you fill in a passport application, surely what is contained therein is of relevance, it is not what the applicant intended?  If you misquote the colour of your eyes, they are not going to ask you whether you intended to say it was blue instead of brown, you have written brown.  Isn't this a similar issue, a similar situation?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Indeed Mr Chairman, it is a similar situation and if I may, though I know that this Committee, they don't work as Committees where you can refer to decisions which were taken to other Committees which are like this one, the similar question was posed by the applicant in the Boipatong massacre where the Honourable Mr Justice Nqobo was sitting and there was a legal representative who was acting for the victims, and he objected to that on the grounds that they did not include all the offences which the applicant was seeking.\n\tIn his ruling, his Honourable Mr Nqobo said that it suffices only if the applicant shows his intention to apply before the deadline, and the other information can be furnished on the day of the hearing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he was correct in saying so.  That is why we are saying that when he talks of an incident for example, whatever happened at Kliprivier police station, I and this Committee are happy to include all those incidental offences that occurred at Kliprivier police station, despite it not being mentioned because there is a clear intention that I am going to own up to everything that occurred at Kliprivier police station during that incident.\n\tThat is what he meant, even if the application is silent, there is a clear intention to deal with that incident lock stock and barrel, with all the possible offences.  But where there is no suggestion even, or hint, of a particular incident, identifiable incident, then we are on a different footing, isn't it?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Mr Chairman, I appreciate the problem which is before this Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not on)",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Yes, indeed Mr Chairman, and in dealing with the problem, I would ask the Honourable Chairman, to permit us to lead viva voce evidence as far as the writer of the statement is concerned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is why I asked you in chambers to make a legal decision and advise your client.  I can't stop him from testifying.  If he testifies on incidents which the Committee is of the view, doesn't fall within the application, all we do is refuse.  We can do that.\n\tThis is an attempt to avoid people being embarrassed, time wasting, wasting of money and a cluttering of the record.  Where there is clear indication, where it can be clearly seen by way of logic, that an applicant for some unfortunate reason even, is not entitled to make the application, or is not likely to attain amnesty, then I think the advise should be given.\n\tLike I say he can come and testify here about what he wants to, all we do is that if we are convinced that it is irrelevant, then we will ignore it.  That is why I asked you to look at the matter and make a legal decision, or logical decision.  I am in your hands, I mean I am not going to make a ruling or give a judgement on what you have said.  If you tell me you want to lead him on all these offences, and you may persuade us otherwise, then so be it.",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Mr Chairman, that is the route that I would ask for from the Committee, to lead on that evidence, because here clearly, we have to check the holistic of the statement and the intention thereof, under which this statement was made.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We've got to look at the statement, you are talking about extrinsic evidence.  I may refer you to the issue also in this bundle, supplement 2, page 1.  If you notice, you compare that with page 119, they talk about murder and stolen vehicles, stolen vehicles, possession of illegal firearms, Kliprivier police station, etc.\n\tThere once again, he clearly sets out what he was referring to.  In basic terms, he is referring to all the incidents related to the Dawn Park issue from the time they went to pick up the firearms, and secondly he refers to the Kliprivier police station incident.  I just point it out to you.\n\tIf you want to proceed, we would look at the application also.  If you want to, then proceed.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, may I, I know it is not my opportunity, but I may just bring it under your attention, if you decide to listen to the other applications as well, there is the question of Section 19(4) requirements.\n\tIf applicant's victims are not notified, clearly, as far as I can understand Section 19(4), those applications cannot be dealt with.  Thank you sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I tried to avoid even having to say that.  Like I have said, I see the Dawn Park incident and all attended offences as having been mentioned there and the Kliprivier incident.  If you want to continue with the other issues that are separate from those two basic incidents, then over and above that, I mean clearly the application was directed at those two incidents only, and people effected by those, there have been attempts to inform them in terms of the law.\n\tIt may not be proper to proceed with those applications in any case.  And that is not the fault of those officials of the TRC, they have interpreted what is written here.  I am in your hands and there is still the issue that you haven't testified on, being the Kliprivier incident.  That we are happy to listen to, but I am in your hands.\n\tIf the applicant wants to testify on all those other incidents as well, be my guest then.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Mr Mashabane, I was just going to add that if there is a supplementary form that arrived at the TRC before the cut off date, that has the detail of all these other matters, that would assist us.  If you had information of that nature.  We do not have it obviously, we are looking at the bundles that we have been given.\n\tIf your client knows of such information that was filed before the 10th of May 1997, then these are matters that will be properly before us.  I don't know if you might be able to solicit that type of information from either client or other sources.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Wasn't it the 12th of December?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "The cut off date for submissions?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The 10th of May was incidents.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Incidents, I beg your pardon, December 1997.  The cut off date for the submission of applications, that is the cut off date I referred to, which is December, the 12th of December 1997.\n\tIf something was filed before that date, you can present it.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Which is supplementary and confirms what you say.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Yes, that can be done.",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Thank you, can I ask for a five minute break to solicit that information from either client or my Attorney.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I will encourage you to investigate another possibility if you haven't got that information.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "(still under oath)",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "(continued)   Thank you Mr Chairman.   In addressing the problem we are faced with, I would love again to go back to the decision which I referred the Honourable Chairperson to it and ratify one thing on that aspect.\n\tThe issue there which was decided on that case, the Boipatong case, by the Honourable Nqobo, the facts were that the applicants, 17 of them, signed blank forms and they filled the application form when, at a later date, when the cut off date had already passed.\n\tThe Judge in ruling on that one, he went on the intention.  He said we must look at the intention of the applicants, and clearly by applying, then the applicants had intentions to give further evidence on the date of the hearing.\n\tThe one who was acting for the victims, he objected to that application, but the Honourable Judge in his ruling, he said what is required was an intention.  I therefore submit that even in this case, Mr Chairperson, I submit what is required is the intention, and clearly the applicant  in filling that form, showed intention to apply for amnesty and further evidence would have been given in a way of viva voce or by an affidavit, during the hearing proceedings Mr Chairman.\n\tThat is the point which I would like to submit before the Honourable Chairperson.  In the event that the Honourable Chairperson is not satisfied with that point which I have just submitted, I would therefore ask that this matter be postponed so that compliance with the Act, Section 19(4) could, the victims to be informed.\n\tI submit that if a postponement can be granted, the TRC would then inform the victims and then there would be no prejudice if that postponement is granted and if the victims would attend the hearing at a later date.\n\tIf that postponement is not granted, then the applicant would suffer prejudice in the sense that he will remain in prison for a long time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And whose fault would that be as sympathetic as I may be to his cause, whose fault would that be?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Mr Chairman, I would submit it is not the fault of the applicant, it is the fault of those who took the statement.\n\tClearly the applicant furnished every information which was required by the TRC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If that is so, how come it is not in the application form?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "That Mr Chairman, that is what I asked the Honourable Chairperson to ask the person who took the statement, Ms Sealy, to come and tell the Court why that is not in the, why was that information not included in the original application form and Ms Sealy is available, and she is prepared.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am not going to call her.  Let me get to the other issue, would you agree that I am not bound by Judge Nqobo's decision?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Yes, indeed Mr Chairman, indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I may even think it is totally wrong to condone a fraudulent application.",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Indeed Mr Chairperson.  At the moment, I can't take this point any further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you seem to miss my point.  The position is that you must lead your witness on whatever.  Strictly speaking you should be leading him on the offences for which he applies, or has applied, timeously and properly for amnesty.\n\tIn an attempt to do so, we ask what he is applying for and we got a long list of offences.  Most, at least half of them, don't fall in our view, within the ambit of any offence mentioned in the application. \n\tFurther to that, you ask for a postponement for the purposes of giving out the necessary notices.  The necessary notice must be based on the application.  How are we, or the TRC, going to identify those people who deserve notices, or who are entitled to notices?  It is not here?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "The TRC or the Committee can get, in terms of Section 19(1) can ask for further particulars from the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Those further particulars have been supplied in supplement 2, page 1 and 2 - clearly he refers to two incidents basically.  It brings a further question mark as to his intention, what he really wanted to apply for.\n\tParagraphs 1, 2 and 3 relates to broadly speaking the Dawn Park incident, and paragraph 4, and the overleaf, refers to the Kliprivier police station incident.  I may as well tell you that we will encourage you also to include a count of assault on those two policemen in the Kliprivier policemen, despite it not being actually mentioned in your application, because that offence was incidental to the incident.  Do you follow how we are viewing this?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are willing to consider that offence within the ambit of the Kliprivier police station incident.  That is the crux of the matter.  Not, in my view, not what was intended by the applicant, because he is bound by his agents and I might as well say now, that I am not very impressed with the way that the agents represented all these applicants.\n\tI think some of the applicants would have done a better job.  But be that as it may, I am trying to describe, I am trying to give an example of how we can, some of the offences not mentioned in the application, can indeed be considered, but it has to be identifiable.  Do you follow?\n\tNow, if I may explain further,  it is not for me to tell you what to do.  I am entitled to ask you on what basis are you making a certain application, and if you give a reasonable, acceptable answer, then perhaps we will allow you to proceed, but if you want to proceed on all these irrelevant incidents, know full well that we have problems with it.  I am leaving it in your hands as to what to do.  We have adjourned twice to allow you to consider the issue.\n\tLet's carry on.  I know the Kliprivier incident can be proceeded with.  As to the rest, I leave it in your hands.",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "We will proceed as far as the incident of the Kliprivier police station is concerned.\n\tCan you tell the Committee your involvement as far as the Kliprivier police station, the attack on Kliprivier police station is concerned?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "The role that I played at Kliprivier police station, I was told by the Commander, Mduduzi Ngobesi, in 1993, that was on the 15th of December, he called me and he told me that there was a place that we were supposed to go to and disarm and get the firearms.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Let's just get the Commander's surname right.  We had Kubeka.  You say Ngobesi.  We had Kubeka when we heard the other applicants on the Kliprivier matter.  Mduduzi Kubeka, Bla?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Bla, Mduduzi, I think, I am not sure about the surname whether it is Ngobesi or Kubeka.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "It is Kubeka.  He has told us it is Kubeka.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It was Bla that was your Commander?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, that is correct.  We left on that particular day, everything was arranged and I was told about the members because Bla had already arranged with those SDU members who were going there with me.  Even the place itself, was already identified, the police station that is.\n\tWe left, it was myself, Bla, comrade Nqiqi Hlango, comrade Clark Sibeko and comrade Kathi.  On our way to the place, when we arrived at the police station, he gave us the firearms.\n\tI cannot remember what type of firearm I had, whether it was a shotgun or something else.  I had to stand at a certain position, to be on the lookout if there would be police or other police vehicles that would be coming in, hence I was there to defend and there were other people who were to be at the front line, that was comrade Nqiqi and comrade Clark.\n\tWhen I went in there, I remained outside.  I think comrade Bla was in the car.  When I came in, the people were ordered to lay down.  There were two policemen.  The role that I played there, one policeman that was laying on the floor, he wanted to look at my face, that is the police that I tried to prevent him from lifting up his head and I used my foot to do so.\n\tThey requested the keys to the safe and in the safe, the pistols were removed.  The palm guns and the R4 rifles and the R1, if I am not mistaken.  \n\tAfter doing that, as they were still laying on the floor, we cut the telephone wire and we went back into the car and we went back to the township.  When we arrived at the township, we left the stuff with Bla because it was at night and the following day, Bla as the Commander, distributed them to the other Sections who were also in the war zone, the other Sections that were also in the war zone.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "For all the offences, is that all as far as Kliprivier is concerned?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "If my memory serves me well, I think that is the end of the incident, when we get to the township and we left the firearms with Bla Kubeka.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "For all the activities or offences which you committed, what was the motive behind?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "The reason for me to take part or play a role, it is because as one of the SDU members, we did not have enough firearms to protect the community.  That is where I decided to play a role, or make it a point that we bring these firearms so that at the end of the day, we managed to protect the community that was being attacked by the IFP members.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "Who initiated the formation of the SDU?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "I am the one who initiated that in my Section.  I am the one who brought that idea.\n\tWe were at a meeting, ANC Youth League Meeting.  In that particular meeting, an Executive meeting of which I was also part of, a decision was taken because most people left their Sections because they were being attacked by the IFP members and they fled to my Section, that was Slovo Section.\n\tTherefore we had to approach the Umkhonto weSizwe, that is the military wing of the African National Congress.  When it was approached, I was not part of the delegation that was going to those people, but after a number of days, people who were not known to me, came with the exception of one person, they came to me and I only knew comrade Qaba in that group of people.  \n\tWhen he came to me, he told me that I was supposed to take steps about what was taking place in that Slovo Section, because I was the Chairman of the Section.\n\tHe gave me a mandate to protect the community of Tokoza.  The only way to defend the community, for us to be able to defend the community, the only way was to get firearms.  They said together with those comrade, they were willing to assist where necessary.\n\tSo I would report everything to him, or some things that I had already done, I would go back to him and report back.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "So if the purpose of the SDU was to protect the community, why then didn't you inform the police or call the police to be of assistance to you?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "During those days even the police ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are well aware of the reasons for the establishment of the Self Defence Units.  You don't need to explain to us.",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Thank you.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "And whilst you engaged in these activities, who did you report to?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "I would report to comrade Themba Qaba.",
            "Male"
        ],
        [
            "MR MASHABANE",
            "And the issue of - as you sit now, the acts or the offences which you have committed, do you regard them as being legal or unlawful?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does it matter what he thinks?  It must be unlawful, what would your position be if he says he regarded it as lawful, then what is he going to get amnesty for?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Mr Chair, what I wanted to establish was, is he now as he is sitting, does he show any remorse for the activities which ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is not relevant.",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "In that Mr Chairman, this is the application on behalf of the applicant.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "I was just going to say if you do want to lead him on his attitude towards the victims, if that is what you were trying to deal with, you can deal with that, but remorse itself is not a requirement for amnesty.  Just to clarify that.\n\tIf you do want to do that, then use the opportunity to lead him on that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Maybe we can help you there.  First let's hear what Mr Steenkamp has got to say.\nNO FURTHER QUESTIONS BY MR MASHABANE",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I don't have any specific questions for the applicant at this stage.  My information is as well that although some names or some identities of the victims are known, they could not be traced at all Mr Chairman.  Thank you Mr Chairman.\nNO CROSS-EXAMINATION BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "I don't have any questions, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "During the early 1990's, until the elections, you were part of the trauma that hit South Africa.  We, black people, were the victims of the apartheid system and certain things had to be done, like killing people, etc.\n\tIn certain quarters some people say it was unnecessary, they still say so.  But nonetheless, these traumatic deeds took place and you were part of it in that particular area.  I understand that the area is now quite peaceful, although you are in prison at the moment, this is what I am informed.\n\tWhat is your view of the fact that there is a peaceful existence within the area now?  Are you happy about it?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "I am happy for that situation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is a demand by nature of this country and nation, that we indeed start to live together like we should have 300 years ago until our lives were intruded upon.\n\tShould you, when you come out of prison, are you willing to contribute to building that nation as we think it should have been all these years?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, I am prepared to do so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may not know this also, but during this transformation of our country, during this period, the gangsters, the crooks, have taken advantage of the situation.  What is your attitude towards them?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "I do not know what to say about those people, because they also deserve to be forgiven and those who had violated other peoples' rights, they are supposed to be taken to court, and they are supposed to be sentenced for their offences.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you tolerate them within the community when you come out, in other words, is there a place for them in our country?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "No, I don't think there is a place for them, because those are the people who are harassing, violating the same communities that they live in.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There were some victims of the incidents in which you were involved, do you understand?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am not too sure who they were or are, but nonetheless, perhaps you do know them.  Are you willing to talk to them to make your peace with them?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, I am willing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And would you participate in such an exercise should such a meeting be arranged?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, I will participate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would that be with a view of making friends?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, I would be doing that because I want us to live together and create peace.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, I was told that you made applications for two counts of escaping from custody.  Mr Mashabane, what is the position about those?",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "Indeed Mr Chairperson.  The applicant still persists in making the application for escaping.  In view of the fact that he views the escape as an act which is incidental to his imprisonment.\n\tHe feels that he was imprisoned for acts or offences which he committed, whilst he was in his own understanding ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you explain that, there are two counts.  We don't know what the dates were, because if it occurred after the 10th of May 1994, then we can't even entertain it.",
            "Unknown"
        ],
        [
            "MR MASHABANE",
            "The one Mr Chairman, thank you for directing me on that point, the one Mr Chair, the applicant is applying for, is the one which took place in January 1993 and the other one which took place after the cut off date line, it follows that ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am told he escaped during a relevant period for these purposes, in January 1993, you escaped from custody, correct?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you escape?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Mr Chairman, my escape from jail for the second time, when I was arrested, I had the Investigating Officer, Captain Steyn telling me that he had some information that I played a role in the robbing of Kliprivier police station.\n\tWhen I escaped from jail, I knew that as I was not given the bail and he told me that he would come and book me out of Boksburg prison, I knew that on that particular day when he was about to book me out, I was to confess that I was involved in the Kliprivier incident, the disarming at the police station.\n\tI have to confess even with my Commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did that escape take place?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "It took place in 1994, December if I am not mistaken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, you can only apply for amnesty for incidents that occurred on or before the 10th of May 1994.  If you committed a crime for whatever reason after that, I am not empowered to consider any application for amnesty.  Do you understand.?\n\tNow you say the second one took place in December 1994, which is after the 10th of May 1994.  Tell me about the one that occurred in January 1993.",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "What took place in January 1993, I was arrested, I was in prison without bail and the Captain who was in charge - all these cases reappeared.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, then what happened, what did the Captain say, you say?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Captain told me that I was not going to get bail because he wanted to make sure that I am in a tight situation and that same Captain had relations with the people that I regarded as my enemies, that is Bishop Khumalo of the IFP.\n\tTo me it became apparent that if I stay in jail, waiting to appear in connection with those cases, and even in the townships in December, the comrades were attacked, and during my imprisonment ten comrades in my Section, had died.\n\tI realised that if I had to appear in court on the 10th of January,that was not going to help.  I had to run, I had to escape and go and help the community because the people were dying in Tokoza.\n\tI escaped on the 12th of January 1993.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the Captain's name?",
            "Unknown"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Captain Thomas Steyn.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Just one question Mr Chairperson, after escaping, where did you go?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "After escaping I went back to Tokoza, where I used to stay.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "And served as an SDU member?",
            "Male"
        ],
        [
            "MOLEFE MICHAEL SELEPE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Is that it Mr Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, that is the roll.  I don't want to have to have the last say, but there is a request from the victims, that I must just thank you and the Honourable Committee members for the way the victims have testified here and the manner in which they have been dealt with.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I am going to end this hearing and I promised yesterday that I would be able to give decisions tomorrow morning.\n\tIt seems I was informed, that if I do so, it would be contrary to the law and therefore I cannot give it tomorrow morning.  I am terribly sorry if I had misled anybody, thinking that they would get decisions tomorrow.\n\tHowever, they will be informed within - at the latest one month from here, when all the legal procedures have been complied with and the decisions printed in the Government Gazette before it can be made public.\n\tI want to also appeal to applicants who are involved in Self Defence Unit matters, it seems to be a trait and we waste time, and I am particularly worried about people who are still in prison, and we have to adjourn every so now and then, in order to give Attorneys and others the chance to consult, merely because they were unable to see their clients prior to the hearing.\n\tI want to appeal to the public and to those future applicants, to see your Attorney long beforehand.  It is unfair for us to waste time while your comrades are sitting in jail still.\n\tEverything can go smoother if you had taken the trouble to see your Attorney or Advocate long before the hearing starts, so that everybody knows where they stand and preparations can be made properly.\n\tWe have all witnessed a number of serious problems in these applications.  None of which can be laid at the door step of the applicants themselves.  It is time that we came to realise that there are people's lives and rights at stake.\n\tLet us do that job properly.  It starts by the applicant himself, seeing to it that he gets to his legal representative in time, not on the day of the hearing, but long before then so that if there is any preparations to be made, it can be done before the hearing starts and nobody is embarrassed.\n\tI hope what I have said is taken in good spirit and in the spirit it was intended to be taken.  \n\tI thank the public for the interest they have shown in these hearings and the applicants for respecting the process.  I also wish to thank the interpreters and technicians who do work that is not very often acknowledged.  Without them, these proceedings would not be able to proceed.\n\tI thank you.  I adjourn this hearing.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}