{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-04-14",
        "location": "CENTRAL METHODIST CHURCH, JOHANNESBURG",
        "day": "3",
        "names": [
            "MILTON BEKI MHLONGO"
        ],
        "case number": "AM 4042/96",
        "matter": "MURDER OF MR JOUBERT AND ROBBERY",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53280&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99041214_jhb_990414jh.htm",
        "speakers": [
            "CHAIRPERSON",
            "DR TSOTSI",
            "ADV SIGODI",
            "UNKNOWN",
            "MS THABETE",
            "MILTON BEKI MHLONGO",
            "INTERPRETER",
            "MR MHOLABA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "DR TSOTSI",
            "ADV SIGODI",
            "MR MOHLABA",
            "MS THABETE",
            "MR MHLONGO",
            "MILTON BEKI MHLONGO",
            "INTERPRETER",
            "MS MOHLABA",
            "MR MHOLABA IN ARGUMENT",
            "MR MHOLABA"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "For the record, I am Judge Pillay and I'm going to ask my colleagues to identify themselves for the purposes of the record.",
            "Unknown"
        ],
        [
            "DR TSOTSI",
            "Doctor Tsotsi, an attorney, Port Elizabeth.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "It's Advocate Sigodi from the Port Elizabeth Bar.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Who appears for the applicant?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Booker Mholaba, an attorney from Pretoria.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thabile Thabete, Evidence Leader, TRC.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mohlaba, call your first case.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Chair.  I am calling Milton Beki Mhlongo, and that is page 39 of the paginated bundle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "99?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "39 according to - it would appear that the bundle has since been changed after the very first bundle was allocated to me, but I confirm that the pagination has changed, but the documentation contained are still the same.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlongo, which language would you prefer to use?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please rise.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please be seated.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Mhlongo, you were born on the 24th of March 1964 in Pietermaritzburg, is that correct?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You are presently serving a prison term, is that correct?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you explain to the Committee why are you serving a prison term, for which offences?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Robbery and murder.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And you are before the Committee to apply for amnesty in respect of those offence, is that correct?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For one count of murder and one count of robbery?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before you carry on, the one count of murder involved who, or what date did it take place?  I just need to identify the ...(intervention)",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "This happened in 1993, on a Friday in September.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know the name of the deceased?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "It's Mr Joubert if I'm not mistaken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the robbery, when did that take place?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "It happened on the Friday the 10th of September 1993.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the same day as the murder?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Good.  Proceed.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "You were prosecuted in the Transvaal Provisional Division of the then Supreme Court and found guilty in respect of these offences, is that correct?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You were also charged with unlawful possession of arms and ammunition, is that correct?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Is it your desire also to apply for amnesty in respect of these two offences?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "The basis on which you're applying for this amnesty is that these offences were committed with a political objective, is that correct?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you during the period of 1993, that is the period during which this offence was committed, a member of a political organisation or an institution?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you mention the political organisation?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I was part of, or a member of the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For how long?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "It's been quite a long time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "From round 1989.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Were you also a member of the Self Defence Unit?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "At Tsakane.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you explain to this Committee how you joined the SDUs and the reasons therefore, were you invited or did you voluntarily join the SDUs.  And if there's any reason for your doing that, can you please explain with clear details.",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I joined the ANC in 1989, resulting from the situation.  In 1990 we put up some shacks in the area where we resided.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Continue.",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "It so happened that we were invited by the people who were in charge of the area, inviting us to come and join the ANC, so that we were forced to join the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You joined the ANC against your will?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "They forced us or forced me.  It's because of the situation that one joined.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "We joined the ANC in 1989, so that in 1990 we put up some shacks at now known as Mandela Village.  When we put up these shacks in Tsakane in 1990.  As the ANC patrolling in the evenings it happened that we held a meeting in 1993 in Tsakane and it transpired that we had a need for firearms to fight against the IFP in the area and the community of Tsakane, that is the ANC community, did not have firearms and as a result of that a word that came from the ANC to the effect that we should procure some firearms, which we did.  We went out to look for these firearms. ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that the reason you went out to look for firearms and to rob people, or commit crimes in order to take physical custody of firearms and ammunition?  Do I understand you correctly?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, we went out with the intention of looking for firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Mhlongo, take us through the incident which happened on this day when you went out to commit this robbery where Mr Joubert was killed.  Can you tell us how it was planned and all the roles which you have played?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was this also one of those ventures where you went to look for firearms?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, that is correct, because we held a meeting before the 10th, on a Friday in 1993.  We had a meeting so that there was an order that came from Shavias Biaha to the effect that we should secure firearms for ourselves and somebody came up with an idea as to where we could get hold of these firearms.  This person came on the 10th to inform us where to get hold of the firearms, so that the ANC ordered that I accompany these boys to go and get the firearms.  We used a vehicle that belonged to accused number 4.  We went to Delmas and we got into the place.  We found two white men sitting in the kitchen.  Myself as well as accused number 2, took one of these white men and we took him to the bedroom and two of us ...(intervention)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, please Mr Mohlaba control the applicant, we've got to take notes and it is also interpreted, so it's difficult for the interpreter to catch up with him.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I thank you.  Mr Mhlongo, can you just try and pause to enable the Committee Members to jot the necessary points and if there are names of people - because the accused number 2, the numbers of the accused are not known to the Committee, could you please mention them by names if you can still remember them.",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Before the 10th of September, it was on a Friday in 1993, we held a meeting at Vuyana, or Vuyani in Tsakane, we as the ANC.  It was discussed that we should secure ourselves firearms to face the situation in our area at Tsakane.\n\tIndeed I met with Joseph Fani Nkosi and I informed him that we required things such as firearms to be used in the protection of our community.  He then suggested that there was place where we could procure firearms.\n\tWe fixed an appointment with Fani Nkosi.  We discussed with Joseph Fani Nkosi when he told me that we could get firearms but we would need a vehicle.  We decided then that we should look for a vehicle and we used accused number 4's vehicle.\n\tI came back to report to the members of the ANC with whom I was working, reported to them that I had already secured something with, or secured information about where to procure firearms.  So we then left with these people to look for these firearms.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Who is accused number 4?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Glen Boy Tshabalala.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "According to the judgement here, there were only three accused.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I'm the fourth one.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "No, you were number 1, you were accused number 1.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "You mean in the case?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "No, I wasn't accused number 1.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are MB Mhlongo, not so?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, that is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This judgment we have from that judge, he signed it, he says you're accused number 1, FJ Nkosi, I assume it's Fani Nkosi, is accused number 2 and Kleinbooi Tshabalala is accused number 3.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, at the Court I was accused number 2, Fanie Nkosi was accused number 1 because the third one was on bail, he was out on bail and I therefore became accused number 2.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Joseph Fani Nkosi arrived indeed on a Friday in Kleinbooi Tshabalala's company and they were three when they arrived.  Keifas was there as well, Keifas Kweniga.\n\tWhen they arrived I took them with to Shavias Biaha, who was our leader in Tsakane branch of ANC.  I showed them to him and I also showed Shavias the owner of the car.\n\tThe owner of the car demanded petrol money and R15 was tendered to him.  We got some gas and we left on a Friday.  Joseph Fani Nkosi was the one directing the driver as to where we were going until we arrived at that particular house in Delmas.\n\tThe car was parked outside and it was at night, around something to nine.  We entered the house.  We found two white men in the kitchen.  Myself and the owner of the car, Kleinbooi Tshabalala captured one or we held one white man and we went with him to the bedroom and we asked for weapons from him like firearms and he showed them to us and at the same time he was resisting.  We got hold of an electrical wire in the room and we tied him with it.  \n\tHe showed us the safe where the firearms were concealed and the ammunition as well.  We opened the safe and took what was contained in it.  When we were going out in the kitchen we found out that the other white man whom we left in the kitchen was lying on the ground bleeding profusely.\n\tI asked Joseph Fani Nkosi as to what was the matter and he answered and said Keifas Kweniga stabbed that man.  Keifas Kweniga was the one who was left with him in the kitchen when we were busy dealing with the other man in the other room, in the bedroom.  And Kweniga said no, Joseph Fani Nkosi, you are the one who stabbed and I asked the reasons that led to this offence and they said he was making a noise, that man, the white man.\n\tWhen I tried to lift him  up to sit on the chair in which he was sitting, I discovered that he did not have any strength and I left him lying there as well and we left with our firearms, with those firearms rather, and we went back to Tsakane.\n\tWe got the firearms that we got there ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many firearms did you leave with?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Three.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it three pistols, three rifles or a mixture?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Pumpgun.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Three?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "One pumpgun and an R4 and another one that was a bit massive and that used a different kind of ammunition.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you get ammunition there?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, we did gather quite many of them, ammunition that is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all you people left with?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, we left with all of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all you took?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Keifas also had something else that looked like binoculars, a set of binoculars.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's all?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, that's all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "We took all of that and we went back Tsakane, arrived in Tsakane at night.  I think it was about 1 or 2 a.m. on Saturday.  We took these firearm to Shavias Biaha and Mhlango and Mshudulu.  Those were the ones who ordered us.  We left those firearms with them.  \tOn that very Saturday morning we went back to them, we left the house in other words and went back to them on Saturday morning again and I was telling them that I was due to leave to Kwandabele and the same day, Saturday, I left for Kwandabele and came back or returned on Wednesday.\n\tFriday now - well Friday morning, early hours Friday morning I saw them arriving with police at my house ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just hold that.  Ms Thabete, those people he just mentioned, were they informed?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Are you referring to the co-accused, Chair?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No, those people to whom the guns were taken.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "What happened is, our Investigator went to the plot mentioned in the judgment and they no longer live there, so we did make a media advertisement for them to contact us, but no-one contacted us.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Carry on.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "On the 17th of September 1993 on a Friday, I think it was about 2 or 3 in the morning, the policemen arrived in a Kombi with two bakkies or vans and they knocked at the door ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you arrested eventually?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "On the 17th I got arrested, 1993, on a Friday morning.  When they came to me they asked, when they got to me they asked as to whether I'm Beki Mhlongo and I said and they said I should dress up and they asked me about accused number 1, Joseph Fani Nkosi and I took them to where he resided and that's how we were apprehended.  And in the kombi I found the other people that we handed firearms to already arrested.  And we were all taken to Springs Police Station in the morning.  Midday we were transferred to Benoni Hyper Square.\n\tWhen we arrived there in Benoni during the day we took the Benoni Police to show them the scene where this whole thing was committed and we got to that particular scene and we came back and we were charged, the seven of us.  Charges were laid against us for murder.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mohlaba, is this at all relevant to the application?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Chair, I wanted to interject as well.\n\tYou have mentioned that when you were arrested the people who you also handed firearms to were also in that vehicle, is that correct?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, the people we handed firearms to on that Friday were already in the kombi, but I went into a van, not a kombi, but they were already there as well.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And amongst these people was Shavias Biaha there?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Shavias Biaha.  Yes, he was there together with Mshudulu, Ezekia Mhlango ...(intervention)",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you know where Shavias is today, do you know his whereabouts?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "No, I don't know.  He stays in Tsakane, but I don't know exactly the house.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And this is the person who was your commander at the time?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So is it your case that in robbing and committing this offences of robbery of firearms, you were in furtherance of the interest of your political organisation, that is the ANC and the SDUs?",
            "Male"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "That will conclude the evidence-in-chief, Mr Chairman.\nNO FURTHER QUESTIONS BY MR MOHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mhlongo, how long were you a member of the Self Defence Unit before this incident?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I had about three years.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Three years?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, if I'm not mistaken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the Self Defence Units were only established in 1993.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "When we got to that place it was around 1992, or it was in 1992 rather.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What place?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Tsakane where we had our shacks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I'm telling that the ANC testified about this and they said they established the Self Defence Units early 1993.  What do you say about that?  In other words, as far as we're concerned the Self Defence Units never existed three years prior, in 1990.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "No, we've been comrades since 1989 in the area of Tsakane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, what did you do in the Self Defence Unit?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "We were protecting the community.  At night we would patrol.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you patrol yourself?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "From Friday, Saturday, Sunday we would do the patrol.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what was this unit called?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "We called it Self Unit Defence Force.  We were the people who were protecting or defending the community in the area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you working at that time, in general?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, I was working.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Doing what?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I was working in Germiston at a manufacturing company, manufacturing fish and chips stoves in that particular company in Germiston.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now did you own a firearm?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "No, I didn't own one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you were on patrol, how would you patrol, would you arm yourself?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "We would carry knopkierries, not necessarily firearms, and sjambocks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was this the first operation that you went on to obtain firearms on the 10th of September 1993?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "No, that was not the first one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have a firearm when you went on this venture?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "No, I did not have a firearm with me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was anybody in your group armed?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Not armed with firearms, but other weapons, not necessarily firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you armed?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I had a knife with me, a small one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now your instructions were to take firearms.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Please repeat your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your instructions and the intention of the operation was to obtain firearms only.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, that was our main intention.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, was it your only intention?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, the only one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yet the binoculars were taken by one of your colleagues.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, it was also obtained from that house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was a television not taken?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Keifas Kweniga attempted to take the television set, but left it outside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he did take it out of the house?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, he took it outside and we said he should leave it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why?  Why were those items taken?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "He took from the dining-room and when we were leaving the room from which we took the firearms we realised that he had taken the TV set and we told him to leave it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But why was it taken, and the binoculars?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I would not know what was going on in his mind.  That is why I told him to leave it because that's not the reason why we had gone there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the taking of the binoculars?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I only noticed the binoculars once we were in the vehicle.  You see those binoculars were a very small thing, they were not immediately observable when we were leaving the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you give evidence in the trial?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you remember sometime during the investigation of that trial, you were asked where you got that one firearm?  Do you recall that?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "No, I don't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is alleged, according to the evidence, that you said the firearm was obtained when you went to Balfour to get money, you got not get money but you got the firearm.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I do not recall saying that in court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, it wasn't said that in Court.  Apparently when you were asked about it during the investigation of that trial, that is what you said.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, I was asked.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what did you say when you were asked?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I told them that we found firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "At the place, at the house near Delmas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you went to look for money and instead found firearms, is that what you told that person?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you say you were busy with that one white man in the bedroom and when you got back to the kitchen to your surprise you found the other white man lying on the floor bleeding.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You even made an attempt to assist him.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you feel sorry for this white man?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, I did because he was bleeding.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you then not agree with this killing or what?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, I did not agree with it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did not associate yourself with that?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "How?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you didn't agree with it, even afterwards you distanced yourself.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, I did not agree with the killing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have any intention to kill or stab that white man, not necessarily yourself, but did you have any intention that he should be stabbed in the first place?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "No, I did not have an intention that he be stabbed, but I was surprised when I came out of the room and noticed that he had been stabbed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you people went there to that house, did you know that some of your colleagues were armed with knives?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I knew that they were in possession of knives.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you think was going to happen if there was resistance to the robbery?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "As for myself I was also in possession of a knife.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you think was going to happen if those people resisted the robbery?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I was of the opinion that we should grab them and tie them up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Just a few questions, Mr Chair.\n\tDid you know the victims before you went there?",
            "Female"
        ],
        [
            "MILTON BEKI MHLONGO",
            "No, I was seeing them for the first time, I didn't know them.",
            "Male"
        ],
        [
            "MS THABETE",
            "How did you target them?",
            "Female"
        ],
        [
            "INTERPRETER",
            "May your question please be repeated.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "How did it come about that you decided to go to that house specifically?",
            "Female"
        ],
        [
            "MILTON BEKI MHLONGO",
            "The reason why we went there is because Joseph Fani Nkosi is the one who knew where we could ...(end of tape)",
            "Male"
        ],
        [
            "MS THABETE",
            "... tell you how he knew that you'd find firearms in that house?",
            "Female"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, he did explain.",
            "Male"
        ],
        [
            "MS THABETE",
            "What did he say, how did he know?",
            "Female"
        ],
        [
            "MILTON BEKI MHLONGO",
            "He had a family on that farm and his younger brother was apparently working on that farm and he apparently used to go to that white, or to that farm because his younger brother was working there.",
            "Male"
        ],
        [
            "MS THABETE",
            "In your words, why was the deceased stabbed?",
            "Female"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I would not know why, but according to his explanation he was making a noise, that is the deceased.",
            "Male"
        ],
        [
            "MS THABETE",
            "...(indistinct) the killing of Mr Joubert ...(indistinct) Jansen, how would you justify it politically?",
            "Female"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I would say this can be explained by way of saying that the deceased died in the same house where they were robbed.",
            "Male"
        ],
        [
            "MS THABETE",
            "So you didn't associate yourself - no, that's not what you said, you didn't approve of a killing, would you say you're responsible though for it?  Do you hold yourself responsible for the said killing?",
            "Female"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I would not say this role that I played in the murder, because it was not our intention to kill anyone when we got there.",
            "Male"
        ],
        [
            "MS THABETE",
            "My question is, I understand you went there to get firearms and you had no intentions to kill anyone nor to stab anyone, but nevertheless finally one of you did stab somebody, and I understand that you did not participate in any way in that stabbing, but would you say you're responsible for it?  Do you take responsibility for it because you've applied for amnesty for that murder?",
            "Female"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, I am involved in the death of the person because I was in the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) politically? ...(inaudible) when he was stabbed?  You never assisted in the stabbing, it wasn't supposed to happen as far as you're concerned, so why do you take responsibility for it?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I am party to this because we were all together in that one same house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "No further questions, Mr Chair.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mohlaba, have you got any questions?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Just one question.  Mr Mhlongo, after you realised that the deceased died, did it occur in  your mind that, but for your going to that place to rob a firearm the deceased would not have died?",
            "Female"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, had I not partaken in the robbery itself, this one person would not have died.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So do you in other words say that it is ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Wait, let him himself say the other words.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you, Chair, I've got no further questions.\nNO FURTHER QUESTIONS BY MR MOHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got any questions?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "You say you gave the firearms that you took to Sibiya and the other people who had ordered you to get them, is that correct?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you know what happened to those firearms before you were arrested?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "No, I have no knowledge.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "You see, Mr Mhlongo, one of the requirements that you must fulfil in order to get amnesty is that you must make a full disclosure and you must be prepared to tell the truth to this Committee.  Now what I want to find out from you is that here in the trial it is said that one of the firearms, the one that was given to accused number 3, according to this judgment, who is Kleinbooi Tshabalala, was sold to one, Victor.  Do you have any knowledge about that?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, there is something I know to that effect.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Yes, can you tell us about that firearm which was sold to Victor?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I knew about this firearm on the same day that we were arrested, after the firearm was ...  After we had given the firearm to these people they had taken one of these firearms and sold it to Victor because in court only two firearms were used as exhibits and one was missing.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Why was it sold to Victor if it was meant for the Self Defence Unit?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "On asking as to why they said they wanted money so that they could augment firearms - excuse me, so that they could augment ammunition.  They sold the firearm to get money which they would use to purchase ammunition.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "You see the record here states that this firearm was sold for R700, do you know anything about that?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "No, I don't know anything about money.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And proceeds divided between four people I think.",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "In fact it says here that Victor could not pay the amount.  He went to the bank to get some money and that the money was divided between yourself and Kweniga and ...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The first lot of money?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Ja.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And the other money that he went to fetch from the bank was divided between the other two.  Do you know anything about that?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "No, that is not correct because I was not there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You never received any money as proceeds from the sale of one of those firearms?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What happened to the binoculars?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I would not know what they did with the binoculars because I left.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you hand that in to the ANC as well?  They could have sold the binoculars to augment their ammunition as well, not so?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "We did not sell the binoculars.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What happened to it?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I would not know what happened to the binoculars because I left.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Just one more question.  I'd also like to know, did you fill in this form yourself, the form on pages 99 to 101, is that your own handwriting?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "ADV SIGODI",
            "What is your standard of education?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I went as far as Form 1.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "You mean you could not fill in the form yourself?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, I would not be in the position.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Why not?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "I didn't how they were.  I didn't know exactly what was required, that is why I requested somebody else's assistance.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Was this person also an inmate?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it true that some of these inmates are so smart that they're running a service, or used to run a service to complete these forms in prison?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "What were they gaining from the service?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not too sure what their benefits were.  All I'm asking is, was there a group of people in your prison who were clever enough to assist in filling in these forms?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "We were helping one another.  There were many people who were helping others.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "I just want to know why did you refer to this unit as the Self Defence Force?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "It's because we were patrolling in the evenings, helping the community.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "No, because the ANC would refer to these units as Self Defence Units, not Self Defence Force.  As far as I know there was no Self Defence Force, there was a Self Defence Unit by the ANC.",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "Yes, I agree.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You know some time ago I dealt with an application - I thought it was a spelling error, it may not have been now, where it was referred to as Self Help Unit or a Self Help Force, is this the same one?",
            "Unknown"
        ],
        [
            "MILTON BEKI MHLONGO",
            "No, it's not the same.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mohlaba, have you got any more witnesses?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "No.  Thank you Chair, that concludes the evidence for the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, have you got any witnesses?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "No, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mohlaba, have you got any submissions?",
            "Unknown"
        ],
        [
            "MR MHOLABA",
            "Thank you, Chair, I'll be very brief.\n\tMr Chairman, the application of, the form submitted by the applicant I submit complies with the requirement of the Act.  I would further submit that the evidence given by the applicant here clearly suggested that there was nothing concealed and therefore the full disclosure test has been passed.\n\tWith regard to the element of political objective ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well before we go onto that, if it was clearly their intentions and their instructions to go rob in order to obtain firearms, which in terms of his evidence clearly is a politically motivated act, how does the taking of the television and the binoculars impact on that?",
            "Unknown"
        ],
        [
            "MR MHOLABA",
            "The taking of the television, Mr Chair, I would submit that it is done by somebody else and not the applicant and in his evidence the applicant has mentioned that he reprimanded this very person for taking the television and subsequently the television had to be left behind.\n\tWith regard to the aspect of the binoculars it is, the applicant has testified that because the item is very small in its nature he could not observe at the moment that something else other than the firearms has been removed from the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well either he's going to be loyal to this group of people or he is going to stand alone, he can't have it both ways.  He said that he takes responsibility for everything that occurred there because he was in the house, it's a sort of deflected responsibility if you want.  If that be the case, then his personal approach to the taking of the television and the binoculars must be seen in the context of the group activity, and in that sense I ask the question, how does that impact on the aspect of the reasons for which they went there?",
            "Unknown"
        ],
        [
            "MR MHOLABA",
            "Clearly that amounts to a departure from the ultimate objective of going to that area.  But I would want to submit, Mr Chairman, that I view that as an issue which is, it's a new intervening event which was not part of the entire transaction and therefore I submit that that should be viewed in isolation from the entire transaction, and in fact that becomes a pure criminal act.  But I submit that it should not be tied into this entire transaction which was planned, that is to go and rob the firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR MHOLABA",
            "Thank you, Chair.\n\tWith regard to the aspect of political motive, it is true that it was not the policy of the ANC to commit robberies.  While such conduct is not expressly mentioned and faces a particular sanction from the members of the organisation who do certain things, however the institutions like the Self Defence Units were left to defend the community, defend themselves without any form of, without any arms allocated to them ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well Mr Mohlaba, that in itself is a phenomena that we accept occurred, but it does lay open to common criminals to take advantage of the situation, not so?  So as much as we are able to hear argument from any particular applicant, that he was working in the interests of this broad organisation, it could just as well be a case of a common criminal taking advantage of a situation and falling to his convenience under the umbrella of this political organisation, is that not so?",
            "Unknown"
        ],
        [
            "MR MHOLABA",
            "Certainly people would always want to take advantage of the situation and want to persuade this Committee to accept that pure criminal acts were committed with a political objective.  But with the evidence which has been tendered here and the subsequent court records which are before the Committee, it has always been the, it was very clear that always this thing was done politically.\n\tIt's a fact that other than the firearms or for the removal of the television set by this person who was subsequently reprimanded, there was nothing other than the firearms which were removed there, except the binoculars as well.  Which issue of the binoculars, Mr Chairperson, I submit was only mentioned to this Committee by the applicant and which he should be complemented for because it's nowhere in the document that binoculars were stolen.  And that will add up to his disclosure aspect.\n\tEven in the trial court it was mentioned that these people, the court even referred to them as a group of comrades and there was mention of the ANC Youth League in the court record itself, so that has not always, it's an issue which was not obscure throughout, that this operation was ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well that which you chose to take advantage of is a double-edged blade that, because in certain quarters in this country those days, the word \"comrades\" was used as a synonym to gangsterism, not that I agreed with that, but that's a fact, especially in the judiciary.  So it doesn't follow that even this court or the court that tried the applicant, was of the view that it was of a political nature because he used the word \"comrades\".",
            "Unknown"
        ],
        [
            "MR MHOLABA",
            "Certainly Chair, I agree with the Chair.  It's not only that word which I, it's just the word which occurred in my mind first, but there also mention of one of the co-perpetrators who was an active or an office-holder of the ANC Youth League, who was part of the applicant here.  And if the Chair bear with me, I can refer to a specific paragraph in the judgment.",
            "Male"
        ],
        [
            "MS THABETE",
            "Page 4.",
            "Female"
        ],
        [
            "MR MHOLABA",
            "Oh thank you, page 4 of the judgment, that is witness Mshudulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What line is that?",
            "Unknown"
        ],
        [
            "MR MHOLABA",
            "It's line 5.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did that court find that the three accused were party to this move to control crime?",
            "Unknown"
        ],
        [
            "MR MHOLABA",
            "No, the court did not specifically find that.  That will conclude my submissions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well there's one issue I want you to deal with.  Our interpretation of the Act on this particular issue, is as follows;  that the act for which amnesty is applied for must have been committed with a political objective.  I'm prepared to be very generous in this case, in the interpretation, to say that look if a particular act was committed and per se was not political, but was committed to facilitate the other act which was politically motivated, I lean towards making the interpretation that the second, or the former act was indeed of a political nature.  In this matter let's assume they went there to fetch or steal guns, ammunition, which we also assume was politically motivated, how was the killing, how did the killing facilitate the robbery?  Was it absolutely necessary to kill the gentleman and how did his killing enhance the political objectives of any political party because those are the requirements of the Act?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Chair.  With regard to that aspect I will concede that the killing of the deceased did not facilitate or enhance a political objective of any political movement because it's not the evidence of the applicant here that the deceased was viewed or seen by the political organisation as a stumbling block and has to be removed ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Especially in the context of their operation, they went to fetch firearms.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Certainly Mr Chairperson, but the death of the deceased could not be viewed separately from the objective of obtaining firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well if you concede that his killing did not facilitate the taking of the firearms, how does that become political?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The applicant is not very much aware of these circumstances regarding surrounding the death of the deceased and it was only mentioned, he mentioned that he was told by his colleagues ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or comrades if you want.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Comrades, that the deceased was stabbed because he was making ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A noise.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Was making a noise.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't that even worse?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "It is in fact worse but the context within which this expression was said Mr Chairperson, I submit it's not very clear to us and that could also be interpreted in saying that in him making noise it's going to let some passersby or some neighbours to come to his rescue which would subsequently frustrate the operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, that doesn't help us, does it, because the Act says that we must be satisfied that that act of killing the gentleman was done with a political motive and that full disclosure has been made in respect of which expressly my view excludes speculation and guessing, is that not so?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Certainly that is the case but the state of the mind of the person who has thrown a ...(indistinct) the deceased I'll submit Mr Chairperson that it's not, it cannot be tied up with the participation of the applicant in the entire transaction and I submit that the foreseeability that in going to rob firearms they may meet resistance and in the process somebody may die, that brings an eventual intention on the part of the applicant because he participated himself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the reason the gentleman died?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "The reason the gentleman died I was still saying  Mr Chairperson that the applicant is unable to explain with certainty but he found himself within a group which went to do, to perform an unlawful act and he could have foreseen that a scuffle may ensure, that in the process somebody may die and he associated himself with that so I would say that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well he specifically disassociates himself with that, he was asked.  He said he never intended the killing, he distances himself from the killing and he never associated himself.  He takes responsibility because he was there in the house, that's what he says.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "And further that but for his participation and his conduct as he conducted himself the deceased would not have died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja, well I appreciate your difficulties Mr Mohlaba but I need to at least give an opportunity to deal with the difficulties that we have and in order to make a decision we need to give everybody an opportunity to argue the issues that concern us.  The other thing that comes to mind is that in the context at that time, was the fatal stabbing of that gentleman proportional to the intended commission of an offence?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I will be a speculation Chairperson to say yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, objectively?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Objectively I would say no but that - no, it could be yes on the other side that's why I say it's purely speculation because we do not know the state of the mind of the person who struck the blow and the ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The state of the mind of the person who struck the blow is a subjective test.  The question of proportionality must obviously be measured in terms of objective values, not so?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Certainly it is and ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is a difficulty your client faces, not you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I agree with that Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any other submission you would like to make?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Unless the Committee wants to hear me on any other aspect I do not have anything else.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, that will be all thank you.  Ms Thabete have you got any submissions?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "No Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What do you say about us making a decision, would you support the granting of amnesty or not?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I would support it Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "For everything?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes Mr Chair.  Just to contribute maybe on the issue of proportionality, I would say that objectively you would say if the person was killed because he was making noise and if the making noise would have somehow disturbed the operation of what they were there to do, then one would argue that it was proportional to the operation of getting arms but it's just an argument Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you, we are going to have to take a bit of time to consider this and our decision will be publicised in due course.  Thank you.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mohlaba, are your other clients here?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Yes they are here, there is just an affidavit, I wanted to start with the matter of Mkukwana but if we could get a short adjournment because there is a supplementary affidavit which has been prepared.  I don't know if the Committee had an opportunity of going through it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, not yet.  I just received it now.  Why was this affidavit not signed earlier than today or yesterday?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I have just noticed yesterday that it appeared to be that affidavits get filed in matters where there is some lacunal application forms, that's why I also adopted that attitude but I could normally have that cured by evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  You want to have a short adjournment or what?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Certainly, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn for ten minutes.\nWITNESS EXCUSED\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}