{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-04-23",
        "location": "JOHANNESBURG",
        "day": "4",
        "names": [
            "PETRUS JOHANNES MATTHEWS"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54732&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/joburg/jbgamn.htm",
        "speakers": [
            "PETRUS JOHANNES MATTHEWS",
            "MR PRINSLOO",
            "CHAIRPERSON",
            "ADV BOSMAN",
            "MR DREYER",
            "MR KNOETZE",
            "MS VAN DER WALT",
            "MR BRINK",
            "MR MALAN",
            "<UNKNOWN>",
            "COMMITTEE ADJOURNS"
        ],
        "original_speakers": [
            "PETRUS JOHANNES MATTHEWS",
            "MR PRINSLOO",
            "MR MATTHEWS",
            "CHAIRPERSON",
            "ADV BOSMAN",
            "NO FURTHER QUESTIONS BY MR PRINSLOO",
            "MR DREYER",
            "MR KNOETZE",
            "MS VAN DER WALT",
            "MR BRINK",
            "NO FURTHER QUESTIONS BY MR BRINK",
            "MR MALAN",
            "WITNESS EXCUSED",
            "COMMITTEE ADJOURNS"
        ]
    },
    "testimony": [
        [
            "PETRUS JOHANNES MATTHEWS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "The applicant's application appears on page 39 to 51 and the rest on page 117 to 126. How old are you Mr Matthews?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I am 30.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it correct that you were charged in the Supreme Court in the Witwatersrand local division on charges of murder and other charges as it appears in the indictment before the Committee?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after that you were found guilty on 4 charges of murder as well as other charges?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And Judge Marais gave you the death penalty  4 times?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it correct that as a result of the findings of the Constitutional Court that the death penalty is unconstitutional your case was referred to the Appeal Court and your sentence was set aside. Recently you were again for the same case by Judge Marais?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes. In last year the 26th, beg your pardon, last month on the 26th I was sentenced to life.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That would be the month of March?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You were sentenced to life imprisonment for all the charges?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you are serving your prison sentence at the Leeuwkop Prison?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Matthews you have applied for amnesty in this specific case?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you have seen your application and the annexures. Do you confirm this?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you undergo military duty?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I completed my 2 years military duty. I also completed border duty at the Omega Battalion.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "During your training and duty in the Defence Force were you at all informed regarding the relationship between the then South African government and the ANC/SACP Alliance?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes. Especially because I was trained for border duty they made it clear that the ANC/SACP Alliance was our enemy and that they had to be destroyed.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The duty which you delivered that in terms of a war or what was the situation?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "It was a war situation because I served on the border.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And it was military by nature?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "After you had completed your military duty later on in October 1993 you joined the AWB?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Why did you join the movement?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "It was the only movement which was supporting our own territory, right to self determination and religion. No other party was fighting for our own country and for our own rights at that point.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "At that stage when you joined the AWB how did you see the political development in the country? Was it unavoidable that there would be a take over by the ANC/SACP Alliance?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "It was clear to me that the government of the time was negotiating with the ANC/SACP Alliance and I foresaw that this would lead to an election during which the black majority would take over.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was it acceptable to you at that time that the ANC/SACP Alliance take over?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No I was raised and taught by the government of that time to resist it.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were you afraid at that time that a black majority would rule the white minority?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after you had joined the AWB did you receive any specific training in the organisation?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "During weekends they provided training on a farm. They taught us how to shoot with the home-made shot guns. These were things that I had already learnt in the Defence Force. But Mr Meiring once again showed us these things as well as how to launch attacks.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Are you english or afrikaans speaking normally?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I am afrikaans.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Matthews did you complete any exams in the AWB?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I wrote an exam regarding phase 1 which appears before the Committee.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you passed this exam?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Which rank did you occupy within the AWB?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "At the time of the incident I was a lieutenant because I had only been there for a short time.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "On the 12th of December 1993 were you called in to Uncle Harry's Roadside Cafe?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I received a call from my sister. She told me that Commandant Martin had told us to meet at Uncle Harry's Roadside Cafe at nine 'o clock dressed in our camouflage gear and with our weapons.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you go in uniform?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I went as they instructed me to.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What was your weapon?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "The 357 Magnum.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And at Uncle Harry's Roadside Cafe as you have already heard in the testimony Commandant Martin was in command. He was in command until Kloppers arrived.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And when Commandant Kloppers arrived was there any parade?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "He brought us all to attention. And saluted Commandant Kloppers, we were then placed at ease and Kloppers took over from there.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were any instructions given to you? Were you told where to go or what would happen at that point as you saw it?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Mr Kloppers told us that he had come from an order group meeting and that he had received instructions from the General that the time for waiting was over and that the revolution would begin that night. That we were to go out and that he wanted to see corpses.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "This General to whom you are referring who is that?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is General Jappie Oelofse.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And he was in command of that specific area?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "He was in command of the entire Witwatersrand area.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was he familiar to you at that point?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I had met him before on a few occasions but I was not on a first name basis with him. I did not know him that well.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And at that point in time when an order is referred to did you regard the AWB as a military or a para-military organisation or simply some kind of organisation?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I regarded it more as a military than a para-military organisation because we wanted to begin the war. We went over to war and that is why I regarded it as a military organisation.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And your conduct on that evening did you regard it as military?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I regarded it as military.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was any military discipline applied at that specific point of time and afterwards?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "During the entire evening we moved as a military group.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "How did you regard Commandant Martin and Chief Commandant Kloppers? Did you regard them as superior officers or as friends?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That evening I regarded them as our commanding officers because of the nature of the group in which we were moving.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Because of your experience in the military?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after the meeting at Uncle Harry's Roadside Cafe did you go to a specific place?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "From the cafe we went to Badenhorst's house where we left the vehicles which we were not using and changed the license plates of the vehicles which we would be using. After that we went to Visser's apartment.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "If we can just go back to the cafe, what instruction was issued there?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "The instruction was that General Jappie Oelofse had said that the revolution would begin that night and that he wanted us to use the hard option. That he wanted to see corpses.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after that you went to whose home?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Firstly we went to Jaco Badenhorst parents' home.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What happened there?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Those vehicles which we were not going to be using because we had too many vehicles for the operation, were left there. And those vehicles which we would be using we changed the number plates there of in order to make recognition difficult. And from there on we went to Visser's apartment.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Before you went to the place where the roadblock was held did you use any alcohol?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Earlier on in that day at my home I drank a beer or two. We had a braai but I was already in bed and sleeping when I received the call.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after that you heard the testimony of your colleagues saying that they had, had whisky. Did you have anything to drink?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "At Mr Visser's home I had whisky and I also had a glass of neat whisky which has been mentioned here.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "After you had the whisky and you departed who drove with you?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I was driving with Mr Kloppers and Mr Martin in the Mercedes when we went to Mr Martin's residence.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And when you arrived there, what happened?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "When we arrived there they told us that we would be setting up a roadblock. And they went to fetch the necessary equipment which we would be requiring for the roadblock.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you have any alcohol at Mr Martin's house?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No I did not.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And from there you went where?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "From there we departed for the Radora crossing where the roadblock would be set up.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You have already heard the testimony of Mr Martin and Mr Meiring, were you yourself involved on assault on black persons before you arrived at the place of the roadblock?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I did assault people along the way.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Where was this?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Approximately a kilometre away from Mr Martin's residence we found 2 black people who came walking out of a plot. We stopped, we jumped out, asked them what they were doing there and they did not give us satisfactory answers. And we then assaulted them.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you have an instruction to carry out this action?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No. When we arrived back at the Mercedes with Mr Kloppers and Mr Martin they were very angry. Especially Mr Kloppers who had said to us that this was not part of our instructions. That we should stick to the instructions which were issued.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "So therefore he admonished you for this?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes he was rather angry with us because of that.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And in which vehicle did you then travel?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "From Mr Martin's home we were redivided and I was in the Sentra after that.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And then you went to the Radora/Ventersdorp crossing?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "At the crossing a roadblock was set up by Mr Meiring, what was your function there with regard to the maintenance of the roadblock?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I was given part of a reflector jacket which we had received at Mr Martin's home. And when they would give the signal to pull the car off the road I would stand in the road as a traffic officer and do so.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "There has been testimony that motor vehicles were apprehended.",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "We pulled over a number of motor vehicles I am not certain of exactly how many.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "How many of those vehicles were searched?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "All the vehicles were searched. The passengers were questioned and they were let go.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was there any occasion where there was a vehicle which would not start?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes. If I remember correctly it was a Ford F100 which was pulled off. We searched the vehicle, found nothing and then the vehicle would not start after that. Mr Kloppers gave us instructions to set the vehicle alight which we did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And the passengers of that vehicle, were they black?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes, all the vehicles which we pulled over had black passengers.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "During this specific roadblock did you ever seize any cassette tapes?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes. I did this upon the instruction of Mr Kloppers. I found the cassettes and the equipment box. He told me to take them and that they would be given to the appropriate persons because the cassettes might have contained propaganda and the tools could be given to our mechanics division.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you then hand those items over to specific people?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I gave the equipment to Mr Meiring because he was the training officer and I gave the cassettes to Mr Visser, also one of the applicants. He would have gone through the cassettes because he had the necessary musical equipment to do so.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Later a Honda Ballade and another vehicle were apprehended, what happened when these vehicles were apprehended?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Just before then we received the signal that we had to pull them over and before we reached they had gone off the road already as the others had testified. We heard the doors open and close. We did not really know what had happened there. They approached us and we pulled both vehicles, the Cressida and the Honda off the road. I told them to get out of the vehicles and to sit down at the side of the road. I searched the boots of both vehicles and that is where I found the cassettes and the equipment box. We searched further and Mr Martin was constantly questioning those who were sitting on the ground. Questions such as where do you come from, where are you going, to which political party do you belong? And so forth. Mr Visser walked around the back, or Mr Kloppers walked around the back and if some one who Mr Martin was questioning did not want to answer Mr Kloppers would hit them on the back of the head. Mr Kloppers and Mr Martin came together and called us closer. They said that this was the group and that we would have to eliminate this group, that we would have to shoot them. We formed a line where in which Mr Martin fired the first shot. I did not shoot immediately because my weapon became stuck in my clothing and I could not fire quickly enough. Mr Martin told me not to simply stand there but to shoot. Because he was standing on my right hand side. When I managed to retrieve my weapon I shot at the people.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "How many shots did you fire?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Six.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you said that you fired these shots at the people?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I fired in the general direction of the people, where they were sitting.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And is it correct that 4 people were killed during the incident?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The first shot fired by Mr Martin, what was the purpose for that?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That would have been the commanding shot. When he fired the shot we would begin firing immediately there after and then we would know that everybody would be on their places and not end up in the line of fire by accident.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "After shots had been fired at the people what happened then?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I had fired my 6 shots when Mr Meiring shouted that we should depart because a vehicle was approaching. We climbed into the Sentra. And before we pulled away Mr Kloppers shouted to us to meet them at the Town Hall. We then left and waited for them at the Town Hall. We saw emergency vehicles from the fire brigade, the Police and the ambulance driving past us and I assume that they would have been on their way to the place where we had just been. And we tried to get out of town as soon as possible so that we could go to Mr Badenhorst's house and change into other clothes. Mr Meiring and I went back to the Town Hall to see if we could find Mr Martin and Mr Kloppers. They had not yet arrived. We went back to Mr Badenhorst's home and there we found Mr Kloppers, Mr Martin and Mr Visser. But Mr Diedericks had already been dropped off at Mr Martin's home.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And there at the home of Mr Badenhorst was there any object? They mentioned an ear, do you know anything?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Mr Kloppers asked who had fired shots. Everybody answered in the affirmative even those who had not fired any shot because Mr Kloppers was severely agitated. He thought that we were trying to run away from the scene. He was rather angry and everybody answered in the affirmative. He said that he had received an ear and he ordered some one to go and fetch the ear in the Mercedes. The person fetched the ear, brought it in and he showed it to us. He said that he would take the ear to the General the following day because he would have wanted it.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is that General Oelofse?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after that did you return home after these events?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson after Mr Kloppers and Mr Martin had spoken to us we left for home. Mr Meiring and I drove together.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "On the 16th of December 1993 did you attend the proceedings at the Voortrekker Monument?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No I could not attend the proceedings I was in Lichtenburg at that point. I was relieving the manager there. And I could not attend the proceedings.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it correct that on the 6th of January 1994 you were arrested?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "By the South African Police?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And that you were detained in terms of Section 29, the Act on internal security?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "How long were you detained?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "It was from the 6th until the 17th when we first appeared in court.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you make a statement to anybody?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "To who did you make a statement?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "To Lieutenant Louis Smit from the South African Police.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What led to your making a statement?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "They came to fetch me at home, they did not arrest me.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is this the Police?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes that is South African Police. They took me to Protea in Soweto Murder and Robbery. When we arrived there I had not said anything. I had denied everything as anybody else would. I tried to maintain my innocence. The Police officers showed Kloppers to me. It looked as if his face was as big as a watermelon because it was so swollen. He also showed me Mr Martin who was seated in another room and I could clearly see that his face was very swollen, that he had been tortured and they said to me: \"If you do not want to talk then this will happen.\" And I made the statement.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And this statement that you made was it submitted during the court proceedings as evidence?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes, they used my statement as an exhibit.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And do you have a copy of the statement in front of you? Is the truth contained within that statement or not?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson as I am sure, I am speaking for myself, I tried to maintain my innocence. I did not want to admit that I had committed the act. I tried to appear innocent and I tried to place as much of the blame on the shoulders of others. It is very confusing seeing as I was on medication. I had a heart attack on the 4th of January 1994. I was on very string medication at the time that I made the statement.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "So what you are trying to tell the Committee is that it contains certain untruths?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And in the court itself did you testify?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Regarding this specific case?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "This case and that of Mr Martin and Mr Kloppers did you speak the truth in your own case?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No not the whole truth.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you at any moment say that you had used alcohol?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I thought that if one had been under the influence of alcohol it would be a mitigating circumstance and I told them that I had been drinking a lot.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was that the truth?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No I was sober. I had only had one glass of neat whisky and it did not make me drunk.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did it influence you in any way?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "In the prison itself after you had been placed in prison did you meet General Oelofse there, who was being detained?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes. He had been detained from the time of Soweto Police Station with us.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And in the Diepkloof Prison did General Oelofse speak to you or speak to other applicants in your presence?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "He spoke to all of us because we were held alone in a section and it would have been difficult to speak only to one or two persons and he told us that he wanted to congratulate us with what we had done. That he was very proud of us and that we would later be given medals for the operation which we had carried out. He also said that he was very angry with the other areas who had not acted as they should have.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did he express any doubt in terms of what Kloppers had told you that evening at Harry's Roadside Cafe?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I executed instructions as I received them. I did not doubt them.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "But the question is; when you heard what General Oelofse was saying to you and your group in prison regarding the others who had not carried out instructions, did you in any way after hearing that have any doubt in that which Kloppers had said to you at Harry's Roadside Cafe?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before that he doubt the veracity of the instruction then?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "I will repeat the question. Was it affirmative to you regarding what Oelofse had said to you in the prison that what Kloppers had told you to do that evening was in fact the truth?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And in the prison were there any congratulations extended?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "While we awaiting trial I was promoted to a field cornet by the General because he was there with us, that is General Oelofse. As well along with the two Commandants. He promoted me to field cornet. And later when we had already been sentenced Mr Terreblanche came to visit us in December 1995. He and certain members of the Generals and staff. And  from there it became even more clear to me that Mr Kloppers had been speaking the truth. And Mr Terreblanche also congratulated us and after that we also received further promotion in our ranks. And I took this to be a congratulations for the deed.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Regarding the deed itself the shooting of those persons on that evening, why did you do it?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I believed that if we did not do anything the elections would take place and our chief objective was to stop the elections so that the black majority government would not come into power because this is what would happen if the elections took place. And we did everything in our power to stop the elections. We did not want them to take place.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "In as far as it affected the AWB did the AWB approve of the elections which were forthcoming?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No it went as far as the AWB saying along with certain Generals in the Defence Force and Ferdi Hartzenberg and the Conservative Party the war would be initiated against the government of the day and the new government which would come from the elections.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Would you have committed the same actions on that evening is it had not been an order?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No I would not have done anything like that out of my own. I acted upon orders of the officers.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you draw any benefit from those actions?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you act out of racism in any way?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No it was not a question of racism. We even let certain IFP members let go. If it had been pure racism we would have shot them as well. Which we did not do. Our target was the ANC/SACP Alliance.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "While you were in prison, at any point were protest marches held by the AWB where they demanded release of the prisoners?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct I still have a poster which I received as a memento from the people.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Could you just open that up and show it to the Committee? Please turn it this way so that we can read it? Whose photo appears on that poster?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "It is a photo of me.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Might we refer to that as Exhibit B Chairperson. Who issued that poster?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "General Oelofse collected money for the printing of these posters during a protest march in Potchefstroom. Posters were shown to the people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I do not follow the answer to the question.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Matthews just to explain once more you said that the poster was printed by Mr Oelofse or under the instruction of Mr Oelofse and the poster was used during a protest march in Potchefstroom. For what purpose?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "The AWB asked that we be released as freedom fighters. Mr Terreblanche at times did appear in parliament where he demanded that the soldiers be released. I think this is what led to the printing of that poster in a demand for our release.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Matthews can you please indicate why your photograph was placed on the poster?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "A photo was taken of each and everyone of us for the posters. It was not only a photo of me.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So therefore there are several posters with photos of each and everyone of you? Only your group or any other AWB members?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I am not certain whether there were any other people. Obviously we were not there to witness the printing of these posters.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thank you honourable Chair. That completes the testimony.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think this is a convenient stage to adjourn until half past nine tomorrow morning.\nCOMMITTEE ADJOURNS\nON RESUMPTION: 24 APRIL 1998 - DAY4",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "24th April the Committee consists as before. The same matters. Is Mr Dreyer here?",
            "Unknown"
        ],
        [
            "MR DREYER",
            "I am yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you now joining us?",
            "Unknown"
        ],
        [
            "MR DREYER",
            "Mr Chairman and members of the Committee (...intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may remain seated. We remain seated here in these proceedings.",
            "Unknown"
        ],
        [
            "MR DREYER",
            "I appear on behalf of Jappie Oelofse together with my attorney of record. He is on his way. Unfortunately has not yet arrived, apparently he had a problem with his vehicle. Judge I have not been here yesterday because I only received instruction late during the afternoon due to certain problems. First of all when my client received notification that there might be some incriminating statements contained in the applications that is presently before the Committee, he was merely informed that, that would be forthcoming from the evidence of Mr Kloppers. And arrangements were then made and I express my gratitude to the Committee for doing so, to have Mr Kloppers tend his evidence at a later stage and not at the outset. Although that would have most probably be the logical thing to do.\n\tBut I have been informed that during the course of the evidence that was tendered yesterday by more than one witness certain incriminating evidence was in fact advanced against Mr Oelofse. Obviously I have not had any insight to that and in view of the fact that we have only informed of the fact that he would have been incriminated by the evidence of Kloppers, it is my respectful submission that we would be entitled to the opportunity to cross-examine those witnesses in so far as he might have been incriminated. I have not obviously been in a position to ascertain when the record of such evidence would be available. So in that sense I would respectfully submit to be afforded the opportunity to once such a record is available to request recall of such witnesses in order to cross-examine them. That is firstly.\n\tThen secondly the other logistical problem that we had is only yesterday because of a direct request to a lady by the surname of Haskins did my attorney of record receive the affidavits in the applications of or the statement and affidavit of Kloppers. Which I only received yesterday afternoon. And I have in fact worked through that in order to be prepared on that. I also only received the criminal proceedings against Martin and Kloppers in the High Court yesterday. So as far as that is concerned I am prepared to proceed with my cross-examination of Kloppers. I also been informed that Martin have already concluded his evidence. So in view of that Mr Chairman I would then submit that as far as the evidence that has been completed I would reserve my right as stated. If there is any witness and I am informed that one of the witnesses is currently being in a position of giving his evidence. I would obviously proceed with my cross-examination on that. That is more or less the background of what I had to offer. Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The first request you make entails postponing the matter or at least not finalising the matter. Which is something that we, unless something extraordinary happens is not likely to happen. We are not likely to grant that. For a variety of reasons. Firstly we were told that your client had been informed some time back about the possible incriminatory evidence against him. And unless we have got sufficient explanation as to why since then he did not make use of the opportunity as he was entitled to in terms of the Act, we see no reason why we should be driven to a point where we should not finalise these proceedings this week as we intend doing.\n\tA secondly and turning to the nature of the evidence which incriminates your client is not any different from the one that you know of. Namely the kind of evidence that you would expect to be incriminating from Mr Kloppers. Because in most instances, all the previous witnesses did not deport to be testifying directly as to what they heard from your client. They were conveying to us as to what they were told by Mr Kloppers and they were therefore secondary witnesses in that respect. So they are not the primary source of the incriminating evidence against your client. And I think that whatever prejudice your client may suffer as a result of incriminatory evidence that prejudice will be taken care of if your client is given the opportunity to cross-examine the primary source of incrimination. \n\tYou will recall that the Act gives your client or any incriminated person the right to present their case if not only if they are incriminated. The Act says if they are incriminated to their prejudice. So it is not sufficient simply to say they are incriminated. It must be an incrimination to their prejudice. And therefore as I have said I think that whatever prejudice your client may think that he may suffer as a result of incrimination by secondary evidence that will be taken care of if he is given the opportunity to cross-examine the primary source of incrimination. It is precisely the same nature of evidence that you know of. \n\tAt any rate yesterday to the best of my ability I took note of aspects of the evidence which could be said or be it in a secondary sense be incriminating of your client. And I had in mind to bring them to your attention. And I have tried to pick them up and to systematise them as far as possible so that if you came in I would read those things to you, those aspects to you and I think they will be of assistance to you. And I would suggest that at an appropriate stage, if you so wish, I could read those areas to you and then you will consider your position as to whether really you want, you think of having the matter postponed so that you ask for the record. And in my mind that does not justify that.\n\tAt any rate I will provide to you those aspects. I have tried to take note of them yesterday. I am going to give them to you. You will consider that and then you will see how far you can take the matter. For now we are dealing with Mr Matthews. And I do not know whether you would like to put him in the same category with the other witnesses. In other words you refrain from whether you want to refrain for now from putting any questions to him until I am going to give you a summary of what they said in incriminating your client. And then possibly if you are so advised, ask them to come back to have questions put to them. In which case we will proceed and finish with him. Then we have to take a short adjournment. Then I give you a summary of the incriminating evidence against your client. Then you take the matter further.",
            "Unknown"
        ],
        [
            "MR DREYER",
            "Mr Chairman if I may just reply? There is only one aspect that I would want to raise again and that is simply the question of my client having had prior notification of the incrimination. It is my clear instruction that when he received such notice it was expressly limited to the evidence of Kloppers and he was only furnished with the application of Kloppers. He was not furnished with any of the other applications. That is why I said at the outset that he did not receive prior notification of the incrimination by the other witnesses. But I have taken note with respect of what the Committee has relayed to me. As far as this witness is concerned I will obviously listen to his evidence and once his evidence is concluded I would appreciate if I can then just look at the note as the Chairman pointed out. And that I think would then put me in a position to make a proper decision in that regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Knoetze?",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Mr Chairman if I may? Could Mr Dreyer also please indicate to the Commission whether he is opposing the application for amnesty made by my client, Mr van der Schyff. The reason why I asked this Mr Chairman is we would like to know on what basis that is done if that is the purpose of his presence here. And then also of course whether he tends to call his client so that he can in turn also be cross-examined.",
            "Male"
        ],
        [
            "MR DREYER",
            "Mr Chairman and members of the Committee, first of all concerning the first question by my learned friend. My instruction is not on the basis of opposing any of the applications. My appearance before the Committee is simply on the basis at this point in time, to properly see to the interest of my client in view of the possibility of incrimination and on that basis my cross-examination of any witnesses who in fact do so is based. That is the first point.\n\tSecondly as far as my learned friend's question in respect of the possibility of Oelofse appearing for purposes of giving evidence it is my instruction at this stage in time that he is not going to appear as a witness. He is not one of the applicants for amnesty. If the Committee is of the opinion or anyone of the other members that they have any basis upon which he should be called then those steps must be taken. I would also like to indicate that, that is my instruction at this point in time. Obviously that might change in view of the evidence as it transpired before the Committee. But that is my current instruction. That he is not going to appear as a witness.",
            "Male"
        ],
        [
            "MR KNOETZE",
            "Mr Chairman if I may just respond to that. I think that is not the way things ought to be done. I mean it is unfair towards anybody testifying here to be subjected to cross-examination and not have the right to retaliate. I mean one do not have to have a broad imagination to know that any sort of thing can be put under cross-examination and if that cannot be tested then the value of the cross-examination is nil.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just on that point. Doesn't that also answer the very curiosity if he puts questions to the applicants, he cross-examines the applicants and he puts his client's version. Eventually his client does not testify, what weight do we attach whatever version was put to your client and how adversely does that affect your client? What weight do we attach to a version which was simply put by counsel but not confirmed under oath?",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Well I will argue eventually Mr Chairman that you should attach no value to cross-examination but you will in the mean time be wasting this Commission's time and money.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We cannot know that because we do not know what concessions the applicants are going to make during his cross-examination. They may agree with him under oath, may agree and confirm certain things which he is going to put across on behalf of his client. And in that sense that is evidence.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Well with respect Mr Chairman I think it will be unlikely in view of what has been said here already but can we then accept Mr Chairman that should they disagree the Commission will rule or you will rule that Mr Oelofse testifies so that he can be cross-examined?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It has not been the practice of the Court to compel people who apport to be acting in their own interest to come to Court and testify. Unless and I am not necessarily saying that, that will be done, unless you on behalf of the applicant would feel that he must be subpoenaed and approach the Committee and say: \"I want Oelofse to come and testify. I would like to have him subpoenaed.\" The Act provides that we can be approached to and be asked that a particular witness be subpoenaed. In which case we can do it.\n\tBut you see there are 3 possibilities. That he may choose not to testify and the matter ends there. Secondly we as the Committee may feel that in order for us to come to the truth he must come and testify and we may decide to subpoena him. The third possibility is that if the second one is not exercised you on behalf of the applicants may feel that in the interest of your clients' case he must be subpoenaed and you may ask us to subpoena him. And then we can do so. It is not as if it is just altogether a matter of his personal choice. Of course that does not apply to only him but any other person who may think that he is possessed of information which can enable us to come to the truth.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It may be Mr Knoetze, it may be that because you know it is difficult to make ruling in advance on issues like this. It may be that it is important that we should know that the attitude is that they are not going to call him. That may of course influence us in determining the ambit Mr Dreyer should enjoy in cross-examining the applicants. We may have to take that into account. The fact that after all his client is not coming. We may broaden or restrict, most likely restrict the ambit of his cross-examination. But we should leave it to the point where if anybody feel that he should be subpoenaed at some point let that be considered.",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because it may cause problems to the applicants if he is subpoenaed. On the other hand if he is subpoenaed he may cause worse problems for the applicants. Nobody knows.",
            "Unknown"
        ],
        [
            "MR DREYER",
            "Mr Chairman if I may just answer something which I think is not quite clear with my learned friend. I would like to reiterate that it is not the purpose of my presence and appearance on behalf of Mr Oelofse to oppose any of the applications. So that is also something which I with respect submit should be taken into account when the Committee decides on the ambit of cross-examination. I am merely exercising my client's rights also in terms of the rules of natural justice to cross-examine anyone who incriminates him. And that is the purposes of my appearance. And obviously that is also clearly borne out by the du Preez case which is a very similar type of application. All I am saying is at this stage, and I would like to reiterate, at this stage it is my instructions to do so. I have just arrived. I have not seen the evidence that has been adduced as yet. I obviously cannot judge what is going to be adduced in the evidence as we proceed. So that might change my instruction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By the way we should have, sorry that we did not indicate this earlier on to counsel. We should have indicated that should we not finish this week our intention is to proceed next week. And we hope that people will be available. I see Mr Wagenaar is shaking his head. Although as far as I know two weeks were set aside I think for this matter. I do not know why, how suddenly why Mr Wagenaar would not be available. We will talk about that later Mr Wagenaar. It is alright, it is not that urgent. In the meantime then let us proceed.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I have no questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink were you through with the witness or?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I do not think I had started with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well then lets go to Mr Knoetze first. Mr Knoetze?",
            "Unknown"
        ],
        [
            "MR KNOETZE",
            "I have no questions. Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Thank you Mr Chairman. Mr Matthews I am putting my question in english but please answer in afrikaans if you wish. You gave evidence in the court case where you were convicted. That is correct isn't it?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "And you spoke about the amount of drinking which went on prior to this murderous expedition. Is that correct?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "Do you say that evidence was untrue in regard the quantity of liquor which was taken?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now at the scene instead of taking the cassettes player and the cassettes why didn't you test them there and then to see whether it was music of some sort? It might be pop music or country and western music or Beethoven or whatever. Why didn't you test it there and then? Instead of taking it (...indistinct)?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "What would I have tested it with? We did not have the facilities with us.",
            "Male"
        ],
        [
            "MR BRINK",
            "Well wasn't there a tape player in the car?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "The vehicle in which I travelled did not have a cassette player.",
            "Male"
        ],
        [
            "MR BRINK",
            "In the vehicles which had the various black people?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson that was not part of my order. My orders were to take the cassettes and the tools and to hand them over to the relevant persons.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did you see this 13 year old boy who got shot?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson I looked at the people but the child which you are talking about now did not appear to be that young.",
            "Male"
        ],
        [
            "MR BRINK",
            "Apparently he was 13 years old?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is what they say.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did you hear any responses to the questions which were allegedly put to the occupants of the 2 motor vehicles?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I did.",
            "Male"
        ],
        [
            "MR BRINK",
            "And what was the nature of those responses?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "The questions were where they came from, where there were going, to which political parties they belonged. Regarding the question where they were going they said that they were going home but regarding the questions about their party political affiliations I heard them say more than once that they were members of the ANC.",
            "Male"
        ],
        [
            "MR BRINK",
            "However I suggest to you in fact that no questions at any stage were asked of these people regarding their political affiliation. And there will be evidence to that effect. May I have your comments?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "The testimony will not be true.",
            "Male"
        ],
        [
            "MR BRINK",
            "And you ask the Committee to believe that a group of people are forcibly removed from their motor cars, made to stand or sit on a wall, people who in such circumstances would have been terrified would have voluntarily told you their political affiliations? Is that what you want the Committee to accept? I see you are swallowing rather hard.",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I am not swallowing. You should watch what I said. Chairperson I was a member of the AWB and before that I was a member of the Conservative Party. And regardless of any circumstances or any questions I would have said that I was a member of the party. I am not ashamed of my membership of the party.",
            "Male"
        ],
        [
            "MR BRINK",
            "No you missing the point. You heard my questions to Mr Martin. Did you not? Or possibly to Mr Meiring? That this was not a proper roadblock. And the conventional roadblock is not concerned with peoples' politics. It is concerned with drunken driving, stolen goods and that sort of thing. Do you agree?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I do not understand how you arrive at this point.",
            "Male"
        ],
        [
            "MR BRINK",
            "Do you agree with me that at a conventional roadblock, that is a roadblock - don't you want?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No I think they take to long to.",
            "Male"
        ],
        [
            "MR BRINK",
            "You can answer in afrikaans (...indistinct) A conventional roadblock is one normally held by the Police. You agree with that?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR BRINK",
            "And that is with the view to discovering if possible whether there has been drunken driving, whether there has been stolen goods, stolen vehicles. That sort of thing. Do you agree?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "And it is extremely unusual I suggest for any conventional roadblock member to ask people who they are searching or interrogating about their political affiliations.",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "But that was our task. That was the objective of the roadblock. To question people regarding their political affiliations.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes I go along with that. What I am suggesting to you is that these people would by the very nature of things have been terrified because of the manner in which they were treated. And they would not have volunteered their political affiliations.",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "They did tell us to which party they belonged.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you know when this question was first asked your answer was you had been a member of the CP and then made subsequently a member of the AWB and if anybody asked your political affiliation you would have proudly at once, proudly without hesitation told them that you are a member of the AWB. But the crux of the question which Mr Brink is asking you is if you find yourself at midnight in Soweto surrounded by people in ANC uniform and they ask you what political party do you belong to, would you probably say to them: \"I am a member of the AWB\"?    Would you say that?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson I cannot say that with certainty because I have never found myself in such a situation. But I would have probably have said something to that effect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh are you now uncertain as to how you would have responded?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I have never found myself in a situation like that therefore I do not know how I would respond in a situation like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought when this question earlier on was asked to you, I thought your answer was that at all times you would proudly announce yourself as being a member of the AWB? The fact that you are in Soweto, twelve 'o clock midnight surrounded by people in ANC uniform does make some difference? Doesn't it Mr Matthews? Would that make a difference?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I cannot say with certainty but I believe that I would have said that I belong to the AWB or the CP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well Mr Brink is putting it to you in that context of my explanation to you. He is putting it to you that people finding themselves around twelve 'o clock midnight, surrounded by people in AWB uniform or AWB insignia, and if those people happen to be members of the ANC he is saying it is unlikely that they would just voluntarily at once admit that they are ANC members. Even of they are. That is what he is saying to you. And he is saying what you are telling us that they voluntarily, without any problem, or not voluntarily but they just immediately admitted that they were ANC members. He is putting it to you that it is unlikely that would have happened. That is what he is saying. That is the crux of his question.",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson, Mr Kloppers was walking behind the people while Martin was questioning them. And Commandant Kloppers would hit those people who were responding to the questions that were asked and they answered that they were in fact members of the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Well I put to you Mr Matthews that would have been extremely unlikely indeed.",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is your perspective but that is not how I see it.",
            "Male"
        ],
        [
            "MR BRINK",
            "Right Exhibit B which you have put in, this poster or placard calling for your release, can you tell the Committee again, if you have not already who compiled it or who was behind it?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Mr Terreblanche, the leader of the AWB as well as General Jappie Oelofse, who was involved in the fundraising for the printing of the poster.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes so Mr Eugene Terreblanche was the main person behind this placard? It was his idea was it according to your (...indistinct)?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "At various occasions he said that he wanted to get us out of prison and that he would do anything to achieve this. He printed the posters to demand our release.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes and he did that presumably because he approved of your conduct on that particular night?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "And I presume that Mr Terreblanche will be coming to give evidence on your behalf to confirm this?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Whether he would be man enough to do that I cannot say but indeed it is true that after the time he visited us numerous times to congratulate us with what we had done and to express his approval of our conduct.",
            "Male"
        ],
        [
            "MR BRINK",
            "I am talking about these hearings MR Matthews. Have you been directly or indirectly in touch with Mr Terreblanche about your application?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "You would have to ask my legal team about that. I cannot answer that question. I have been in prison, I do not have free access to him and I cannot see him when I want to.",
            "Male"
        ],
        [
            "MR BRINK",
            "I appreciate that. I appreciate your situation. Did you ask when you spoke to your legal representatives about Exhibit B, that is the placard, did you ask them to interview Eugene Terreblanche and possibly get him to come to your hearing? To confirm what you have told the Committee about his approval?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson on the 7th of last month Mr Terreblanche held a meeting during which he said that he would accept the responsibility and accountability for the deeds which had been committed before the April elections. And furthermore he said that he would issue a press release and after that on the 8th it was on the news. And I would have expected from him as a leader of the AWB to testify on our behalf.",
            "Male"
        ],
        [
            "MR BRINK",
            "Thank you?",
            "Male"
        ],
        [
            "MR BRINK",
            ".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the answer? You said you did not tell your lawyers to go and interview him or did you?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes we suggested this but we do not know whether they did it. I do not know whether he will.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Matthews you testified that the main purpose of your action was to stop the election, is that correct?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And before this incident occurred what were your expectations? What would your organisation do to stop the elections?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "The AWB would establish chaos in the country. People panicked before the elections so that the elections do not happen. Several bombs exploded before the elections and just afterwards. And this was the acts of AWB members and we thought that it would get worse but it did not happen. But we wanted to have the country in a state of chaos.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But you said that you primarily expected bomb explosions?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Not just bomb explosions. We thought that on this specific evening just more than our group would go out and we were under the impression that the whole AWB would attack the same evening.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Have you expected that the people would just murder around the country?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And before the signal was given Mr Martin testified that a core group met and they discussed whether this was the correct target to identify, were you part of that group?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I was.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "You also saw this as the target?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Matthews can you remember that where we talked about you need to have the courage to do something? Where did that happen?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "At the flat of Mr Visser.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who said this?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Mr Kloppers said so.",
            "Male"
        ],
        [
            "MR MALAN",
            "And what was said? Courage for what?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I did not hear the whole conversation. I just heard the Commanders speaking and they asked men if they had enough courage to continue with the operation.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you know what the operation was?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "At that stage I did not know.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you drank with them to have courage?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is not the reason why drank. I just drank a glass of whisky because I drink whisky.",
            "Male"
        ],
        [
            "MR MALAN",
            "But the bottle was taken out for courage. That is why the word courage was used, is that correct?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No. It might have been so in the testimony in court but it was not so.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you say this in court or didn't you?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "In court I testified to protect myself and I drew the attention away from myself to put the blame on other persons.",
            "Male"
        ],
        [
            "MR MALAN",
            "You say Mr Deon Martin is your brother-in-law?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "When you received the message to prepare for service that evening were you happy about that?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson initially not but it was an instruction and I complied.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you tell anyone you did not feel like it?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I told my wife that I did not want to go out because I would leave for Lichtenburg early the next morning.",
            "Male"
        ],
        [
            "MR MALAN",
            "Excuse, you said the following morning?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I had to go to Lichtenburg.",
            "Male"
        ],
        [
            "MR MALAN",
            "And why did you go?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Because it was an instruction.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you hear Mr Martin saying anything or was any messages conveyed to Mr Martin to the effect that you had to be there?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I heard them in the background saying that I had to attend and I accepted it as an order.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were the words correct when you heard them say that, tell him that you were going to be there?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That was 4 years, 4 months ago. I cannot remember his precise words.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it an order?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes it was an order not a threat.",
            "Male"
        ],
        [
            "MR MALAN",
            "When the persons drank the whisky and courage was spoken of were you concerned?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Drinking whisky and the courage, there is no relationship between the two.",
            "Male"
        ],
        [
            "MR MALAN",
            "Well lets have them follow up then, it does not have to relate to each other. But you needed the courage to do whatever had to be done. Were you scared?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No I was not scared but I was attent because I expected anything because Commandant Kloppers told us that we were looking for corpses.",
            "Male"
        ],
        [
            "MR MALAN",
            "The weapons, where were the weapons handed over to the persons, that was used in this act?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "At the roadside cafe Commander Kloppers gave weapons to us.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why did you say in your initial testimony you received it at the house?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "As I have mentioned previously on the 2nd January I had a heart attack and I was under medication. And when I gave my statement I was a bit confused and that is why I just gave the statement. The order of everything is not correct there.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you remember at some stage you asked your sister to keep the revolver?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I just suggested it because she would have been alone at the small holding. And Commandant Martin told me to take the weapon with me.",
            "Male"
        ],
        [
            "MR MALAN",
            "This black person that you met along the road. You got out and you hit him?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I was one of those who hit him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who were the other persons?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "If I recall correctly it was Mr van der Schyff, Mr Diedericks, myself and Mr Visser who got out of the vehicle.",
            "Male"
        ],
        [
            "MR MALAN",
            "Andre Visser?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes that would be Andre Visser.",
            "Male"
        ],
        [
            "MR MALAN",
            "Andre Visser at some stage did he come back to say he shot this person?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Mr Chairperson he said so but we all knew it was not so.",
            "Male"
        ],
        [
            "MR MALAN",
            "You all what?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "We knew it was not the truth.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why did he say this?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Mr Chairperson I do not know if it was in the heat of the moment that he said so but you can ask him yourself. I cannot answer for him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yourself and Mr Meiring, you are close friends, you communicated well with each other?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes. I knew Mr Meiring for quite some time. Not very long but quite some time.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you express your fears towards him about what was to happen that evening?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "In my original statement I said it and once again I put it to the Committee I did this to protect myself and to draw attention away from myself. And that my statement was not totally true.",
            "Male"
        ],
        [
            "MR MALAN",
            "What was the conversation about or did you not speak to him at all?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes we had spoken but I cannot remember what we spoke about.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you not tell him about your fears that evening?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I told him there was going to be trouble but not in the sense that we were afraid. We had an order to carry out and that is what we wanted to do.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now you please have to tell me did you tell him what you said? When I put the question first time to you so you said you just put it in there to protect yourself. Now you say you did discuss it with him. And the words that you used: \"We are busy with shit here.\" Now but now you say you did not say it, you just said it to protect yourself. But what you did say was you told him there is going to be big trouble. Explain the difference to me please?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "In my statement I put it in to exempt myself and to get a lighter sentence if possible. I said it then but it is not in the context where, I should not have put it in the statement but this is a general discussion that we had.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you told him that trouble is coming? You told him he and yourself this evening would be in trouble?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No not in trouble.",
            "Male"
        ],
        [
            "MR MALAN",
            "In your original statement you referred to the ear and you said that Mr Kloppers laughed. Do you remember you referred to it?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I can remember.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you remember what you said in your statement? What did you say?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I said he laughed like a pig.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you remember what he said? Is that all he said? You said: \"He laughed like a pig. And then he showed the ear to us.\" And then he showed the ear to you?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes that is what I said in my statement.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you remember that happening?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Mr Chairperson, as I put it to you again. I tried to exempt myself. I did not want to go to prison. I wanted to get a lighter sentence. So of course the person who was in charge of us that evening I wanted to put him in trouble.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you did not know about the ear before the time?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I am not here to criticise him I am just here to say what my part was in this whole act.",
            "Male"
        ],
        [
            "MR MALAN",
            "I ask you again. Your part in the ear, on that specific evening, your knowledge of this ear, when did you hear first about this ear?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "When we got to Mr Badenhorst's house.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is it the first time you heard about this ear?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct. It is the first time I heard about this ear.",
            "Male"
        ],
        [
            "MR MALAN",
            "What happened there?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "He showed the ear to us and he said he would take it to the General.",
            "Male"
        ],
        [
            "MR MALAN",
            "He said he would show it to the General? And it is the same testimony that you gave in court. That he showed the ear to you and he would take it the following morning to the General?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is what he told us.",
            "Male"
        ],
        [
            "MR MALAN",
            "That is what you said in court too? Is that correct?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "You had no other knowledge of this ear, nothing else concerning this ear?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Mr Chairperson I was not present when anything else was mentioned about this ear. I was there for a short while with this movement and I was not socially with them for much time.",
            "Male"
        ],
        [
            "MR MALAN",
            "At any time did you doubt your membership to the AWB?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "From my statement it seems so but last year only, 1997 I resigned from the movement.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why did you resign?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I saw that Mr Terreblanche was not with the people and he did not believe in the ideology. He did not support his persons. He stands on the stage and he just sweeps all the people up but he does not really support them. I could not belong to such a party.",
            "Male"
        ],
        [
            "MR MALAN",
            "You did not want to belong to this party because it did not carry out its threats?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I do not think I can answer that question. But regarding the party's threats, what threats are you talking about?",
            "Male"
        ],
        [
            "MR MALAN",
            "Let me ask this question to you in two parts. In your statement you say that your doubts about the party was because of the act that was perpetrated.",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes as I said yesterday I made this statement. I saw the two commanders after they were tortured. I wanted to say anything. I was afraid these people could attack me too. I saw what they looked like. Commandant Martin's leg had to be put off and you can see what Commandant Kloppers looks like because ...",
            "Male"
        ],
        [
            "MR MALAN",
            "... If I understand you correctly he talks a lot but he does not do anything?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you want him to do?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "He has to support his people who perpetrated these acts that he ordered.",
            "Male"
        ],
        [
            "MR MALAN",
            "His statement on television did you see that he supports the amnesty applications in principle but he is sorry that you are looking for an order that does not exist?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I got my order from this person here. This man gave me the order. Other than that I cannot say anything.",
            "Male"
        ],
        [
            "MR MALAN",
            "My question is; do you have knowledge of what Mr Terreblanche said last night? Do you know that he was on TV last night?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I do.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is your deduction then that last night he said that you should not get amnesty? That he does not support you?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "The piece they had on TV was that he said that  he says that we sit and lie because we looking for some one who gave an order. He says sorry that he does not want to stand by his own deeds. I cannot answer for that sorry. I had a person who gave me an order but where he got it from.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why are you angry with him because he was not part of the person who gave you the order? You said Mr Kloppers gave you the order. You refer nothing to Eugene Terreblanche you refer to Mr Kloppers.",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I was directly under Mr Kloppers and Commandant Martin. They received the instruction. I did not question the order. I just acted.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you know that they received order or do you know that you received order?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I know that I received order.",
            "Male"
        ],
        [
            "MR MALAN",
            "That is right you do not know if they received order. They just tell you that.",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes, but you need to ask him. He is here to testify.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You told us you were one of the people who got out of the Sentra.",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To assault the people there?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you said they were assaulted because when questioned they did not give satisfactory answers or explanation?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why was the answer not satisfactory?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "They came out of the gate of a plot close to Mr Martin's plot. It was relatively late that evening and they looked suspicious and it is suspicious they walking on that time of the night coming out of a small holding. And we got out and we asked them what were they doing there, do they live there. And they said no they do not live there. And we assumed that they were perpetrator and we assaulted them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you assume that because they gave you their own explanation as to why they were there?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct Chairperson but speaking for myself I was ready that evening after what Commandant Kloppers told us and I was hasty in assaulting these persons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you think that was also part of what you were supposed to do that night?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson we at the house of Commandant Martin we decided that we going to put up the roadblock. That was not my instruction to assault people along the way but I did it and Commander Kloppers reprimanded me. And not only myself but the other persons, we were all reprimanded and disciplined, told to get into the car and continue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you do something in the presence of the person under whom you were, why did you go and do something which was not part of the operation that night?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson I think we were hasty and we were nervous. Why we did it I cannot answer that now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well is it not because that night you were just looking for black people to harass and assault?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That was not our order. I acted outside my orders there and I was disciplined as I said by Commandant Kloppers regarding my action and all of us who got out of the vehicle we were disciplined. Because it was not part of our instruction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We were told about the training that you people received in terms of policy and military discipline.",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I cannot imagine how if the purpose was not to harass black people that night, I cannot imagine how you could while you are on a military operation if indeed you were then deviate, disciplined a member as you were militarily, deviate from that in the presence of your commanders. And do something which you knew was not in line?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "This was not in the presence of the two commanders. They were in the Mercedes, they were in front of us. And we were in the Sentra, we were behind them. Then we saw these people. They would not have seen the persons because they were quite a way in front of us. And they were not present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you taking a chance?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "With regard to what? To assault these people?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you taking a chance that your commanders might not be aware of the fact that you stopped and assaulted people? Did you hope that they would not know?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I hoped that they would not know of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you were following them weren't you?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "They were quite a way in front of us and we stopped quickly, jumped out, asked the question, assaulted them and back in the car and we left again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well what do you think they would do if they driving and suddenly the other car which is following them is not there?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Exactly what they did. They stopped the car and reversed and they reversed to where they landed up with us and he asked us what happened. They did not hear the shout that Mr Visser said that he shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You must have known that they would realise that you had stopped and started questioning black people and assaulting them?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "They knew that and they reprimanded us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you give the cassette to Mr Meiring?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "When we got to the City Hall for the first time. Excuse me Mr Chairperson. I did not give the cassette to Mr Meiring. I gave it to Mr Visser.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "About the bakkie which was stopped and then later stalled, which had to be pushed to get started. You told us that Mr Kloppers ordered you to help push the car?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes he told us to push the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the evidence which was given before the Judge, the trial Judge was that you people in turn ordered some people to push the car and you were pointing guns at those black people and ordered them to push the car. You did not personally push the car.",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No we pushed the car ourselves, this bakkie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that kind of evidence would not be the truth?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No it is not true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you said they were questioned about their political affiliation?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then what happened?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "They answered these questions and said that they were ANC members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After what happened?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Mr Kloppers walked up to them with the baton that he had and he tapped them. He did not hit them. But they answered that they were ANC members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He just tapped them but he did not hit them?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Not it was not a hard shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the purpose of the blows?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I was not intently involved with the questioning. I just heard what happened. I was examining the boots of the vehicles. And the purpose of the questioning you are going to have to ask the Commanders themselves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Matthews the evidence was that these people were assaulted with batons.",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Mr Kloppers had the one baton with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Matthews the evidence was that these people were assaulted with batons.",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did not see that?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I was busy examining the cars.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did not see that?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I just saw the one instance where Mr Kloppers hit the one man over the head with it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I just saw the one incident when Mr Kloppers hit the man with the baton on the head.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hit him or tapped him, what did you see, the hitting?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I saw the blow, it was not a hard blow. I have seen harder blows.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So as far as you are, you are saying to us that as far as you, you never saw anybody assaulted with a baton that day? Is that what you are telling us?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "At the scene I did not really see anybody being assaulted except for Kloppers who asked them questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I got the impression that they did not at once admit, if they did admit, they did not at once admit that they were members of the ANC and that is why the batons came into the picture.",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Mr Chairperson I do not know how long they took to answer. I just heard a part of the questioning because I walked past them while I searched the vehicles, the boots of the vehicles.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will come to the time if need be as to how long it took for them eventually to say they were ANC members if they did say that. All I am saying to you at this stage is that these people did not, at once when asked, they did not say or admit that they were ANC members. It was only after the batons came into the picture and into play.",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I suggest that you ask that question to Mr Kloppers. I was not as involved there that I could give a correct and acceptable answer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So your answer is that you do not know?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Not with conviction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I got the, I may be wrong, I got the impression that when Mr Brink asked you the question yesterday you said that somebody hit them and then they agreed that they were ANC. Am I incorrect?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct. That is just how I explained it to them about Mr Kloppers and Commandant Martin.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So they agreed that they were ANC only after somebody had hit them with a baton?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "It seemed to me as such but I was not involved with the questioning myself. I was searching through the boots of these vehicles. I was not paying much attention to what the two officers were doing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As far as you could observe they, as far as you could observe. I know you were not closely involved with the questioning according to your evidence. But as far as you can tell nobody admitted that they were ANC until they were assaulted? If you do not know say: \"I do not know\"?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Excuse me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you do not know you must say: \"I do not know.\" I am just asking you. As far as you could observe, you could observe nobody admitted that they were ANC until they were assaulted with batons?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "When the one person left the vehicle before they sat down then I heard something about ANC. That was  before they were assaulted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Only one?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is what I heard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you not think that these people or the other people with the exception of that one, did you not think that they might only be conceding that they were ANC members simply because of the assault on them?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson I was not involved with that. And I cannot give you any certain answers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But once a person admitted that he was ANC you were going to kill him? You Mr Matthews, you were going to kill him?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That would have been the decision of Commandant Martin and Commandant Kloppers. They would have taken the decision. Perhaps you would have to ask them about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I thought the decision had already been taken Mr Matthews at the time when the roadblock was put up you already knew that; \"we were going to kill people who were members of the ANC.\"",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't you know that?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when these people were questioned you knew that once they said they were ANC they were going to be killed? You knew that?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Mr Chairperson that is why we formed the (...indistinct).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You knew that?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That would have been the decision of Commandant Martin and Kloppers. Not my own decision.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The decision, was the decision already not taken?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "They had to select the target group to us. Before that it did not matter who was pulled over they had to decide, we simply executed tasks. The tasks which were given by Commandant Martin and Kloppers. They would decide who our targets would be and what our actions would be.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Matthews, you knew that if anybody at the roadblock turned out to be a member of ANC there was a good chance that he was going to be killed?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "There was a very good chance of that but it was not my decision.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you not, for your part, did you not think that given the fact that anybody who turns out to be ANC he is likely to be killed, you have to be, to make sure that indeed and in fact such a person really has to be a member of the ANC?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson that would have been the work of Commandant Martin and Kloppers. They had to determine that, we simply executed their tasks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you just operating like a mechanical robot or what?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I am not a mechanical robot. I followed the instructions of Commandant Martin and Kloppers. They would have given us the instructions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you not have any, you did not have any measure of discretion to exercise?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "In that case I could not use my own discretion. It would have been their discretion to use in the determination of the target.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You referred (...intervention)",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Might I just add to what the Chairperson has asked you? He asked you whether or not you had any discretion and you answered a question of mine that you were part of a core group which made decisions. What was the nature of discussion when as a core group you decided on the target?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I was a member of the core group but I did not participate in the decision making. We were only part of the core group when they handed over the instructions to us and told us who would be the target.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you have to be present in the group?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I would have been one of the persons who would be shooting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not the group, the core group?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "The most of us were called together in the core group and given instructions that we would shoot these people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now why did you have to be there if there was no major role for you within the decision making?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Who would they have issued the instructions to if I had not been present. I had to attend the group.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I am referring to the core group which made the decisions and then conveyed these decisions to the rest of the people present.",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "The core group did not take the decisions. Decisions were made by Commandant Martin and Kloppers. They called us into the group and told us who our target was and that Martin would fire a shot to signal to us when the shooting would begin. We were not part of the discussion process we were merely given instructions.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you explain to me why they would only call out a core group to convey these decisions to because afterwards the rest of the group would form a line?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Mr Diedericks did not have a weapon on him that night so it would have been useless to call him into the core group. Mr Meiring was standing behind the Sentra and watching the road and he would have apprehended people who were trying to run away. Well he had his instructions. Myself and Etienne Visser, Mr Badenhorst were conveyed instructions of who would be shot because we had the weapons.",
            "Male"
        ],
        [
            "MR MALAN",
            "But isn't it true that everyone had a weapon except Mr Diedericks?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is true it was only Mr Diedericks that did not have a firearm. Mr Meiring behind the Sentra was watching the road to Randfontein.",
            "Male"
        ],
        [
            "MR MALAN",
            "After the core group was told who the target was how were the others notified who they must shoot?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Mr Chairperson everyone in the group did shoot.",
            "Male"
        ],
        [
            "MR MALAN",
            "Could you please explain to me what the difference is between the core group and those people who shot?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I did not use the word core group. They were not the brain behind the story. We were merely called to a group where we received instructions to fire at these people.",
            "Male"
        ],
        [
            "MR MALAN",
            "It is very difficult for me to understand that a small group is called out and you have referred to a group, and the comprehension there of is that it was not everybody who was being called together. And a decision was conveyed. But the others were not called in. You said one was standing at the Sentra and you were merely a few steps away from the Sentra where the group was being called together. I am simply asking you. I am asking you a question.",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I do not know why they called us to a small group.",
            "Male"
        ],
        [
            "MR MALAN",
            "But there they told you who the target was and who you had to fire at.",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And were any other members notified of the target, those that had not attended the small group?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "After we had been given instructions we went ahead with the firing. I do not who else was notified.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you not set up in a line? All of you?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Not all. As I have explained Diedericks was standing to one side because he did not have a firearm. Mr Meiring was standing to another side because he had to watch the road.",
            "Male"
        ],
        [
            "MR MALAN",
            "But he also fired?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No he did not fire.",
            "Male"
        ],
        [
            "MR MALAN",
            "With your permission I would just like to return to another aspect you have testified this morning. The 13 year old child did not appear to be that young to you. You said that you had seen all of them and he did not look that young?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No he did not.",
            "Male"
        ],
        [
            "MR MALAN",
            "You looked at everyone and you sure that you saw him and he did not appear to be that young?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "My task was to pull the vehicles over and to search the boots. I did not look at the people intensively and ask them how old they were or try to determine how old they were.",
            "Male"
        ],
        [
            "MR MALAN",
            "I am not asking what you did not do. I just want you to answer me regarding what you did. You said that you looked at the people?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I looked in the general direction of the people.",
            "Male"
        ],
        [
            "MR MALAN",
            "You saw that there was a younger person?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "But he did not appear to be that young, could you just explain that to me that a 13 year old child did appear to be that young?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson it was night time, it was very dark, they were not all clearly visible and it was not my task to look at the people. I had to search the vehicles and that is what I did.",
            "Male"
        ],
        [
            "MR MALAN",
            "But why are you testifying about things which you did not see? Why are you testifying about the 13 year old child which you saw but did not appear to be that young?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson I did not testify regarding the 13 year old child. You merely asked me.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you answered that question.",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I told you that he was there but there was no person among those who I regarded that was that young.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you not testify or hear anything about that in the court proceedings?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I did not see anything like that.",
            "Male"
        ],
        [
            "MR MALAN",
            "You were in court, there was testimony in court did you listen to the testimony delivered when you were charged?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I did.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you hear that they were talking about the children who were in the motor vehicles?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes they did mention the children but I myself did not see the children.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you hear that they mention these children, that they mention the age of these children? Did you hear in court that they testified that there was a 13 year old and 9 year old child in their group? That was testified before you in court.",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I must have heard it.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you still do not know it. You are simply accepting my word?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "But then I would have to accept the word of the plaintiffs. If I did not see it I cannot testify regarding it.",
            "Male"
        ],
        [
            "MR MALAN",
            "You heard that there was a 9 year old child involved in the court?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I heard it after the time.",
            "Male"
        ],
        [
            "MR MALAN",
            "Or did you say that you must have heard it?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I must have heard it. If it was said in court I must have heard it.",
            "Male"
        ],
        [
            "MR MALAN",
            "No further questions Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Finally you referred to a speech which you say was made by Mr Terreblanche, I think you said the 7th of March. I am not sure which year, you know which?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "7th of April.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "199?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "This year it was in 1998.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In which he said he accepted responsibility for?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct he said that he was accepting the accountability for the acts of terror, the bomb explosions and so forth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just say it again?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "He said that he was accepting accountability for the deeds which had been committed before the 1994 elections. And I also heard that our names were published as such in the newspaper by Mr van Tonder.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well lets talk about what you told us. The statement that.",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is the press release that was issued by Mr Terreblanche and which Robert van Tonder published in his newspaper. I am currently attempting to get hold of the newspaper for you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shouldn't one understand the statement for what it is worth by Mr Terreblanche that he was speaking of the actions which were carried out by members of the AWB who were acting in terms of the policy and orders of the AWB?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson I am not certain that is why I am trying to get hold of the newspaper so that I can say with certainty what was in fact said there. But we heard via the news and you know that the news is not always that expansive therefore we do not have the precise detail of what he said there. But generally speaking he accepted the responsibility for the deeds committed before the 1994 elections.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it not correct that, it is something else that I am asking you about. That these people, the victims before they were shot they were put, maybe I should ask you. Where were they when they were shot?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "They were sitting on a small embankment next to the road.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they made to lie down or were they seated?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No they remained seated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In line?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes they sat more or less in line.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they not ordered to sit in a straight line?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "It was not a straight line but they sat next to each other.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You saw them sitting in a line form?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In that, under those circumstances would you not have been able to notice a 9 year old person?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "It was dark and as I have said I did not watch the people. I was not involved in the questioning or searching of the people so I really did notice a child of that age.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it is a small child? He cannot look big simply because it is dark surely? He must just still be a small child? Unless you are saying that it was so dark that you could not see, you could not distinguish between a big person and a small child.",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Chairperson I did have much to do with the people themselves, I did not question them. And therefore I did not notice the child. But we did shoot him. However I cannot remember that I saw such a young and small child there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But how can you not if they are sitting in a line?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "As I have said it was dark. I could not make out the detail of people seated there. I did not notice that much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that how that it was?",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "It was dark. We had one torchlight and it could not light up all the people at once.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo?\nRE-EXAMINATION BY MR PRINSLOO",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Matthews you were asked my Mr Malan in terms of what Mr Terreblanche had said on television?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you also see something about a funeral in that cut?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "That is correct. If i might refer to what Mr Brink said yesterday that the people who we had shot that they were not ANC members. Last night on the eight 'o clock and nine 'o clock news bulletins they showed the funeral of one of these persons where the casket was carried by people dressed in MK uniforms. Therefore I am further convinced that they were in fact ANC members.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Matthews what was Mr Terreblanche's at attitude after he came to hear of your amnesty application?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "He was positive. He said that we should proceed with our amnesty applications. That each one of us should have a chance to get out of prison. That we should definitely go for it.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            ".",
            "Male"
        ],
        [
            "MR MALAN",
            "I beg you pardon. Might I just with Mr Prinsloo's permission ask the following? Did you at any point in time apply for further indemnity under legislation?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "After we were arrested we filled in forms several times for indemnity. It must have been twice or three times that we filled out those forms.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you have copies of those forms?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you recall what the story was that you gave there? Was it the same facts that you are telling us now?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I cannot really remember. I would have to consult my legal team regarding that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Just broadly?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Broadly speaking it would have been the same story.",
            "Male"
        ],
        [
            "MR MALAN",
            "Or is it the same story that you told in court?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "I would have followed my legal representatives instructions there. We could not expand a great deal. We only mentioned small points until we would be granted a trial or a hearing and we could not expand very much in our applications.",
            "Male"
        ],
        [
            "MR MALAN",
            "Are you saying to me that it is probable that you did not tell the truth in those applications?",
            "Male"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Yes I would have told the truth but we could not set it out in the same manner as the applications which we have submitted to you.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Matthews you can stand down.",
            "Unknown"
        ],
        [
            "PETRUS JOHANNES MATTHEWS",
            "Thank you.",
            "Male"
        ],
        [
            "<UNKNOWN>",
            ".",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink try to find out for us whose funeral it was which was shown on TV yesterday night.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman if I am not mistaken I think it was in regard to that child who was shot while walking at that foot path. I forgot the name but a man called Steyn apparently has been arrested in connection with that murder. I think it was that funeral.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it not?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I have made a mistake. I will find out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I got the impression that because they showed that at the time when they were talking about this particular amnesty hearing I got the impression that - they did not say anything about the funeral but I got the impression that it was a funeral related to this hearing. Which led me to the conclusion that it probably was the funeral of one of the victims who were\nkilled.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I see. No I misunderstood. I did not see television news last night so I am not aware of this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think just to find out from the families of the victims.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes it may be also. Mrs Jessica Pitchford who represents the SABC is here, she might be able to assist me in that regard as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes alright. Who is next?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I would like to call Mr Kloppers. At the moment he cannot move his neck, can we please adjourn so that we can place him in the witness place?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn and then come back at twenty past. That will be tea time. We won't be, we will stop now and that will be tea time and then we will resume at twenty past eleven and we will not be stopping again until one 'o clock.",
            "Unknown"
        ],
        [
            "COMMITTEE ADJOURNS",
            ".",
            "Unknown"
        ]
    ]
}