{
    "header": {
        "type": "AMNESTY HEARING",
        "location": "JOHANNESBURG",
        "day": "5",
        "names": [
            "COLSON TEBOGO BEEA"
        ],
        "case number": "5548/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54744&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/joburg/shell5.htm",
        "speakers": [
            "CHAIRPERSON",
            "GEORGE BIZOS",
            "MR DORFLING",
            "MR PRETORIUS",
            "MR TIPP",
            "COLSON TEBOGO BEEA",
            "MR VAN WYK",
            "COMMISSIONER",
            "JUDGE NGCOBO",
            "MR LAX",
            "SISI KHAMPEPE",
            "TESTIMONY_GIVER:",
            "MR HUMAN",
            "MS VAN HUYSTEEN",
            "MS PATEL",
            "TIPP",
            "MR BERGER"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "CHAIRPERSON",
            "MR BIZOS",
            "MR DORFLING",
            "MR PRETORIUS",
            "MR TIPP",
            "COLSON TEBOGO BEEA",
            "MR BEEA",
            "MR VAN WYK",
            "COMMISSIONER",
            "JUDGE NGCOBO",
            "MR LAX",
            "MS KHAMPEPE",
            "MR HUMAN",
            "MS VAN HUYSTEEN",
            "MS PATEL",
            "TIPP",
            "MR BERGER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "GEORGE BIZOS",
            "Mr Chairman it is with regret that I want to inform you and the members of the Committee that our clients' vehicle was ambushed yesterday as they were leaving the building in which this inquiry is being held.  They exercised tremendous restraint -  (inaudible) tragedy.  I know that it isn't really within the statutory terms of reference of this Committee, but we would submit that the circumstances under which an inquiry is held before the Committee in the immediate vicinity of the hearing is a matter for the Committee.  I do not know what the Committee can do, but we can certainly not remain silent about this sort of behaviour from persons who are obviously closely allied with the people that presented by our learned friends.  We are urging you Mr Chairman and members of the Committee to indicate at the very least, the displeasure of the Committee in relation to this event and appeal to our learned friends and their clients Mr Chairman and their supporters to allow this inquiry to proceed in a peaceful manner.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Gentleman is there any of you who is aware of any difficulties that arose yesterday outside this auditorium?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "This is the first time that we hear of it, I've got no knowledge of that whatsoever, it wasn't taken up with us by our learned friends either.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "The same applies with us Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My attention was drawn to it before I came in this morning that there had been some, I won't say threats of force or violence, but unpleasantness outside and the applicants, a spokesman of the applicants, told me that they were afraid that they were going to be assaulted by the crowd that had gathered around their vehicle as they were departing.  Now this is always a very difficult matter and I know the limitations that you have.  You are representing specific clients and I understand your position, but I would like your co-operation to the extent that it is possible for you to give it to us to speak to those who you represent so that at least the message is received by them that nothing should be done which in any way hampers the work of this Committee and that threats of violence and so on, that they do not become party to any such threats and perhaps that they may themselves talk to their friends and colleagues to desist from such conduct.\n\tI am making this statement without having heard anything from the people or the group that are alleged to have caused this disturbance yesterday, but I do not think that at this stage I can do anything about it except to appeal to all the parties concerned to the extent that it is within your power to do so, to talk to your clients and impress upon them the necessity of allowing our proceedings to move smoothly and not be party to any kind of threat of violence.  Thank you very much.",
            "Unknown"
        ],
        [
            "MR TIPP",
            "Chairperson, the next witness is the sixth applicant Mr Beea.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR TIPP",
            "Mr Beea is it correct that you have applied for amnesty and that your application appears at pages 81 to 91D of bundle C?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "From page 81 to through to page 87 we have your original application for amnesty and from pages 88 to 91 we have the Affidavit which was submitted to the Inquest Court and which was annexed to your original application for amnesty.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Is it also correct that the original application was completed by you in your own handwriting?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And then from page 91A to 91D is a supplementary Affidavit deposed to by you, supplementing your application for amnesty.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Beea do you confirm the contents of your application and your two Affidavits as being true and correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes I do.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Beea could you tell the Committee where you are presently employed and what work you do?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I am currently Head of the National Intelligence agency responsible for Gauteng Province.",
            "Male"
        ],
        [
            "MR TIPP",
            "And in March 1994?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I was employed by the ANC and I was a member of the Department of Intelligence and Security and as a Deputy Intelligence Officer also responsible for Gauteng Province.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Beea I am going to have to ask you, as at the inquest, to speak louder please.  Mr Beea it's correct is it not that you were born in Alexandra in 1959?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "You went to school at Alex High and you matriculated in 1980.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Could you briefly tell the Committee about your family background?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I am from a family of five.  My dad was a farm worker, my mom was a domestic worker.  My dad passed away in 1971 and we were left with our mom, who by then because the rest of the other family members by then were unemployed, she became the and she was the breadwinner.",
            "Male"
        ],
        [
            "MR TIPP",
            "When did you first become involved politically?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I first became politically conscious in 19 - after the '76 uprising or during the '76 uprising.",
            "Male"
        ],
        [
            "MR TIPP",
            "And is it correct that in 1978, whilst you were still at school, you were recruited into the underground structures of the ANC?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "After you matriculated in 1980, how did your political consciousness develop?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Even underground activists, during my high school days, the instructions that I got was more political instructions.  I was one of the people who was instrumental in the formation of the then Congress of South African Students which was launched in 1979.  By then we took a resolution that we had to form the youth structures so that those who dropped out of school or finished their matrics and could not proceed with their studies to varsity and so forth, can continue their political activity in the townships so that we were trying to close the gap that your active political life should not end at the school level, it should continue even after you had finished your school.  That was the main reason why we then decided to form the youth congresses in the townships throughout the country.",
            "Male"
        ],
        [
            "MR TIPP",
            "As far as you were concerned, in Alexandra, you were instrumental in the formation of the Alexandra Youth Congress.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "You left the country in 1981 for Botswana where you underwent military training.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Can you tell the Committee about your experiences with the authorities in 1984/85?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Let me quickly say that when I left the country in '81 into Botswana and I got we called then a crash course and I was infiltrated back into the country to continue with the political education, because that was the thrust of the instructions from ANC then, to mobilise and conscientise people around the politics and the history of the ANC and MK and I continued doing that and during the formation of the Youth League - sorry the Youth Congresses - my role then also was to, within the Youth Congress, to continue to conscientise the youth in the township so that they rally behind the African National Congress through organisations such as the Youth Congresses.\n\tIn 1984/85/86 we, as the Alexandra Youth Congress, were if I may use the term, harassed by the security branch police and John Vorster Square and it is in those periods that one was detained frequently.",
            "Male"
        ],
        [
            "MR TIPP",
            "Finally in 1986 you then left the country after having been in and out a number of times and you landed up in Angola where you underwent further military training.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR TIPP",
            "In 1988 you then went to the Soviet Union where you underwent further training.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Could you tell the Committee what that training comprised of?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I went for training in intelligence on the main.",
            "Male"
        ],
        [
            "MR TIPP",
            "Since then is it correct that you have been primarily involved in intelligence work?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes it is correct.  When I left for Soviet Union I was going for a more advanced and specialised course because I was given, when I was in Angola, I was a member of the Department of Intelligence and Security.",
            "Male"
        ],
        [
            "MR TIPP",
            "From 1988 until 1991 you operated in the frontline states and in 1991 you finally returned to South Africa.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "From then until 1994 or 1995 in fact, you worked for the ANC's Department of Intelligence and Security and in 1995 you transferred to the National Intelligence Agency.  Is that correct.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Beea could you tell the Committee about information that you had received prior to the 28th of March 1994 which had a bearing on the events of 28 March 1994?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "As Deputy Head of Intelligence in Gauteng in the Department of Intelligence and Security in the ANC one was tasked, or my primary task was to gather intelligence information and it is true and it is a fact that before 1994 one had sources in different political organisations, and as I say, my primary role was to gather information.  The sources from time to time would supply me with information to the effect that the African National Congress and Shell House, as was perceived by other political parties, as the attacked and this is information that was gathered over a period of time.",
            "Male"
        ],
        [
            "MR TIPP",
            "Was there any conclusion as far as this information was concerned about what these groups were intent on doing?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "From 1993 onwards the information was very broad and as we - as time progressed and we were getting closer to the 1994 elections, our focus as an organ within DIS was more to - was to find information around what might happen.  What is it that other parties were planning to do as a way of trying to stop or disturb the process of election?",
            "Male"
        ],
        [
            "MR TIPP",
            "Did the information ever become more specific?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes, in 1994 I handled quite a few sources and one of these sources was strategically placed in a Committee that was central, in my mind, in planning if I may say so, as to how best could they disturb the elections in 1994.",
            "Male"
        ],
        [
            "MR TIPP",
            "Yes, and were you told how best that could be done?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The plan was not like a plan that was put down on paper.  The source would sketch a number of scenarios and we ourselves sketched a number of scenarios and a number of possibilities.  One information was that there was a possibility of people were looking at driving into Shell House at the underground, park their cars or trucks or whatever with explosives and at that critical time, through remotes, trigger that.  It was one of the ways in which it was broadly said that it was a possibility.  We were looking at the possibility of drive by shootings, just to shoot at - because people would stand outside Shell House, it was normal and those people, cars we thought would pass and they would just shoot at the entrance of Shell House just to scatter people or to - the mindset, just to deal with the set-up of the people.  The other possibilities were rockets, grenades all those things in total were scenarios that were sketched, but the source could not specifically say they were going to do this on this specific day, it wasn't said that way.",
            "Male"
        ],
        [
            "MR TIPP",
            "All those scenarios were focused on one or other way of attacking Shell House, is that what you're saying?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "And according to your source, who was going to be responsible.  No the specific people, but who was going to be responsible for this attack on Shell House?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "There was collaboration as far as we knew between right wing organisations and the Inkatha Freedom Party and at some point - it's just that I can't remember and put dates into perspective today - at some point information that we had, that I had was that one of the extreme right wing organisations took upon themselves to deal with the acts of violence, the bombings and all that and some other political parties took it upon themselves to spread disinformation so - and if I may be specific, the IFP's role then, as I was told, was to through disruptions in the townships, was to set the mood in the country and they would use the marches mainly to disrupt whatever process, to - they were targeting the polling stations.  They would go to the - simply because it was known, even in the townships, every time you saw a group of marchers with these traditional weapons, you would not know what it is that they're going to do, nobody would dare go an pass next to them, you'd run away and that was a known fact.  They were going to use that element to just create chaos and scatter people around so those are kinds of tactics that was agreed upon then.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Beea I want to be specific and go to the days preceding the 28th of March.  Can you tell the Committee briefly what information you received in those very few days before the march?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The weekend before the 28th March I spoke to sources in the Alexandra hostels specifically and these sources had said that they were addressed by two key people in the IFP then, (indistinct) and the source made mention that although a plan was not clearly mapped out, the message then to the residents of the hostels was that the IFP must show the country, the world and the ANC in particular, that they are a force to be reckoned with.  As to what that specific, what that man specifically - I tried to source it out from the source, it was difficult, that's what the address - that's how they addressed residents in the hostel.",
            "Male"
        ],
        [
            "MR TIPP",
            "You say in paragraph 3 of your Affidavit at page 88 that you conveyed certain information to the leadership of the ANC.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Sorry, what paragraph is that?",
            "Male"
        ],
        [
            "MR TIPP",
            "Paragraph 3 on page 88, 88 your Affidavit.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "What information did you convey and to whom did you convey it?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "My immediate superior then was Faruk Timol(?).  I conveyed this information to him that there's a possibility of an attack on Shell House on the 28th of March because that information was gathered that there was going to be a march, but that march was going to be used by the IFP as a way of attacking Shell House and that is what I  had conveyed that there was that big possibility that Shell House could be under attack.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Beea I now want to move to the 28th of March 1994.  You detail in your Affidavit moving through from Alex, through Hillbrow, eventually coming to Shell House.  Can you briefly describe to the Committee the groups of IFP marchers that you referred to in paragraph 7 of your Affidavit, page 89, round about what time was this and what did you observe the groups doing?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Paragraph 7 you said?",
            "Male"
        ],
        [
            "MR TIPP",
            "Yes.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The groups that I'm referring to are groups that were passing in front of Shell House and every time they were opposite the entrance of Shell House they would stop for a bit and do some dances and do mock attacks, so they would run forward and just stop before they could put their foot on the platform, on the pavement of where Shell House starts and then they would go back and do that and go back and do that and go back and then pass on and then another group would come and do the same and another group would come and do the same, that type of - that's what I'm trying to explain.",
            "Male"
        ],
        [
            "MR TIPP",
            "At that stage when you were observing these groups in front of Shell House, had you been issued with a pistol?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No, not at that time.",
            "Male"
        ],
        [
            "MR TIPP",
            "So what were you doing in the front of Shell House?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Everybody, most of the people were outside at the front of Shell House because it was not one group that was marching and they were singing so there was singing from all directions and one is, we wanted to see as to what is going on outside and I was outside with the people who were there just to observe as to what exactly is going on.",
            "Male"
        ],
        [
            "MR TIPP",
            "Eventually you were issued with a pistol by Gary Kruser.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "You then describe in your Affidavit hearing the shots from the direction of Lancet Hall, moving to Lancet Hall and then coming back to Shell House.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "I want to take you now to the meeting that you observed in the office of John Ntlhantlha.  Do you recall that?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes I do.",
            "Male"
        ],
        [
            "MR TIPP",
            "Can you tell the Committee Mr Beea what was going on in Mr Ntlhantlha office and in your own words, describe how events unfolded from there?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The meeting was not exactly in Ntlhantlha's office, it was in the boardroom on the 18th floor, actually this meeting had not commenced then.  I was on the 18th floor and the Deputy President, Mr Thabo Mbeki, Mr Penwell Maduna, Mr John Ntlhantlha and two or three police officers were in the boardroom just about to start a meeting.",
            "Male"
        ],
        [
            "MR TIPP",
            "Do you know who these police officers were?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No I don't.",
            "Male"
        ],
        [
            "MR TIPP",
            "Do you know what the meeting was about?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I can only assume that probably the police were there to discuss the issue of the march and the marchers around Shell House, I can only assume that.",
            "Male"
        ],
        [
            "MR TIPP",
            "What happened then?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Before people could sit down Mr Maduna, through the window, pointed out to the police and other people who were in that meeting, towards the direction of de Villiers, pointed at a group of marchers amongst whom was a very big man and the reason Maduna was pointing at that group specifically was because that big man was carrying a weapon, was carrying an AK47 on his shoulder and the barrel of the weapon was visible and Maduna then said:  \"There's ...\" - I'm referring to the police, I'm not going to para, to phrase him I'm in verbatim, I'm trying to paraphrase him that you can see, this is what we're referring to, these people are armed, there's a man with an AK and if I recollect clearly, the response of one of the Chiefs of the Police then was that I am here and there is nothing I can do.  That is what I can recall.  I then left - may I continue?",
            "Male"
        ],
        [
            "MR TIPP",
            "Please.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I then left and rushed downstairs, (1) with the intention of informing people who were on that side from which the marchers were approaching, to make them aware and alert them that if they are not aware, there is a group that is coming down de Villiers Street, they should be on the alert.",
            "Male"
        ],
        [
            "MR TIPP",
            "You got to ground level and what happened?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I got out of Shell House, rushed towards King George because that's the side that I'm referring to and ... (intervention)",
            "Male"
        ],
        [
            "MR TIPP",
            "So you came out of the entrance in Plein Street and then rushed towards the corner of Plein and King George.  Is that what you're saying?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Please continue.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "And as I turned I was walking up towards de Villiers from Plein Street, on the side of Shell House and there are pillars and I could not reach the corner of King George and de Villiers from the ANC, from the Shell House side.  In that period that group emerged from the corner and as I my recollection and as I'm trying to recollect now, that group from coming out of the corner they charged at us and I heard gunfire.",
            "Male"
        ],
        [
            "MR TIPP",
            "I beg your pardon, you - you said they charged at you and?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "And I heard gunfire and I shot back at the crowd and I was retreating as I was shooting and I turned back to take cover on the other side, back to Plein Street and the front of Shell House.",
            "Male"
        ],
        [
            "MR TIPP",
            "You say that as you came into King George Street, you heard the sound of gunfire.  What sort of gunfire did you hear and from where did you hear the gunfire?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The sound of - it was a combination of pistol fire, automatic rifles, presumably an AK47 and shotguns.  That's the kind of sound and noise that I heard.",
            "Male"
        ],
        [
            "MR TIPP",
            "Why did you shoot in the direction of the marchers?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The marchers came charging and in that charge there was gunfire and I was under the impression that I was being shot at by the marchers and I shot back.",
            "Male"
        ],
        [
            "MR TIPP",
            "Were you the only one that was shooting at the time from amongst the ANC guards on the corner?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I don't think I could have been the only one because there were people who were outside who were there before me and as I say that I rushed outside to go and indicate to them that there is this group so I don't think I could have been the only one that shot, but I cannot specifically say that this person shot or that, I can only assume that people also shot as I was shooting.",
            "Male"
        ],
        [
            "MR TIPP",
            "Why didn't you just turn around and run back into Shell House?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I am a trained soldier, I had a weapon, I had a responsibility as a member of the ANC to protect lives, first my own life and secondly the lives of my comrades and colleagues and thirdly, the building and those who were in it so I could not turn my back and run when I had that obligation and that responsibility.",
            "Male"
        ],
        [
            "MR TIPP",
            "What did you fear would happen if you did not shoot at the marchers?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I, the biggest fear was that (1) I feared for my life, that's the main thing, I was scared then but then I feared that should the marchers overrun us, it would have been easy for them to gain access into the building of the ANC and I am convinced that had that happened other people, through fear of the IFP, might even have jumped through the windows of Shell House as high as the 22nd floor.  That's what I feared, we had the leadership of the ANC, there could have been serious pandemonium within the building of the ANC.  People would have been trapped within the building of the ANC.  That is what came into my mind, I pictured that happening inside Shell House with the leadership in there.  We had elderly people like Mr Sisulu, he can't run - at least I can run.  We had other elderly people in the leadership who could not run and they relied heavily upon us to protect them.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Beea how many shots did you fire?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Three to four shots.",
            "Male"
        ],
        [
            "MR TIPP",
            "Into the crowd?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes into the crowd.",
            "Male"
        ],
        [
            "MR TIPP",
            "Why did you stop firing?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I stopped firing because I had already turned so I felt as a person I was safe, but secondly I did not have the view, I could not see the marchers after turning.",
            "Male"
        ],
        [
            "MR TIPP",
            "You say in paragraph 18 of your Affidavit, page 91 that the shooting was over very quickly.  Would it be correct to say that the shooting started immediately before you got to the corner and ended within a matter of seconds after you'd turned the corner.  Would that be correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "It's possible, yes.",
            "Male"
        ],
        [
            "MR TIPP",
            "And that you were only in de Villiers, in King George Street for only a matter of seconds.  Would that also be correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Beea, it follows from your evidence that you believe that you were justified in shooting at the crowd.  Am I correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Why then are you here applying for amnesty?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "When we were consulting with our legal advisors, I maintained then that I was justified in my actions but I was then advised that things could have happened otherwise as I saw them and I was told that the possibility exists or other Committees, courts etc may find that things did not necessarily happen the way I said they did and it could be found that I had exceeded the bounds of self defence.  I was therefore upon those basis advised to apply for amnesty and I did.",
            "Male"
        ],
        [
            "MR TIPP",
            "Do you concede now that it is possible that you might have exceeded the bounds of self defence?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes I do.",
            "Male"
        ],
        [
            "MR TIPP",
            "On what do you base that concession?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I was shown the both the medical - I was shown the ballistic evidence and was told of the medical report and the medical reports indicate that most of the people who got injured and who were killed were shot from behind and therefore the possibility therefore exists that they might have been struck by a bullet from my pistol from behind.  The possibility exists also that I might have shot one or two bullets more than it was necessary.",
            "Male"
        ],
        [
            "MR TIPP",
            "Do you concede that it follows from - from what you have just said, when you say that they might have been shot from behind that if it was your bullet that struck those people, or bullets that struck those people, that you fired those shots after those marchers who were struck, had stopped their attack?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "A possibility exists, yes.",
            "Male"
        ],
        [
            "MR TIPP",
            "You were talking also about the ballistic evidence that was shown to you?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes.",
            "Male"
        ],
        [
            "MR TIPP",
            "And what do you understand from that?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "My understanding of the ballistic evidence is that my perception and my recollection of events as I state that I shot because I was fired at indicates that actually the barrel of the gun from the marchers was not necessarily directed at me.  It indicates that it was directed somewhere else, but nonetheless, at that moment I heard gunfire, I saw marchers charging.  The only thing that came into my mind under those circumstances was that the marchers were shooting at me, but it was clear then that what I thought was is not.",
            "Male"
        ],
        [
            "MR TIPP",
            "Has this ever happened to you before?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes it had happened.  I am going to quickly try and illustrate, for about a minute or so, that in a military situation one was in Angola and we had to travel lots and lots of kilometres from one camp to the other and on this particular incident, when we were leaving Luanda for one of our camps in the north of Angola, it was a very long journey and we were in a convey and it was a single route in and single route out and the information that we had was that there was a possibility of an ambush on that road and we were tense and nervous because you are not sure as to where exactly the ambush is going to be carried out.\n\tWe are sitting on a truck that's moving very slowly because it's a very long convoy and what complicates things is that in Angola the civilians who also wanted to travel that route could not do that on their own because they would be ambushed, they then seek refuge amongst us and we could not deny them that refuge because we were trained soldiers and we were armed so we would allow their cars and trucks to be part of our convoy which then made things even difficult for us because they're breaking our own convoy, but nonetheless we did that and having that in our minds, we were tense because we have dual responsibility that should an ambush ensue, you have a responsibility to protect yourself, to protect your other comrades, but further more you have civilians that you cannot just leave, you have to try and protect them.  Should it happen that because it's not a tarred road, it's dirt road and it's bumpy, people cock their weapons and we are told that you can cock your weapon but don't put your finger on the trigger.  \n\tBecause of fright and other things some of the soldiers would nonetheless put the finger on the trigger to be more ready than the others and by accident a truck goes into a ditch and out and you have your finger and accidentally you pull a trigger, that shot comes from this truck, from your own cadre, the reaction is that should that happen everybody on the truck jumps out, takes cover and others went to an extent of actually shooting to a direction which they thought the fire came from when in actual fact that shot emanated from here.  \n\tSo it is that mindset then that you expect to be ambushed should somebody accidentally shoot, your mind tells you that the enemy is shooting at you and you jump out, take cover and others would shoot so this, yes it did happen.",
            "Male"
        ],
        [
            "MR TIPP",
            "This actually happened to you in Angola?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes it did.",
            "Male"
        ],
        [
            "MR TIPP",
            "Mr Beea, very briefly, you say in paragraph 10 of you amnesty application at page 83 that the political objective which you sought to be achieved was to protect the election process and the ANC leadership and property.  Could you briefly elaborate on that?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "As a member of the ANC one had a responsibility and that responsibility was to protect, at all times, the leadership of the ANC first and foremost and the property of the ANC, protect yourself and to always try and protect you comrades, if I understood your question.",
            "Male"
        ],
        [
            "MR TIPP",
            "Could you - you've already told the Committee that that's why you shot at the crowd, to protect yourself, to protect the ANC, to protect the leadership.  How does that relate to the election process?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The African National Congress as an organisation for many a years and I as a member, were fighting within and outside the borders of South Africa for the eradication of a system of apartheid and to replace that system with a system of democracy where everybody and I mean everybody, Black and White, young and old could benefit, where order could be restored and the only way, we believed and I still believe, that the only way for us to - the only way that we could do that, we believed was through elections.\n\tThere were other rules that were debated within the camps of the ANC in Angola and those were taking the country through arms and we sought that we did not want to turn this country into other countries that we have seen in the country.  In Angola we've seen what war does, in Mozambique we've seen that and we therefore held - I as a person in the ANC held elections very dearly, extremely dearly, they meant quite a lot to me.  This is one of the things through the years I have been fighting for, amongst other things because I believe that through elections it was possible for us to be able to transform the country where everybody could live and their dignity could be restored as South Africans.",
            "Male"
        ],
        [
            "MR TIPP",
            "Did you believe that if you had not shot, that the elections would in some way have been jeopardised?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes I did because Shell House was the only and last hope for a lot of people in the country, particularly the Black majority in our country.  People were scattered in township because of violence.  Violence had created no-go areas and no-go zones, but at least people could still go to Shell House and they were looking up to the ANC at Shell House to bring about changes in the country through a democratic process of elections and I believe that had Shell House - at that time if it was stormed, that act in itself would have brought about chaos in the country and my intention was to try and stop that.",
            "Male"
        ],
        [
            "MR TIPP",
            "Finally Mr Beea, I want to ask you to tell the Committee, bearing in mind the fact that you now concede that you could have exceeded the bounds of self defence, you could have shot people after they had stopped attacking Shell House.  How do you feel about that now?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I wish that incident had not happened.  I grew up like my colleagues have said, in the ANC and one of the fundamental issues and/or things that the ANC taught us is to respect life.  It's regrettable that the 28th of March ended the way it did, people lost life, life was lost and I do regret that, that it happened.  I regret and I feel bad, extremely bad not only for the people who died at the corner of King George and Shell House, there are other people who were killed on that morning.  I do believe that there are widows and widowers and their children without fathers and mothers today because of the happenings of the morning preceding the incident at Shell House and it pains me that - and I'm not pointing a finger at anybody but I'm just trying to say that it pains me that nobody but nobody has ever mentioned that.\n\tIt appears therefore to me that those that have lost their lives in the morning before the actual incident are insignificant, but I believe they are not.  It is in that context that I say it, loss of life is regrettable and it will always be regrettable because it was not supposed to have happened.  So this is how I felt, this is how I fell, this is unfortunately how I'm going to feel until the day that I die, I wish it did not happen.",
            "Male"
        ],
        [
            "MR TIPP",
            "Thank you Mr Beea.  Chairperson I have no further questions.\nNO FURTHER QUESTIONS BY MR TIPP",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Thank you Mr Chairman I will start with this witness, thank you.  Mr Beea you have testified that you confirm your application and the statements attached thereto.  Do you also confirm the contents of the evidence you have given at the inquest proceedings?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And is that evidence correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The evidence that I gave before Judge Nugent is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I see in your evidence you started here giving some of your background ... (inaudible- new tape) your present application?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No it does not.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You also mentioned that you were a trained soldier.  Can the Committee accept that you know how to handle a firearm?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I know how to handle a firearm.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Being a soldier you were trained to kill.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I was not a mercenary, I'm a political soldier.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Were you trained that if necessary you have to kill?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "May you repeat your question please?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Were you trained, being a soldier that if necessary you have to kill?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes, if and when necessary.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You have given some evidence in respect of information you have received.  Do you confirm that in your statement you have mentioned that this information was not very clear.  Is that still the position that you hold today?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Was any of this information that you received, preceding 1994, ever documented?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I would not know that.  Can I just try and explain why I would say that?  I am employed by an intelligence organisation.  I was then, before I became a member of NIA, a member of DIS which operated in the same level and we know that organs such as those are targets of other services and of organs who operate in a singular manner.  Which simply means that you can - the possibility that other people within you could be moles exists.  We therefore elected at Shell House then that everything but everything that was sensitive would be relayed to my immediate superior orally.  As to how he converted that oral evidence I would not know.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Can I as you this Mr Beea, from your side you did not document any of this information that you presented to the Committee.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "If you're asking me if I have copies, I don't.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No I'm not asking whether you've got copies, my question is did you document any of this information.  Did you ever write it down for any purpose?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No I did not.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Now we've heard about this information that you received.  Are you prepared to disclose to us who is this informer of yours, giving this information?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "During the inquest Judge Nugent (?) asked me that question.  My answer was I could not.  I can now disclose that specific source, I handled a lot of sources, but that one I said no to then I can now.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You've mentioned that in respect of the information you received, certain people were addressed in the Alexandra hostel.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Was that the only hostel in relation to which you received information?  Because that's the only one you've mentioned that's why I'm asking you.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No it's not the only hostel.  I handled sources in different hostels, but Alexandra specifically in this issue, yes.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You've mentioned that you were in a meeting, if I understand you correctly, on the 18th floor, that's now on the 28th of March and this meeting was held in the boardroom.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The meeting had not started.  I was in the boardroom with people who were just about to start a meeting.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "This boardroom, is that on the 18th floor of Shell House?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "On which floor is Mr Ntlhantlha's office?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "It was on the 18th floor.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "On the same side of the building, on the opposite side of the building.  Could you assist us and tell us where on the floor were these two offices in relation to each other?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "They were on the same floor but from Ntlhantlha's office you could not have the view that you have if and when you were in the boardroom.  I hope I understand your question clearly.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do you then accept that from Mr Ntlhantlha's office you would not be able to see the marchers in the street.  Is that what you're saying?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes, that's what I'm saying.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I want to refer you to your statement which you've confirmed today and I'm going to put it to you that the evidence you're giving is in direct conflict of your statement and I want to afford you an opportunity to clarify that.  I refer you to page 90 of the bundle, that will be bundle C1 Mr Klusner.  When you made this statement I - can I accept that what happened was still fresh in your memory Mr Beea?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I missed your question.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Can I accept that when you made this statement what happened was still fresh in your memory.  Would you agree to that?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes it was.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Can you see that paragraph 10 of your statement reads as follows\n\"Some time later I was in the office of Joe Ntlhantlha.  There was a meeting underway with some senior police officers.  I was not formally part of that meeting and was in the office only very briefly\".\nIs that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes I see that line.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Is the contents of that affidavit correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I might have made a mistake.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Well what is your answer today.  Is it correct or is it wrong?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "This line, I might have made a mistake because I've clarified that the meeting was actually in the boardroom.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Because we've got two conflicting versions, both under oath, that we now know that the possibility that you mentioned in your statement could objectively not be true because you couldn't see the marchers from Mr Ntlhantlha's office.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "From the boardroom you could.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I'm sorry, can you then explain to the Committee how could you make an error like this saying that you saw this from Mr Ntlhantlha 's office whilst we know it could not be true.  Have you got an explanation?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I made a mistake and I conceded to that I made a mistake, instead of saying the boardroom I said Mr Ntlhantlha's office.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You were issued with a firearm on that day by Mr Kruser.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "How many firearms did you have with you on that day?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I was issued with one firearm.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you have a private arm with you on that day?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did they give you a what?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "A private firearm Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No I did not.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Can we then accept that you had only one firearm with you on that day?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I was provided with one firearm.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And did you return exactly the same firearm?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Now you will recall that at the inquest I pointed it out to you that the arm, with a certain number on it that was according to the documents of Mr Kruser issued to you, was not the same firearm that you returned.  Do you recall that?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Have you got an explanation at this stage how it possibly could have happened that one arm\nwas issued to you but another returned?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair I'm going to repeat what I said at the inquest about that specific issue.  I was given a firearm, I signed for it.  I was not responsible for writing into the book the make of the firearm and the serial number of the firearm.  When I returned the firearm I signed that I returned the firearm.  I was again not responsible for writing into the book the make of the fire or the number of the fire so the only logical explanation that I can come up with is that a mistake had been made by a person who was responsible for entering the guns into the register, I don't have any other explanation to that.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "When you left the 18th floor to go down to the street, you were then armed already.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "When did you cock your firearm Mr Beea?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Where or when?  I missed that.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "When, yes.  We know it's on that day but when.  At the corner, in the street, whilst going down the building.  When did you cock your firearm?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Just after going out of the entrance of Shell House towards the corner.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Were you then already preparing yourself that you might be using your firearm.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You then walked to the corners of Plein and King George Street.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you walk or did you run there?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I was walking.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "When you reached this corner, can you assist this Committee and mention to them which of your other colleagues had you seen at that corner?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair I'm going to again repeat what I said at the inquest because this is what happened.  I cannot recall who was at what corner.  We were wearing white bullet proof vests and I saw people at different pillars wearing white vests and I knew that those were people on our side.  As to who or what face was at what pillar, I am sorry I cannot assist, I cannot recall.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Can you recall anybody of your colleagues that you saw on that corner on that morning when you got there?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "When I got where?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "At the corners of King George and Plein Streets, that is before you proceeded up in King George?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I cannot put a body to a face, I cannot do that.  I turned the corner and I was walking up towards the corner of de Villiers and King George.  I saw people but as to who was at what corner leaning against what pillar, I cannot put that face to the body that I saw, I cannot do that.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Can I then further assume that you cannot assist this Committee in mentioning whether any of those people were armed with firearms?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "People had firearms.  People that I saw in front of Shell House are guards of - people who are referred to as guards of the ANC, they had weapons in their hands and they had similar type of weapons that I had so people had weapons, had guns in their hands.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And at the corner of King George and Plein Street.  Those guards, were they armed with firearms?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I would assume so, yes.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "What did you see Mr Beea, were they armed?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Let me try and illustrate this.  I'm rushing out of Shell House, I'm rushing to a corner and I don't stop at the corner, I don't stop to gaze to look whose where.  My eyes are focused somewhere else, but the sides of course I see bodies and I say that people that I had seen outside the entrance of Shell House had weapons in their hands and I therefore assume that those who were also on the other side along the pillars as I was passing, could have had arms in their hands.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Could they have had any long rifles in their hands?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I don't know that because I didn't see any long rifles.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So you went down Shell House to the corners of King George and Plein and then you walked up in King George Street and took position behind one of the pillars.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Surely by that time you must have known that there are also other security personnel outside Shell House with the same intent, maybe of protecting Shell House.  What is your reply to that?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I knew.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "How did you know that, because at the corners you only saw people standing?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I'm saying in my statement and I want to illustrate that, that I was not stationed at one place.  I was walking in and out of Shell House, I was taking rounds around Shell House so I knew that around the block of Shell House there were people deployed, that I knew that's why I say that when I saw the crowd from de Villiers, one of the main things and main reasons that came into my head was to alert the people on the side of King George to make them aware that there is this group that is coming towards them so I knew there were people that side, unless I miss your point.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you go there on your own or were you deployed there?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "People who were deployed were people who belonged to the Security Directorate.  I did not belong there.  I was armed because there was a request of reinforcement of those people and I'm a member of the ANC.  Even if I was not asked to reinforce, I was going to volunteer my services because I'm a member of the ANC, a member of uMkhonto weSizwe, I'm trained.  I cannot, would not have left other trained cadres and leave the responsibility of protecting the leadership, the ANC only (indistinct) when I was present.  It is not a matter of being given an instruction or wait for instruction, but as I say I was not deployed, I could not have been deployed because I did not belong to that unit of security, I belonged another directorate whose main purpose was not security, installation of VIP installation, but mainly the gathering of information.  But yes, I took up the arm simply because I'm a member of the ANC and I had that responsibility.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So do I understand you correctly that you observed on the corner there were guards and there were also security personnel deployed along King George from Plein Street towards de Villiers Street on the eastern side, in other words next to Shell House.  Was that your observation?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I hadn't mentioned guards and security, can you repeat your question, it's like I missed your point.  I am sorry.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "What I want to know from you, your observation was that from the foyer at the corner of King George and Plein Street and up in King George towards de Villiers, there were ANC security personnel or ANC members or guards that were deployed there.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "What attracted your attention specifically in respect of this crowd, were they the same as the others, or was there a difference?",
            "Male"
        ],
        [
            "COMMISSIONER",
            "Sorry, at which point are your referring to Mr Van Wyk, (inaudible) upstairs, he might have seen it at a later stage.  Just be a bit clearer about what stage he saw it.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Thank you Mr Commissioner.  Let's take it firstly in the boardroom, if we can take it at that stage.  Was there any difference between this crowd and the others that you've seen that morning?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "As far as I'm concerned, yes.  There was a difference and the difference is that crowd approaching from de Villiers was approaching, from my observation, very quietly towards Shell House from de Villiers towards, I mean from the Wanderers Street coming up to King George on de Villiers, quiet and to me that indicated that this could be a group that is bent on a surprise attack if I may use that.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do I understand you correctly that this group, because they were so quiet, they were not dancing and chanting and singing that is the difference.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "At the time that we observed them from that distance, yes.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And then whilst you were in King George Street, were they still quiet?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The time span - I did not spend an hour or a minute at the pillar.  A few seconds after I was at that pillar this group approached, charging so I'm trying to explain to you that when I saw them, when they were pointed out at that distance they were approaching quietly, but from the corner they charged so if - I'm not saying this but I felt like I was ambushed because I fell into fire.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Can I just return to what I asked.  Were they still quiet, although they were running, were they still quiet?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "When they were charging, no they were not quiet.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "At the corner of King George and de Villiers Streets, can we accept that you didn't see them doing any war dances.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "When I was there they approached charging.  No I didn't see that, I didn't see - I never had the opportunity to observe them do any war dance, I came at a time when I fell into their fire.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Also whilst you were in the boardroom observing this group, you didn't see this crowd moving quietly and doing war dances, would you accept that?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Moving quietly and at the same time doing war dances?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That is my question.  You did not see them doing war dances.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "When I was on the 18th floor no, that's why I'm saying they were coming quietly as bent on a surprise attack.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You say quietly.  Were they walking?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes Chair they were walking.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Up straight?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes Chair up straight, disciplined, quietly.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Now you have mentioned that you had shot three to four shots with your pistol.  How far were these people from you, these marchers, when you fired the shots?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Very poor in estimation, but I'll try.  If I may try and point, probably at the ladies and they were coming and I was retreating so I can't estimate, I don't know if it's two metres, I don't know but that kind of ... (intervention)",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Let me help, let's put it again twelve to fifteen metres as you testified at the inquest.  Will you repeat that?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I may repeat that, but I can't if you ask me how long is twelve to fifteen metres, I can't give you that estimation.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "But as far as you can recall, is the distance that you've just indicated roughly what you think it was?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes sir.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Mr Beea being a trained soldier, surely you couldn't have missed anybody at that distance.  Would you agree with that?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The possibility exists.  It doesn't take a trained soldier to aim all the time.  We have what we call zeroing of weapons and I think you know that, that if your gun is not zeroed I may aim at you but shoot somewhere else.  That's a possibility.  I, we just had guns new.  I am not too sure if those guns were zeroed and if they were not, as a trained soldier the possibility that I could have missed exists.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Well let's clarify this point Mr Beea.  Can we accept that the shots that you fired, that you aimed directly into the crowd when you pulled the trigger.  Is that correct, is that your recollection?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I shot at the crowd, yes.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Now I understand your evidence today that you say you might have fired a shot or shots whilst these people were retreating.  Do I understand you correctly?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The possibility exists but I'm not saying they were retreating because I didn't see them.  I'm saying the possibility exists that I could have given the ballistics evidence.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "The picture you have in your mind and your impression and your memory is that these people were coming towards you and they were not retreating.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That's correct.  That's the picture that I have.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And ever being asked to give your explanation under oath, that is the explanation that you would give that they were coming towards you and not retreating.  That is your version.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I just want to read a short portion from the evidence that you gave at the inquest and I would request you to mention to the Committee whether you confirm that and whether you differ from that today.  Mr Chairman I refer to page 6918 of the record, 6-9-1-8.  I read from line 17, it starts:  Ms Voster, she asks you:  \"How many shots did you fire then\", the reply:  \"Three to four\".  Next question:  \"What happened after you fired your first shot, what were the marchers doing?\", the reply:  \"They were still approaching\".  Do you confirm that?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "And that is still your version today?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes it is.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Next question:  \"And the second shot?\", reply:  \"They were approaching until I - this is my recollection - until I turned back into Plein Street\".  Is this still your version today, do you con ... (intervention)",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes it is.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Next question:  \"So what are you saying, when you fired your last shot, were they still approaching?\", reply:  \"As the people were coming and as I was retreating I was shooting and what I can remember is that at that time when I was turning in my head, they were still approaching\".  Is that still your version today?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes it is.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So on your version that you confirmed today, you exclude positively the possibility that you could have shot anybody in the back.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Do I exclude it?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I'm asking you so on your version and what you present to this Committee is that you positively exclude the possibility that you could have shot anybody in the back.  That is your version, is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No, I don't exclude the possibility, I'm saying the possibility exists that one of the bullets could have struck a person.  That possibility exists.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Could you perhaps explain or how is it possible that you can shoot anybody in the back whilst with your version, all three of the shots you positively see this crowd approaching you.  Were they running backwards to you or what was happening on that day Mr Beea?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "My recollection is the crowd was charging towards me and as I was retreating I was shooting at the approaching crowd.  I do not remember at any instance the crowd stopping, the crowd turning back, I do not have that recollection.  The only thing that I can think of in relation to the ballistics is that in my retreat ... (inaudible - new tape) once or twice more than I was supposed to.  That possibility exists, but the physical turning of people to be shot at the back, I do not recall that I honestly don't.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Mr Chairman I see that it's just past eleven, am I to proceed or are you going to take a short adjournment?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(inaudible)",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I do have a few questions, maybe if I take the adjournment I can quickly get them behind each other and I can expedite it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Adjournment now and resume in fifteen minutes.\nCommittee ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Beea you're still under oath, do you realise that?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "(s.u.o.).  Yes Honourable Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes, please do proceed.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Thank you Mr Chairman.  Mr Beea I want to ask you in respect of the firearm that you used, why did you use your firearm on that specific day?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair the picture that I had on that day is that marchers came charging towards me and I had a pistol in my hand and that is the pistol that I used in my belief that the marchers who were charging were equally shooting towards me.  I used that pistol to repel the marchers who were coming towards me, that's the reason why I used the pistol.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Were any shots fired at you?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I cannot say for sure yes, I heard the sound of gunfire, I saw marchers coming towards me.  The only conclusion at that given time in that state of mind was that, yes the marchers were shooting at me.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That is your impression, I want to ask you did you see that you were shot at?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "As to an individual pointing a weapon at me and pulling a trigger, no I did not see that.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You said it was your impression that you were shot at.  Can you assist the Committee and tender or indicate of any evidence that you have available that shows that you were shot at?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That's why I referred to it Chair as an impression because I don't have any physical proof and/or evidence.  In that situation, in that commotion, given that space of time the sound of gunfire and the combination of people charging towards me, the conclusion that I came to was that these people were shooting at me but as to evidently this - the people shot me, physically this is the evidence, I don't have that that's why I referred to it as an impression that was created then, given my state of mind at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... (inaudible) your evidence.  The mental picture in your mind is not one of seeing a man pointing a barrel at you and firing.  That doesn't form part of the mental picture you have?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct Honourable Chair.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Why I'm asking you this Mr Beea is that because at the inquest, and I want to refer to pages 6917, the following questions that apply were recorded.  I'll read it to you at page 6917 at the bottom, it's line 29.  The question was posed:  \"Alright why did you decide to fire?\", reply:  \"Because I had been fired at\".  Next question on the next page (Court):  \"Can I just ask you did you independently decide to fire or did anyone tell you to fire?\", reply:  \"I decided to fire because I was being shot at\".  Now that is why I posed the question.  You cannot today say that you were actually shot at, you only heard shots and you thought that you were shot at.  Is that the correct position?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "It's still the position that I gave at the inquest.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Sorry.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I did not see a person physically point a pistol at me and pull a trigger.  I did not see that, but the impression and the picture in my mind, given that state of mind at that particular time, I concluded that I had been shot at.  The fact that I used or I phrased it the way I did I believe does not necessarily mean that I'm saying I saw a person because I, at the inquest, said that I did not see a person carry a pistol and I repeat that, I still repeat that I did not see anybody.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You know of the ballistic evidence and the medical evidence and you have had consultations with your legal representative.  What is your attitude today, were you shot at or were you not shot at?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He answered that question already.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Mr Chairman I think there's a bit of a distinction between what his impression was and what the factual position is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well he says he never saw a man pointing a barrel at him and shooting him.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Thank you Mr Chairman I will ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What point do you want to make Mr Van Wyk?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I want to ascertain precisely if there were shots fired at him, did he act in actual self defence and thereby exceeding the bounds of self defence or if not shots were fired directly at him and there was not an emergency situation, he could not have acted in self defence, but then only he could have thought he had been acting in self defence.  There is a distinction.  I tried to ascertain which of these, in which category he alleges that he falls in.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think you'd better put that to him then.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Thank you Mr Commissioner.  Mr Beea have you heard the argument or the point I tried raise.  Firstly I want to know from you, is it your case today that there were actual shots being fired at you that day or can you not say that?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "If I have to respond in relation to me having seen the ballistics, I cannot say that, but if I have to respond as I responded at the inquest before seeing - if I take the fact that I have seen the evidence, my response remains the same because that is the picture that I had, that I do believe, I did believe then without the medical evidence, that I was shot at and yes but given the other and if you ask me here and you include the medical evidence, that changes.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You say it changes, do you accept today that there were not shots fired at you as you testified at the inquest?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "From the medical evidence yes I do, I mean ballistics, sorry.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do I also understand your application correctly that you apply for amnesty because you could have exceeded the bounds of self defence merely because you had fired too many shots.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The possibility exists yes that I could have, yes, I do.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I know there are several possibilities Mr Beea, I want to precisely know what is your attitude or what is your case.  Is it that you exceeded the bounds because you fired too many shots.  Is that what your case is?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "It's not only that.  I was shown the ballistics and the medical evidence and the combination of that and the fact that I might have shot one or two bullets more than I could have forms the basis that ... (intervention)",
            "Male"
        ],
        [
            "MR VAN WYK",
            "It is not your case that you had fired shots while the Zulus fled.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I did not see the Zulus flee.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do I understand your answer then correctly, you deny that you shot at them whilst they were fleeing.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I accept that I shot at them and when I shot at them they were approaching me, yes.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "On another aspect, you had been to Lancet Hall that morning, is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes it is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Now we know that there were two incidents at Lancet Hall in Jeppie Street where certain people were injured and in Von Williegh Street where a person was killed.  Could you assist the Committee and indicate when you went to Lancet Hall, could you position it with a time in respect to those two incidents?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair it's difficult to say, to put the incidents in relation to time but I can only, if that's the question, respond to what I did, why I went there and what happened if that's part of the question but as to the times itself, I cannot.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you enter Lancet Hall that morning?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No I did not.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you speak to guards outside of Lancet Hall?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes I spoke to someone called Smanga (?).",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Is that at the foyer of Lancet Hall?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "It's at the entrance.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Was there any indication to you that anybody was injured during the shooting incident that morning?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "He did not tell me that.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you hear from anybody on that morning that there were people injured at Lancet Hall?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mean whilst he was at Lance Hall?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "That's correct Mr Commissioner, whilst being there.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair I spoke to no one else except Smanga (?).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see any evidence around you of anybody having been shot?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No My Lord, no.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Excuse me, so nobody told you that anybody had been injured, is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "May I just refer you to your evidence at the inquest Mr Beea.  I leave that point there.  Mr Chairman there's just one other point I want to raise to this witness.  Whilst you were firing towards the crowd, did you see any of the marchers falling down?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No I did not.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Mr Beea I want to put it to you in respect of the objectors on whose behalf I appear, they will deny that they were armed with firearms or that they were any part of a group attacking Shell House and they will tender to this Committee that they were shot unjustifiably.  Have you got any comment on that?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "My only comment Honourable Chair is the (indistinct) of what they say.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think in fairness to your clients he would not know who your clients were and your clients may well have been people who were unarmed but he would not know that your clients were there and they were unarmed.  Isn't that so?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Yes but I'm in fairness just putting it to him that he has an opportunity to respond to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "I don't want to hear at the end of this hearing that it was not challenged or it was not put to the witness.\nNO FURTHER QUESTIONS BY MR VAN WYK",
            "Male"
        ],
        [
            "MR DORFLING",
            "Mr Beea may I enquire from you, at the time when you saw the marchers from the top floor, from the boardroom you decided to go down and as I understood your evidence, the idea was that you would go down and you would actually warn the people positioned at street level at the corners of Plein and King George Street.  Did I understand that correctly?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "It's one of the reasons that I went down, yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "You also at a later stage said you wanted to alert them, alert them to what?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Can I combine this?  I wanted to warn them, I wanted to alert them, I wanted to inform them that there was another group that was approaching Shell House from de Villiers Street which I believed at the place where they were, unless you were at the extreme corner to be able to see through, if you were not at the corner you would not be in a position to see that group so those people who were there I believe that they ought to have been told that they should be on the lookout because there is this other group that is coming.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Did you perceive the situation to be that those people might be in danger should that group proceed further down de Villiers Streets and come into King George Street?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Did you in actual fact, on arriving at ground level, go to the guards concerned and warn them?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "It was not done in a manner in which you ask the question, if I understand.  Maybe by way of illustration I may clarify that point, that as I walked out towards the corner and I turned I never stopped for a minute or paused to say to this individual person, here are these people.  I said this whilst I was moving because I myself had to be alert and had to watch that corner so I was under the impression, I assumed that as I passed and said there are these groups coming, people might have heard but I never paused for a minute to say to this individual, this is what is happening.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Do I understand you correctly, is it your evidence that as you ran past the guards positioned at the corner, you did alert them to the oncoming groups, you did say, here are these people, whilst you were running past.  Is that what you're saying?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I did say that there is a group that is coming from the other direction, yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Which of the guards did you speak to at that point in time?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair I never paused or stopped to speak to any individual whilst doing this.",
            "Male"
        ],
        [
            "MR DORFLING",
            "So you run past a number of guards, you see them and you shout to them here are those people.  Can't you recall a single face amongst the guards that you saw there?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "We were all wearing white bullet proof vests and as I said I never paused for a minute to look at the faces because that's not what I had intended to do.  May main concern and my main worry was to find a position behind the pillars so that should anything happen I should be covered and therefore my concentration was not at whose where, as I said and because I never stopped or paused to say, I cannot recall a face, but there were people outside.",
            "Male"
        ],
        [
            "MR DORFLING",
            "It is not a trick question Mr Beea, I don't want to tie you down to a specific position for a specific individual, I just want to know in general.  As you sit here today can you not recall the face of a single security guard that you saw there?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair at the inquest I did say and I want to repeat here, that this is not in relation to me warning people, it's in relation to a question that was asked and if this is the same question, that the only person that I vividly remember seeing as we were shooting and retreating is Thabete because he was in front of me and this is during the time when we were all retreating.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No Mr Beea the question doesn't relate to who you saw shooting as it was ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... (inaudible) he didn't look at their faces and cannot recall any individual.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "As it pleases the Committee Mr Chair.  Mr Beea may I as you about the group that you saw coming around the corner.  As I understood your evidence at the inquest court, your evidence was to the effect that as you arrived at the corner and as you ran towards the intersection of de Villiers and King George Street you saw the marchers coming around the corner.  Maybe I could just read from the inquest record for you to just clarify that that is the position you maintain today.  I'm reading Mr Chair from page 6912 at lines 27 and further.  Maybe I should start reading at line 19 just to put the full picture before the witness:  \"Alright and what did you then do regarding the main incident, where did you go and where did you stand and what happened, can you tell the court in your own words?\", \"Yes, after rushing down, after seeing the group\" - that's now from the boardroom as you've put it now today - \"after seeing the group I rushed down primarily to inform my colleagues and comrades and immediately after turning into King George towards de Villiers, I think I was halfway towards the corner of de Villiers and King George when suddenly a group of marchers which I want to believe is the group that I saw when I was on the 18th floor, came around the corner charging, running and shooting\".  Do you confirm that evidence?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I can't find that but yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Sorry sir, I would like you to have it in front of you, it's page 6912 at line 19.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair can I quickly run through this?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Thank you.  Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Do you confirm the evidence Mr Beea?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes I do.",
            "Male"
        ],
        [
            "MR DORFLING",
            "May I also then refer you to page 6916 at the top of the page, the first four lines.  Have you got that?  It reads as follows:  \"What happened then - alright I take it back - you say you saw the people rushing around the corner, what happened then.  What else did you see?\"  \"Immediately there was shooting and one had to retreat\".  In other words as you saw the marchers coming around the corner, whilst you were preceding up King George Street towards de Villiers, immediately as the crowd turned around the corner there was shooting.  That was your evidence, is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "And may I lastly also refer you to page 6911 from the third line onwards with reference to this specific group.  \"Alright and can you describe this group, can you describe the attitude of the group?\"  Have you got it Mr Beea?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes I do.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Your response is the following:  \"Yes because one had seen other groups before.  This groups was different in that it was approaching Shell House very very quietly\".  Do you confirm that evidence?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes Chair I do.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Now Mr Beea I want to put it to you that this evidence of yours pertaining to this group is in direct conflict with some of your colleagues and co-applicants in these proceedings evidence.  The evidence for example of Mr Kruser was that as the group got to the corner they hesitated, it seemed like they regrouped, there was a kind of a war dance, Mr Zuma explained to him that these people were doing a war dance and only then did they start charging forward.  It is in direct conflict with your evidence.  Would you like to offer any explanation why there would be such a dramatic difference between the two versions?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair I don't see the difference because I think I have stated initially that if I have to say this and I don't mean that, that I felt and I can feel that probably I was ambushed.  I was not at the corner for longer than a minute.  I bumped into fire so I never had the opportunity and liberty to observe the dance and the song.  I came at a time when the group was charging.",
            "Male"
        ],
        [
            "MR DORFLING",
            "No but Mr Beea your evidence at the inquest was quite clear, the first sight you had of these people was as they entered coming around the corner.  In other words they hadn't reached the corner before you, you were already in King George Street going north towards de Villiers and only at that stage did those people, the marchers, come around the corner.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair I believe so and I still do.  Because I found people outside waiting, these are people who say that group did one, two, three, four.  I was not part of that.  At the time that I came out that's when there was fire in exchange and the charge and all that so I never had that chance to see that, I wasn't part of the group that saw that, I joined the group with the intention of alerting them but I bumped into this.  As to whether it happened or it did not, I cannot - I don't know what else to say Honourable Chair, I did not see that.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Mr Beea it couldn't have happened prior to your arrival because at the time when you were already in King George Street, only then did the group enter into that or came around that corner.  It couldn't have happened in that intersection prior to your arrival.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Chairperson I arrived there and it didn't take a minute whilst I was there.  I cannot even recall as to whether I was stationary, whether I had taken position or not because I used the pillars to retreat, I was not stationed waiting for people ready, pointing a gun it is in that intersection - excuse me - it is in that period, in those seconds that this thing happened so I never had chance to actually stop and wait, I was forced to retreat before I could even stop to observe anything.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Mr Chair may I, for purposes of reference to the Committee, just indicate the passages I'm referring to in Mr Kruser and Mr Molefe's evidence in this regard which I indicate shows the contradiction.  As far as Mr Kruser is concerned, page 2640 of the record from lines nine to twenty.  2640 Mr Chair, lines nine to twenty and as far as Mr Molefe is concerned, page 3026 lines sixteen to twenty one.  I put it to you Mr Beea that the contradiction between your evidence and the evidence of Mr Kruser and Mr Molefe and the reason for the contradiction is because you are fabricating.  Would you care to comment?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chairperson my understanding is that contradictions do not necessarily mean a lie, there could be contradictions.  I saw what I saw and I'm relating events as I saw them.  Mr Kruser saw events the way he saw them, he's relating them the way, it's how I understand, the way he says he saw them and there is bound to be contradictions.  If I'm allowed a minute just to try and illustrate this that let's suppose it's the end of the month, we all have money.  You go into Sandton City, into Hyperama to shop.  There's a lot of people, pandemonium and all that.  If I can take out my weapon in that shop, shoot in the air, people scatter, you regroup them ten minutes later and ask them individually as to what happened, I do not believe that each and every one of them will give you an exact, there is bound to be contradiction and I'm not to sure if those contradictions mean that those people are lying.  Thank you Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not that those people are lying, so just that your evidence was fabricated, as I see the word?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I do not agree Chair.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Mr Dorfling just for purpose of my record, what is the conflict that you're referring to here.  Does the conflict relate to the fact that the group was approaching very quietly?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "It goes to more than that Mr Commissioner, it goes to a regrouping.  Mr Kruser gave evidence to the effect that there was a regrouping, it goes to the noise and the sounds that were being made and it goes thirdly to the nature of their movement being a so-called war dance.  A hesitation at the corner with a war dance and then a charge forward.  The conflict I'm pointing out is that according to this witness, he was already passed the corners of King George and Plein Street going up northwards towards de Villiers Street as he saw the marchers coming into the intersection.  There was no hesitation, no regrouping, no war dance and they approached very very quietly.  Those are the three contradictions I point out.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Dorfling it's not this witness's evidence that the group was quiet at the time he saw them come around the corner, so please let's correct that impression of his evidence, he hasn't said that at all.  He in fact said quite the opposite, he said that when they were charging ... (inaudible - end of tape)",
            "Male"
        ],
        [
            "MR DORFLING",
            "... (inaudible - beginning of tape) request record of this witness and I made reference to the specific page which I quoted to the witness.  It would seem that his evidence with regard to the noises today is yet another, or is different in that at this point in time he testifies that there was some sound emanating from the crowd.  Mr Beea did you at any stage hear any orders being given by Mr Kruser on the day?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No I did not.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Can you perhaps assist in telling us whether you became aware of Mr Kruser's presence at that corner or in the vicinity of the corners of King George and Plein Street, perhaps if not prior to the shooting, after the shooting?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair I cannot place a face to a body at a pillar or at a corner.  I had seen Mr Kruser in my ups and downs during the morning.  I had seen him during the day but I cannot place Mr Kruser at a particular spot during the pandemonium and the shooting.",
            "Male"
        ],
        [
            "MR DORFLING",
            "My question is specifically aimed at enquiring from you whether perhaps even after the incident you can still recall having seen Mr Kruser in the vicinity?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "In the vicinity of Shell House, yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "In the vicinity of the corners of King George and Plein Street?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "There is no specific individual Chair, before or after, that I can place to a particular - I cannot recollect and say this person after the shooting was at the corner or this person before the shooting was at that corner, I cannot do that.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Can you recall automatic gunfire emanating from the position where you saw the guards positioned, being the corners or in approximation of the corners of Plein and King George Street?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair I had said and I want to repeat it again, that I did not and cannot specifically point that the gunfire came from here, but the impression created in my head then, given the state of mind - I did say that when I was asked what kind of gunfire - I did say that I heard pistols, I heard automatic gunfire which I believe was an AK47, I heard shots from shotguns and my belief then hearing that heavy sound, the impression and belief was that that sound and that fire came from the marchers who were charging.  I said that at the inquest Honourable Chair and I'm saying it again here because this is how I remember the events.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Are you conceding the possibility that although you perceived the automatic gunfire to be emanating from the crowd, that might in actual fact have emanated from the security guards?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "If I take the ballistics into consideration, yes I do.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Mr Beea can you still recall your evidence in this regard at the time of the inquest, whether you were specifically asked as to whether you would have been in a position to hear the fire emanating from the corner of King George and Plein Street where Mr Khumalo was standing and where he says he was firing from.  Can you recall what your response was?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No unless if you find the passage, I'll confirm or deny it.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I would like to read to you from page 6953 at lines one to twenty six or rather from line three onwards at page 6953 Mr Chair.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "What line is it?",
            "Male"
        ],
        [
            "MR DORFLING",
            "I'm reading from line three sir.  \"And if there was firing with an AK47 from the guards in that proximity, five to ten metres from behind you, is it possible that you could not hear it under the circumstances?\".  \"No\".  \"Did you hear such automatic fire behind you?\".  \"No I did not\".  \"Now Mr Eddie Khumalo has testified that he did indeed fire on automatic fire from that corner, approximately at this point in time\".  \"Which corner is that sir?\".  \"The corners of Plein and King George, that is now the people that were on your evidence five to ten metres behind you.  How is it possible that you did not hear it sir?\".  \"I cannot say anything on Eddie Khumalo's statement\".  \"No ...\" and there's an intervention, \"my recollection is that I did not hear any\". \"But I think now what is being put to you ...\" and this is by Mr Justice Nugent, \"But I think now what is being put to you is that your evidence that you are giving me cannot be correct because Mr Eddie Khumalo says that he fired with an AK47.  Is it possible that you could not have heard that?\".  \"No it is not possible, not an AK47\".  \"Well then how does one reconcile your evidence that there was no sound of gunfire from there with Mr Khumalo's evidence that he was in fact shooting from there?\".  \"From behind me I do not recollect any AK47 from behind me\".  I want to put it to you sir that it is clear from your evidence that you explained to Mr Justice Nugent that if there was AK47 automatic fire coming from that corner behind you, it would be impossible for you not to have heard it if it was automatic gunfire.  Do you like to explain that?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair, again by way of illustration as a way of emphasising my response, the no's and the yes.  If you can take me to, and the mindset is settled and we are at the shooting range and you shoot with an AK47 from behind, yes I will tell you it's an AK47 from behind because there is nothing in front of me that threatens my life, my state of mind is settled.  But given the circumstances then somebody's approaching, somebody's charging, my state of mind tells me that the person who is approaching and charging is shooting at me, I'm scared as a person, panicking, fearing for my life the life of other people.  It is possible that even if there is gunfire behind me of that heavy calibre because my concentration and my mind tells me that it comes from there but I cannot hear it, it is therefore that I said no it is not possible given the circumstances, but if it was normal, yes I could have heard that.  So I'm trying to put the situation and the circumstances into perspective because the way in which it is put today and then, it was as if we were relaxed and people were shooting and that is not true, the reality is that it was the opposite.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Mr Beea with the greatest respect, you were specifically asked at the inquest proceedings about the happenings at that specific moment when the fire was ringing out and it was specifically asked to you is it possible that it happened to be the shooting of Mr Eddie Khumalo behind you and you did not hear it and your responses at that proximity:  \"No\", and then there's a further question:  \"And if there was firing with an AK47 from the guards in that proximity five to ten metres from behind you, is it possible that you could not hear it under the circumstances?\" and you say:  \"No\".  You must have heard it, that was your evidence.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Again if I would be labelling the issue Honourable Chair.  I think again I did not want to say this but rather let me because Gary Kruser touched on it that until and unless an impression in me then was created that until and unless you had said what Honourable Judge Nugent wanted you to say then that's the attitude with which he treated me, he treated me with contempt.  I concluded then that this is a person who, with due respect to journalists in here, that they listen for what they want to hear and that's the attitude.  I am therefore saying I'm explaining and trying to put into perspective by illustrating to circumstances where and when a person is relaxed and there's gunfire and a situation where a person is under extreme pressure and there's gunfire, my no and my yes I want to believe I thought would be taken in those two different circumstances to put them into their proper perspective.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I'm just going to make the statement Mr Beea, I want to put it to you that this is yet another indication of the way in which you fabricate your evidence to fit in with what you want to put forward as having transpired on that day.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair I don't know if by being given a chance to explain and put things into context is fabricating, if you imply that because I mean I'm saying to you that - and if you look at my statement I don't want to say this because it might be understood out of context, that the Honourable Judge Nugent asked more questions than you combined and that is the attitude with which we - I'm not saying that he should not, but I'm saying the way in which the whole issue was handled I never had an opportunity to explain and try and put things into perspective because I wanted to do so, I was dying to do so, but he asked a question and you answered, if and when you're supposed to there's an intervention or an interjection and another question is posed and you're expected to answer.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I just want, in conclusion, to put to you that I'm appearing on behalf of nine objectors who have been injured on the day at the corners of King George and de Villiers Street and I'm not going to put it in all the detail I'm putting it every time, I just want to put to you that those people deny having formed part of any attack on Shell House, they deny that they had any firearms with them at the time when you perceived to be in attack and they will, if called to give evidence in front of this Committee, testify that there was no justification for them being shot at by the ANC guards.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "If they have to oppose my application I don't see them saying anything contrary to what you've said and I understand that.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Can I just understand your answer.  Are you therefore of a different view, are you saying they're not telling the truth if you say that?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "They're not telling the truth Honourable Chair.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Can I just clear this up.  Mr Beea you wouldn't know which of the specific marchers I'm acting for, the specific individuals, the nine people you wouldn't know.  Are you really in a position to say that they were indeed acting in such a way so that you could perceive it as an attack.  Can you say that was the situation with relation to those nine individuals?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Just clarity, are you asking me if I know people you are representing?",
            "Male"
        ],
        [
            "MR DORFLING",
            "Nine of the people that were injured at the corner of King George and De Villiers Street or in that proximity and I'm asking you can you really deny that those people were not attacking Shell House, without even knowing who they are, who the specific individuals are?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I cannot confirm that they were part of the march either.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I beg your pardon, I did not hear you ... (intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "He's saying he can't confirm that they were part of the marchers or not, he doesn't know them obviously.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I've got no further questions, thank you Mr Chair.\nNO FURTHER QUESTIONS BY MR DORFLING",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "May it please the court Mr Chairman.  Mr Beea did you at that stage observe any AK47s amongst the marchers?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "At what stage?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Just immediately prior to you shooting at the marchers?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The only AK47 that I mentioned that I had observed is when I was at the 18th floor.  When I was downstairs when people was - when there was fire, no I did not see any AK, I did not see any pistols.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "And you definitely therefore didn't see incidents where the front of the marchers opened and a marcher at the back, or rather the second and third row danced forward, shot with an AK47, danced back waited for a little while then opened again, the crowd would open again and he would dance forward again, shot with the AK47 at the guards and danced back into the crowd.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I was there less than a minute and as I say I bumped into fire, I did not see all those things that you refer to.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Just to get clarity on this, this is now after they have turned the corner of King George and De Villiers Street, that is in King George Street whilst they were charging as you put it.  You never observed that?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No I did not Chair.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "As far as observation is concerned you were the guard closest to the crowd at that stage.  Is that also correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I don't know that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Was there any other ANC guard between you and the crowd?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The guard could not have been between me and the crowd.  If I may try and illustrate.  This is the pavement of Shell House with the pillars and this is the street, King George, it's the other side of King George where there are shops and other things.  The officers were on this side and the guards were approaching from an angle and the person that I say I remember retreating with me as we shoot was not retreating from this angle, the angle of where the marchers were coming from, but he was retreating with me from this angle so there's no way that there could have been a guard in between me and the marchers, it was the marchers and us.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "What I'm getting at Mr Beea is if one just merely looks at King George Street and we look at the position were you were in King George Street, put it that way, would there be any other guard further up in King George Street towards De Villiers Street?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I did say that as I was retreating in front of me there was a person that I remember as Thabete.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Let's approach it from another manner.  You in any event were closer, at least ten metres or so, fifteen or ten metres or five or ten metres, from the guards that were positioned at the corner of King George and Plein Street.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The guards - may I ask before I respond to this, I think I missed your point.  May you repeat your question please?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "You were closer if one looks now in the direction of De Villiers Street from where the crowd was approaching, just forget about now the sides of the pavement, I was speaking about the whole street as such.  You were closer to De Villiers Street than the guards who were positioned right at the corner of King George and Plein Street.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "And generally speaking you would have a better viewpoint than they have of the crowd?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Not necessarily.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Where was the front of the crowd when you started firing at them in relation to the shops that you indicated opposite Shell House in King George Street?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I'm going to try and as I said, I'm very bad in distance and the distance would differ because these people were approaching.  When I said fifteen to twenty metres away from me, I'm referring to if I may say, the front part of the march but they were not - when people charge and attack they are not moving in a straight line that's why it's so difficult.  If you're going to ask me between the front people, amongst them who was more in front than the others, these are things that I can not necessarily respond to.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I'm merely asking you to give us an indication, I do understand that the one will be one metre forward and ... (indistinct), but if one looks at the shops at the opposite of Shell House, opposite which shop or next to which shop were they when you started shooting.  Can you give us an indication?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Let me again try this.  This is the corner and this is the angle that I'm referring to and this is a line of shops and people are moving from the corner in this direction towards me, in this kind of shape towards me.  Now it's a group of people, as I say it's not a straight line, I can't say this group was opposite this shop because they were somehow spread and there's a dry cleaners there, there's a cobbler shop.  I can't honestly remember some of the shops there but there's a fish and chips if I'm not mistaken, those are the shops that I'm referring to.  They were moving away from the shops towards us and ... (intervention).",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I'm sorry, just to get that clear.  If one looks from the top, if necessary I can show you the photographs which indicate that but if we just get that on record it will not be necessary to burden it with further photographs.  Right on the corner there was at that stage the pharmacy, is that correct, Woburn Pharmacy, that's on the corner of King George and De Villiers Street?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Right next to the pharmacy was the fish and chips shop you just referred to.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "It could be, yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Chairman it seems like if I need to show him the photographs.  He just said it could be but it is a fact so I would just like to show him the photographs to set the ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... (microphone not one)",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "The point would just be Mr Chairman that the three shops that he refers to are the three shops at the very top of the corner of King George and Plein Street.  So in other words all three shops that he referred to is at the top of King George and De Villiers Street, that's all the point I want to make.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR TIPP",
            "Chairperson the witness also referred to the cobblers, I believe, and if one has a look on that photograph, on the photographs that my learned friend is looking at, the cobbler's shop is one shop south of the fish and chip shop towards Plein Street.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that common cause?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman, if I can just refer to my learned friend, if I give him the references then he can see.  Look at photo 5 of the bundle of Mr Du Plessis, number Y2.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Do we have this photographs, does the Committee have those photographs?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "... (inaudible) do not have it, but I do not want to burden it unnecessarily if we can sort it out and it can just be recorded that those were the shops and it's as easy as that Mr Commissioner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes just move along, carry on please.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "You see the dry cleaners and fish and chips shop right next to each other and if you look at the next photo you can see the dry cleaner and cobbler's shop, if you look at photo 15, is actually the same.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sure we're not concerned with how the shops were positioned.  We're really concerned about the people that were involved and where they were.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Now ... (intervention)",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Mr Pretorius, for my benefit if you do have a spare copy of the photograph, would you make it available to me please?",
            "Unknown"
        ],
        [
            "MR TIPP",
            "Chairperson if my learned friend needs his copy, I can make mine available.  No there's nothing that you should not be seeing.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "If I may just explain with the photographs in front of the Commissioner, the third last page is a page with a 15 on top of it.  At the bottom photograph one can see the corner, that is where King George and Plein Street is.  It is not in dispute that the pharmacy is right there at the corner.  Just down one can see the fish and chip shop sign at the top hanging down.  So that's the fish and chips shop and that is the pharmacy.  If one then turns back, unfortunately it's not paginated in numbers, referred actually to places and not necessarily to pages.  If one then goes back to the photograph 5 which is about six or so pages from the front - it's a photograph with a Kadet in front of it, one can then to the right where a person is standing, again see the fish and chip shop and immediately to the left is the dry cleaners and one could notice the signs just above the words dry cleaners where it's got the shoes, the keys and the number three in it.  Now if one then just turns to page, or to photograph rather 13, the top reads \"Skote King Skoen Winkel\" and one can see just on the top photo, on the head of the person there, in front of him, there's exactly the same sings.  So the one entrance shows the dry cleaners and the other entrance shows the cobbler shop, so it's exactly the same actually.",
            "Male"
        ],
        [
            "MR TIPP",
            "I'm sorry to do this to you, but if my learned friend would just refer you to photograph number 12, that photograph was taken from the corner where the pharmacy is looking down towards Plein Street and one can see on one photograph all the way through to the cobbler shop.  My learned friend will confirm that, photograph 12.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "The top and the bottom, are you referring to the top one?",
            "Unknown"
        ],
        [
            "MR TIPP",
            "And then further down the street one sees the cobbler sign hanging, the orange cobbler sign.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I do see the photograph, I do see the orange sign but you can't read on it King Cobbler, that's why I showed it from the other side.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "We can read it Mr Pretorius.",
            "Female"
        ],
        [
            "MR PRETORIUS",
            "You see Mr Beea the person who was then running the fish and chip shop, that is now at the time that the shooting started, he gave evidence at the inquest court and I would just like to refer you to his evidence which makes it quite clear what we say happened there that day in so far as the shooting is concerned.  I refer to page 3538, we start from line 6.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "\"What did you see happening immediately the shooting, the first shots were fired?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "There was chaos, people just went down towards the floor.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "\t\tDo I understand then that as the first shots were fired, people fell to the ground and fled?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes\".  ",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "At the time you closed  -  well it's not necessary to read any further.  The fact of the matter is that the independent witness who stood right in the shop where the fish and chip shop is, clearly testified that when the first, the very first shots were fired immediately what happened is the people fell down and they fled and I put it to you that is what happened that day.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "It may be independent evidence, but it doesn't mean that that's a fact.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Mr Pretorius what is the name of that witness?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Dias, D-i-a-s.  His full surname is De Silva Dias.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry I didn't take down your answer to that question, what was your answer?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair I'm saying the evidence given may be coming from an independent witness, but it does not necessarily mean that because he's independent, the evidence is factual.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...the main point.",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I saw something else so I don't agree with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Yes do carry on.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Thank you Mr Chairman.  When were you issued and when did you put on your bullet proof vest?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "In the morning sometime, I don't know whether it was at ten or eleven, I don't know but in the morning.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Beea I just want to put to you on behalf of the objectors that I represent and Dr Van Wyk represents, that none of them were armed with firearms on that day, they never attacked or were never part of a group that attacked Shell House, that they merely marched behind their Indunas that day when they were attacked by the guards of Shell House and they were shot at unjustifiably.  That is all Mr Chairman.\nNO FURTHER QUESTIONS BY MR PRETORIUS",
            "Male"
        ],
        [
            "MR HUMAN",
            "Thank you Mr Chairman.  Mr Beea I would just like to clarify something.  The information that you received, you said that the information was not clear but you knew that the march was going to be used to attack Shell House.  Is that correct?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I would say that I knew because as I say, one handled quite a lot of sources and one handled, if this is what you want me to say, Indunas within hostels and these are then some of the people who said that be careful the march is going to be used as a ploy to attack Shell House.",
            "Male"
        ],
        [
            "MR HUMAN",
            "But is it correct that you did not know that a certain group would be used to attack Shell House, in your mind you perceived it that the march was going to be used to attack Shell House?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair I said it again first and I want to repeat again that I did not know the nature of the attack, I did not know whether they were going to throw grenades, I did not know whether they were going to use RPG7s, I did not know how the attack was going to be carried out.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Nor did you know how many groups were going to be involved in the attack?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That's correct M'Lord.",
            "Male"
        ],
        [
            "MR HUMAN",
            "Then isn't it strange to you that the security personnel of the ANC allowed certain groups to pass Shell House at the entrance, right in front of Shell House two to three metres away from the entrance?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No it is not strange because, and I don't want to code them, but it is not strange because some of the marchers when they passed I was part of the people who were outside Shell House and we did not see any reason to shoot at them because we could have had we wanted to.",
            "Male"
        ],
        [
            "MR HUMAN",
            "But the point I'm trying to make to you is that the information that you had was that the march was going to be used to attack Shell House, so why do you take a chance in letting any marchers pass Shell House at the entrance, in front of the entrance?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "What else do you suggest I should have done if you say take a chance because police were supposed to have re-routed the people, they didn't.  You put the blame on me that people were in front of Shell House?",
            "Male"
        ],
        [
            "MR HUMAN",
            "Mr Beea it is clear from the evidence that we lead that the ANC guards took certain action with specific reference to one specific group.  Why didn't the ANC guards or yourself, you said that you volunteered to help there that day, did not try and stop the other groups from marching in front of Shell House?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Let me make it clear for the Committee once again and the truth is, had the march or the marchers in front of Shell House opened fire we would have retaliated with fire ... (intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry I didn't hear the last part of your answer, just repeat that please?  You said had they opened fire you would have some ...",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "We would have retaliated with fire, we would have shot at them had they shot at us.",
            "Male"
        ],
        [
            "MR HUMAN",
            "Were you outside or in front of Shell House when these groups that passed Shell House in Plein Street, were you outside and present there at that moment?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "These groups passed at intervals and at some point when these groups passed, yes I was outside.",
            "Male"
        ],
        [
            "MR HUMAN",
            "There was evidence led here that a small group in Plein Street shot in the direction of the people that was in front of Shell House.  Did that group then disappear again and did not near Shell House again.  Did you perceive any fire when you were in Plein Street in front of Shell House from any groups whatsoever?",
            "Male"
        ],
        [
            "MR TIPP",
            "Perhaps witness should answer but my learned friend is not putting the evidence absolutely correctly.  I don't want to influence the witness's answer.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Let me rephrase my question.  Did you hear or see any firing from any marchers that moved from east to west in Plein Street while you were in front of Shell House?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No I did not.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "When you went to Shell House that morning, what was your purpose.  Why did you go to Shell House that morning?",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "You mean to Shell House where he's working?",
            "Female"
        ],
        [
            "MR PRETORIUS",
            "That's correct.",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair I was employed at Shell House and the purpose of going to Shell House is because I was employed.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "But you had also information that Shell House was going to be attacked that day?",
            "Male"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair whether or not I had information, I had to go to Shell House.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Then just a complete - the objectors on whose behalf I appear would also testify that they did not form part of any attack on Shell House and that they did not carry any firearms with them on that specific day and that they were shot on by the ANC guards unjustifiably.\nNO FURTHER QUESTIONS BY MR HUMAN",
            "Male"
        ],
        [
            "MS VAN HUYSTEEN",
            "Mr Chairman just a few questions.  Mr Beea, up on the 18th floor in Shell House at the office where there's Mr Ntlhantlha's office or the boardroom, would you say that if shots were fired in the vicinity where you observed that group coming down de Villiers Street, would you say that you would have heard gunfire on the 18th floor if any shots were fired down there?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair maybe let me start by saying that my surname is Beea and it's difficult, it is very difficult I'm not too sure if one would have heard gunfire.  Maybe if people shot while I was there I would have, but I don't know if I would have.",
            "Male"
        ],
        [
            "MS VAN HUYSTEEN",
            "Now I want to take you down to when the actual attack took place, this so-called attack.  Can you tell me if there was not gunfire, would you have actually fired at this group charging, if there was no gunfire as you described?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair there was already gunfire around Shell House in town and that did not warrant me to shoot and I'm saying that I shot because at that particular moment under those circumstances, given that psychological mind, I was under the impression and belief that the gunfire that I heard was different to the sporadic gunfire that I had heard in the preceding moment.  That one specifically I believed was directed at me and I shot.",
            "Male"
        ],
        [
            "MS VAN HUYSTEEN",
            "Is it the gunfire combined with the charging forward of the people that made you fire?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "It's a combination but let me equally say that I do believe that had people charged with the so-called traditional weapons that they carried, charged at us, I want to believe that the possibility exists that I could have fired.",
            "Male"
        ],
        [
            "MS VAN HUYSTEEN",
            "Why did you then not try it when there was a so-called mock attack that you mentioned in your evidence?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Because it was a mock attack.",
            "Male"
        ],
        [
            "MS VAN HUYSTEEN",
            "How do you know it was a mock attack?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I'm in a situation where I'm standing outside and I have restrained heavy control, I'm behind a pillar, I'm looking at people who are busy tearing posters and doing all sorts of things and I don't know how to phrase this but amongst the people you find ladies amongst the marchers who would run to you, towards you and the only thing that they do when they reach proximity is to turn the other way around and lift their dresses and skirts.  I mean why should I shoot at a person who does that, that's to me a mock attack.",
            "Male"
        ],
        [
            "MS VAN HUYSTEEN",
            "Did you become agitated by this behaviour?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair the situation was tense and yes it's a behaviour which I perceived and believe is an insult and I am not too sure why I was insulted and yes I believe any other person, including yourself Your Honour if somebody can just, for no apparent reason, insult you.  You may want to remain your calm but you may get angry so yes I was upset.",
            "Male"
        ],
        [
            "MS VAN HUYSTEEN",
            "Amongst this group that was now actually preforming the attack, I'm referring to the incident where you shot at them, did you notice any women amongst that group.  Can you remember?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No I cannot remember.",
            "Male"
        ],
        [
            "MS VAN HUYSTEEN",
            "As I understand your evidence, as you were retreating you were firing and the marchers were still approaching you.  Now as you reached the corner on Plein Street, why did you stop firing at that stage?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "After turning into Plein Street there's no way that I could have been in a position to shoot at the same direction where the marchers came from because I had turned into the corner.",
            "Male"
        ],
        [
            "MS VAN HUYSTEEN",
            "But wasn't your whole purpose, or one of your aims to defend Shell House at that stage.  Are you saying that you then retreated completely.",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I don't know how you understand retreat.",
            "Male"
        ],
        [
            "MS VAN HUYSTEEN",
            "Were you actually fleeing for your own safety or something at that stage.  Were you actually fleeing, running away?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "I'm a human being and I had said and I want to repeat that as a person, besides being trained, besides having all the military training and all that, I was scared and I feared for my life and the reason that I retreated is to try and save myself and save the lives of other people that were around me.  Yes I was scared yes.",
            "Male"
        ],
        [
            "MS VAN HUYSTEEN",
            "Just lastly, the objectors on whose behalf I'm appearing, their position are exactly the same as those of the other objectors.  I have no further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MS VAN HUYSTEEN",
            "Female"
        ],
        [
            "MS PATEL",
            "Mr Chairman, my apologies before that I have just one point that I'd like to clarify.  Mr Beea you've already been questioned at length about your perception that the crowd was moving quietly.  Now if I read your evidence given at the inquest, if you can turn to 6910 thereof please, 6-9-1-0, from about I think it's line 12 where you're being questioned by Adv Voster.  Do you have it?  My understanding is that your response to the question as to your perception of the group that this relates to you being on the 18th floor.  Is that correct?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct.",
            "Male"
        ],
        [
            "MS PATEL",
            "Would you have, from the 18th floor, been able to hear whether the crowd was chanting or singing or making any noises?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No I would not have.",
            "Male"
        ],
        [
            "MS PATEL",
            "Then can you please explain why you said or explain your response at that stage that you said that the crowd was moving quietly.  What is that based on?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair it's based on what one had observed before because this is not the first march that one had witnessed from the IFP.  We've seen the IFP march in the townships before, long before this and I don't recall or remember the marchers sing without - it's a pity I cannot demonstrate - without, even if you are at a distance, even if you can't hear what they are saying but the way in which they would do whatever they do, it would tell you that they are dancing to what they are singing to so those two things, those two elements were not present.  I therefore drew the conclusion that this is coming or approaching quietly because none amongst the group was doing that and that's why I think, even at the inquest, the question was posed as to whether do I say they were disciplined.  That is how I understood the question then and that's how I understand the question of discipline being raised today in relation to the quietness.",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you Honourable Chair, I have not further questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes re-examination.",
            "Unknown"
        ],
        [
            "TIPP",
            "Just one aspect, Mr Beea in connection with the boardroom on the 18th floor.  Whose boardroom was that?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair as I said one belonged then and still belongs to an intelligence agency.  The boardroom as we understood then no one could gain access into that boardroom without the permission of the Head of the Directorate which was Mr Ntlhantlha and the keys to the boardroom belonged to Mr Ntlhantlha so there was that saying amongst ourselves, we took it as an extension or an extended office of John Ntlhantlha although it was a boardroom further away from his own office but you could not have gained access without asking and of getting permission from him and the keys.",
            "Male"
        ],
        [
            "MR TIPP",
            "Thank you Chairperson I have no further questions.\nNO FURTHER QUESTIONS BY MR TIPP",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Against the background of the information which you had received that there was going to be a march by the supporters of Inkatha on Shell House, and that information is confirmed by at least two groups of marchers having approached and passed Shell House without any serious incident.  It is the third group of marchers that were involved in the shooting that occurred.  Is that correct?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes Chairperson it is correct, this is the group from de Villiers Street specifically.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now then when you went down with your gun, did you say to yourself I'm only going to use the gun if the shoot at me or were you going there with a gun to be part of a unit that was going to protect Shell House and the people in Shell House?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair I did say at the inquest and it's in my statement that I was going to reinforce security downstairs and by that I meant that I was going to be part of the people who were there to protect Shell House and the lives of people within and ourselves outside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If that is so then you left me with the impression that you only opened fire because you felt that you were being attacked personally, that it was a personal matter and that if you were not attacked and shot at personally, you might not have fired back?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "No Honourable Chair that's not the impression.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm wrong in forming that picture in my mind, is that it?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The truth of the matter Honourable Chair is that I formed part of a group of people who were out to defend the ANC, it's property and the leadership so I do believe Honourable Chair that should any of my colleagues at any given point in time, should they have been under attack, and I was outside, I would have been compelled to shoot to repel because they are part and parcel of people to be protected.  It's not only the leadership and the property and ourselves also as individuals should any one of us be under attack, we were obliged to defend one another.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Mr Beea there are just two aspects that I wanted to clarify.  As I understand your evidence in regard to the directions from which the gunfire that you heard emanated from, that aspect of your evidence is based on your impression, not necessarily of what you saw.  Am I correct?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "The gunfire and the group that was charging form part of that.  I saw a group coming and it is this group that is charging that I see that I link the gunfire that I hear and link ... (intervention)",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Yes I understand that, I think what I wanted to understand is that it is merely the conclusion that because there is this group that is charging towards me and there is gunfire, this gunfire must of course be coming from this group.",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "In view of what the ballistic evidence appears to suggest, your impression may well be erroneous?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes if I take my impressions then and link it to the ballistics, I do concede that my impressions then were wrong.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "The other aspect is the evidence relating to the marchers charging towards you and you fire.  Now when you fired, that aspect of your evidence is it based on you impression or conclusions or is it based on what you actually saw happening in front of you?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "It's based on what I actually saw happening in front of me.  I saw, and the pictures still in my head Honourable Chair, that these people were coming towards me.  I honestly cannot remember seeing people stationary or people turn or people going any other direction except mine.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "When you fired, the people were charging towards you?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "At that stage yes.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "At that point when you retreated?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Yes, I retreated.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "When you retreated, what was the crowd doing.  Were they still charging towards you?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair that is my recollection and that is why I believe that it was not only one shot that was fired, it's more than one.  I'm trying to say that it's the second, the third and the fourth that I fired in my retreat, it was fired because people were charging.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "And you're talking about the people who were right in front of you that you were observing?",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "You're referring to the marchers Chair?",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Yes thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Beea was it a standard procedure for your security personnel to wear bullet proof vests to your knowledge?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "It's the circumstances that would dictate, for instance if I may try to explain that.  If I would be drawn into a VIP unit of a particular principle that would go into an area referred to as a no-go zone, we would be issued with bullet proof vests, but on a normal day to day workings, no it was not standard.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "On that particular morning, who gave you the vest to wear?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "It's difficult to say this person because I think what happened, if my memory serves me well, is that we all went into a place where these bullet proof vests were and we individually took and put them on so I'm not sure if somebody handed them over, we got into the room and - that's, I can't recall.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "When you were given the bullet proof vest, were you the only person that was around at the time when this was handed over to you or were you in the company of other people?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair I'm trying to, as best as I can, remember because the confusion outside Shell House spilled into the confusion inside Shell House amongst us.  We - there was this rush up and down and this person goes this so it's very difficult, the possibility is that we might have gone into this room as a group or the other way around so I - but the possibility exists that we might have gone there, rushed into this grabbed whatever you grabbed and out.  So it was very confused inside Shell House itself and outside.  Nobody can honestly claim that on that day they sat in their offices behind a desk and continued with their normal duties.  Even people who were not part of security in different departments in the ANC, the DIA, the DIP you found them at floors where they would never had been that day so there was that confusion even with - people were scared and lots of question were being asked, we bumped into people in the corridors, it was very confusing?",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Who gave you the pistol that you used that morning?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Mr Kruser did.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Did he not give you the bullet-proof vest at the time when you were given the pistol?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Honourable Chair I don't remember, no I don't remember that.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Now when you were given the pistol, do you recall who was with you?",
            "Female"
        ],
        [
            "COLSON TEBOGO BEEA",
            "As I say people from other departments were found at floors where they would normally not be.  We - if I remember correctly, there were people from other departments came up to the 7th floor and wanted to volunteer their services but if people would correct me, I think they were denied, people said no we cannot give you this because\n(1) we don't know if you have any military background and\n\t (2) we don't know if you can use a gun, on those basis so there was that confusion.  \nSo there were people in and out and at some point they were trying to push them out, no it's not a free for all kind of situation, we need people that we know can use pistols and are trained.  This is my recollection, I might be wrong.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "No I am satisfied with your recollection Mr Beea, if you cannot remember anything I think it's only fair for you to say so.  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you very much.  You may stand down.",
            "Unknown"
        ],
        [
            "COLSON TEBOGO BEEA",
            "Thank you Chair.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Chair may I just indicate at the commencement of the Committee's questioning, the Honourable Chair questioned the witness as to the reason why he was shooting.  May I just for purposes of the Committee's background also refer to two portions in the record that might be relevant in this regard ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Which shows the impression the witness had at the time and which reflects his reason for having fired shots.  The first being at page 6917 at lines 29 and 30 where the question is being posed to the applicant:  \"Alright why did you decide to fire?\", \"Because I had been fired at\" and it creates the same impression the Honourable Chair has asked.  The same goes for page 6946 from lines 25 to 30 where the question is asked",
            "Male"
        ],
        [
            "MR BERGER",
            "\"And I gather from your evidence you never saw anybody firing any shots in your direction?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "That is correct, I did not see anybody pointing a pistol.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "\tWhy did you decide to fire some shots?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Because I was fired at.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "\tBecause? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Because I was fired at\".  ",
            "Unknown"
        ],
        [
            "MR BERGER",
            "I just wanted to draw the Committees attention to those portions in the record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If we sat for another half an hour or an hour I can't imagine that we'd be able to deal and complete with the evidence of an applicant unless you have such an applicant?",
            "Unknown"
        ],
        [
            "MR TIPP",
            "No Chairperson I'm sure they're all going to take equally long.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the circumstances it does seem that we ought to adjourn now and we will resume on Monday morning.  Last Monday morning we started late simply because the logistics people take a little time in getting things together.  I would like to know whether we can make a beginning at 09:30 on Monday morning.  Can we?  I thank you very much ladies and gentleman.  I will adjourn now and resume at 09:30 on Monday morning.  Thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}