{
    "header": {
        "type": "AMNESTY HEARINGS",
        "location": "JOHANNESBURG",
        "day": "8",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54748&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/joburg/shell7a.htm",
        "speakers": [
            "CHAIRPERSON",
            "NEO POTSANE",
            "MR PRETORIUS",
            "JUDGE NGCOBO",
            "MR CURRIN",
            "SISI KHAMPEPE",
            "MR LAX",
            "MR DORFLING",
            "TESTIMONY_GIVER:",
            "MS VAN HUYSTEEN",
            "MR VAN WYK",
            "MR HUMAN",
            "MS PATEL",
            "MS VAN DER WESTHUIZEN"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "NEO POTSANE",
            "MR PRETORIUS",
            "MR POTSANE",
            "CHAIRPERSON",
            "JUDGE NGCOBO",
            "MR CURRIN",
            "MS KHAMPEPE",
            "MR LAX",
            "MR DORFLING",
            "MS VAN HUYSTEEN",
            "MR VAN WYK",
            "MR HUMAN",
            "MS PATEL",
            "MS VAN DER WESTHUIZEN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "You are reminded that you are still under oath.  Do you understand?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Potsane may I refer you to your application for amnesty, in particular page 114.  Have you got it in front of you Mr Potsane?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I have it.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "May I first refer you to paragraph 9.a., that is the Act that you applied for amnesty, in general not only this application, not only this incident, the Shell House incident.  In the first Act or Acts that you refer to was annexed in an annexure where you stated you were convicted for the operations contained in the annexure marked Annexure A.  Are those the operations that you were sentenced to death for initially?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Well regarding that question, my legal adviser said that I should not answer those questions concerning previous applications for amnesty.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman the ANC representatives chose to place the background of each applicant before the committee.  It also went further where it referred to actions alleged to be done by the IFP regarding various acts of violence etc.  With all due respect, if that is the position that the background of a witness or an applicant is placed before this committee then it is only correct that it's full background be placed before the committee and not only those that suit the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Background relating to any other application for amnesty is no concern of this committee and this committee is not going to entertain evidence relating to any other application relating to amnesty.  I think we must confined ourselves to this particular matter.  In so far as any background information is concerned, you may enquire about the organisations to which he has belonged etc, but I do not think it proper at this stage to go around enquiring what the nature of the offence was for which he was sentenced and where and how and matters of that kind.  They're not relevant for present purposes.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "I may just put it on record Mr Chairman that I did not intend to go into the detail of it but it is important to a certain extent and I may just put it to the witness the position or the proposition that I wish to make with regard to his background and that seen in the light of this particular incident.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Mr Pretorius, for my benefit, would you please indicate the relevance to me of the matter that you propose canvassing with this witness?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Indeed My Lord Mr Justice Ngcobo ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you proceed.  Mr Currin paragraph 9.a. one talks about Annexure A.  Where is Annexure A?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Mr Chairman Annexure A is in possession of the TRC investigators who are dealing with that particular application.  I have had lengthy dealings with them in regard to those two applications, they incidently were also put down for hearing during the month of May and because of this hearing they were postponed until June, so all that documentation is in possession of the investigators, TRC, who are dealing with that particular application.  The application was actually divided for practical purposes because they were not following applicants, but were following themes, which was the decision of the TRC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand.  Yes please proceed.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Honourable member of the committee if one first looks at page 3574 of the inquest proceedings, one ... (intervention)",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Of the findings?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "That is the evidence.  This witness stated as from line 11 and further, that he in fact shot to kill.  If one looks at his amnesty applications, in particular paragraph 2 thereof on page 9.a.ii on page 114, in his amnesty application this witness stated that he was involved in an operation which he terms\n\"This relates to the assisination of Brigadier Malope in August 1996.  He was shot in his house in Mobopane and AK47 assault rifles were used, he died\".\nThe particular point that I would like to make and I'll take that further with regard to the application and more in particular on page 115, the top thereof that is paragraph 10(b), more in particular the last 2 lines of that sentence:  \"and committed under the orders of my commanders and with the approval of the organisation\".  Now that refers to the ANC Mr Chairman.  Now what this indicates if one takes the line right throughout, that firstly an assasination as we full well know has got nothing to do with protecting yourself physically or any other wise, we all know what the word assasination means.  It then goes that he did that with the approval of the ANC.  \n\tWe then further know that on page 3574 he testified that he shot to kill.  It is true, I'm not placing it out of context that in there he said that it was in a defense situation, but his aim was he shot to kill.  Taking all that into regard and also taking into regard that it is the position of the objectors that no attack took place and that there was no reason to fire, also taking into regard that it was repeatedly placed on record the fact that in so far as the ANC was concerned, they treasured human life and human right etc and would not have done anything but to defend the building.  Taking everything into regard that I have pointed out now, I'm going to argue at the end of the day that it is clear from, in particular this application, that it was not all that innocent and that the particular organisation was not involved in innocent acts only as is particularly placed on record and we can all see that, and therefore it is important, relating to the background, merely to put this to the witness on the basis - I may just take it one point further, if one looks at 9.b, he says that there's three people killed and twenty injured and damage to property.  Now I'm going to ask this witness with relation to those persons killed, which he stated there, these three persons killed and twenty injured, whether that relates to Shell House for instance because I get the impression it does not relate to Shell House.  If it does not relate to the Shell House incident, that indicates that there were three people killed one of which must be Brigadier Malope which we have seen in paragraph 2, then there's two other people killed and all I want to know is if he alleges that he acted in self defence when those people were killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Currin will you throw some light on that matter because I am puzzled by the contents of this application, more particularly in relation to this last question, paragraph 9.b?",
            "Unknown"
        ],
        [
            "JUDGE NGCOBO",
            "And also would you also indicate to us on what basis is the applicant refusing to answer questions that are put to him?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Mr Chairman the applicant would be willing to answer all questions put to him in respect of these other two incidents for which he is applying for amnesty if we're going to now proceed with that amnesty application.  Until that amnesty application commences, he is not obliged to answer any questions in regard to those incidents.  That is certainly my understanding of the Act and if necessary I can get the relevant sections, but maybe I can help both the committee and my colleague on that side by placing on record that this applicant, as he indicated in his evidence, was an MK soldier.  In that capacity he was engaged in what he regarded as a war for the liberation of South Africa, in the course of that he was involved in the two incidents which are referred to above, in other words Act No 1 which related to activities which are subject to a separate amnesty application and in respect of which he has already been sentenced and convicted.  The only reason why he's applying for amnesty there is because he is not entitled to travel freely throughout the world because he has a criminal record and he wishes to clear his criminal record.  The issue relating to Brigadier Malope is a separate matter, it's got nothing at all to do with 1.  In respect of that matter he has never been prosecuted, in fact that assasination was never ever successfully investigated and he voluntarily came forward and submitted the information with regard to that particular incident so those are two separate incidents, they are not in any way related to one another and he for not one moment would deny that as an MK soldier he was involved in activities which resulted in the death of people and that is why he is applying for amnesty.  The third application relates to the Shell House incident and it is completely separate from the other two.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the explanation.  What are the - paragraph 9.b talks about three people killed and twenty injured, what does that relate to?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "That relates to the first incident.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Currin if one reads the whole application it becomes quite apparent to me at least that your client simply combined three applications in one application.",
            "Female"
        ],
        [
            "MR CURRIN",
            "That is precisely what he did because at the time that the application was completed there was a tendency or there was a procedure followed by this committee to deal with applications by applicant, so an applicant would come along and all his applications would be dealt with in one hearing.  And that is why he was advised to do it on this basis.  Subsequently the TRC changed that and decided to do it in terms of themes - this is the Shell House so they pulled him in and you are only now dealing with the Shell House incident, the other two are dealt with separately and that was not the situation when this application was completed.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "And for purposes of this application, paragraph 9.a must only relate to paragraph 9.a.iii for purposes of this application?",
            "Female"
        ],
        [
            "MR CURRIN",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Can we also just assume that the last part of 9.a.iii which says:  \"He does not know whether anyone was hit by the bullet\", is in fact an answer in a sense to 9.b?",
            "Male"
        ],
        [
            "MR CURRIN",
            "Precisely because that's why he doesn't know that he killed - although he shot to kill, he's admitted that, he doesn't know whether in fact the shot that he fired hit anyone so he can't make that (indistinct).  And I should just also add that 10.a has of course been supplemented by the additional Affidavit which was filed later where he gives his, elaborates further on his political motivation in regard to Shell House.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If it is your desire to find out what precisely are the matters for which he has applied for amnesty without going into the details of matters related to that application then you may do so, but be clear.  This committee has not read the papers in relation to his application for amnesty in other matters and we are not dealing with that here.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "I do understand it and I emphasise all I want to know is the nature, I will even be satisfied if my colleague, Mr Currin explains it to me, just broadly the nature of what it is.  In so far as paragraph 1 is concerned, if it is so that he has been tried and convicted, that is public documents so it is traceable and it is public documents.  I submit we can just know.   If my learned friend can just broadly indicate for us what the that operations was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Currin do you know the facts briefly, without going into any detail about this?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Mr Chairman I know the facts very briefly and I do not want to in any way mislead this committee.  I would want to be absolutely sure that what I tell this committee is correct and for that reason I would just need to have a short consultation with the applicant just to clarify one or two issues in my own mind and I can very briefly deal with that if the committee thinks that it is relevant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(inaudible)",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "I'll do so Mr Chairman.  Mr Potsane when you arrived at the parapet and you came through the parapet door, how far was Mr Moolman's position from the parapet door, the parapet itself?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "The distance between the parapet door and the parapet itself is about fifteen to twenty metres.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "What was Mr Moolman busy doing when you came through the parapet door?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Mr Moolman was standing there observing the situation.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "In other words he was standing on the upper level of the parapet so that his body was above the wall and he was looking, he was observing the situation in and around King George Street next to Shell House.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "At that stage, that is now just as you entered the parapet, did you hear any shots being fired?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "As I entered the parapet at the door, no I did not.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "The impression that I therefore get from your evidence is that when you walked out, just as you got out the parapet door, everything that you observed at that stage was quite normal, there's no shots firing or being fired, Mr Moolman is standing and he's just observing the crowd.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "At that stage also Mr Moolman is standing all by himself approximately in the middle, that is if one looks at the block of King George Street between Plein Street and De Villiers Street, he was standing approximately in the middle of the block on that parapet.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "And you did not see anybody with Mr Moolman at that stage, he was standing all by himself.  Is that also correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now Mr Potsane it was common cause between the guards, that is Mr Molefe, Mr Veli Llale and Mr Moolman himself that when the shooting started Mr Moolman was on the parapet at the corner of King George Street and De Villiers Street and he was accompanied by the two guards I mentioned, that is Mr Llale and Mr Molefe.  Do you deny that?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "It was also common cause amongst the three guards that I've just mentioned that immediately when the shooting started the guards took cover and Mr Llale and Moolman ran under cover in various directions.  Do you also deny that?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes I deny that.",
            "Male"
        ],
        [
            "MR CURRIN",
            "Mr Chairman I wonder if my learned colleague here could just ascertain that the witness understands precisely what he is saying.  I sense that there's confusion simply because this witness wasn't anywhere on the scene when these things happened, so if maybe my colleague could just explain which period in time he's referring to so that the witness understands whether he's referring to a time that Mr Potsane was on the parapet or before he even got to the parapet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, clear that up please.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "The reason why I referred to the evidence of Mr Molefe and the other guards is quite simple.  I layed the basis on when this witness came out of the door at the parapet, everything was normal, there was not shooting going on etc and the first shooting took place when he was, as he testified in his evidence in chief, three paces away from Moolman.  In other words this witness indicates that he observed the first shooting, that immediately prior to that shooting Moolman was just standing on the parapet observing the crowd.  Now that is totally in conflict with what the other three witnesses testified to and I'm putting it to this witness what their evidence was and he responds to that that he denies it.  So it is quite clear I think what time we're speaking about and the reason why I am putting this to this particular witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you hear the evidence given that Mr Moolman said that he was at the corner of King George Street, and is it De Villiers Street, at the time whilst you were on the parapet?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "Yes I did hear that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And as far as you're concerned, you say that you don't agree with that?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "As far as I'm concerned Mr Chairman is that there were earlier shots of which I was not at the parapet at the time and the time when I got to the parapet I (indistinct) that Moolman was stationed at the centre of the parapet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so he doesn't agree with the evidence of Mr Moolman.  Carry on.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Mr Chairman sorry, I don't interpret it the same way, with respect I understand the witness merely to be saying that the first shots that he was aware of when he was on the parapet was when he was three metres away from Moolman.  He wasn't on the parapet at any earlier stage.  He doesn't know what happened when Moolman was elsewhere, he can't testify to that Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... (inaudible) about that, I understand it the way you understand it but I am told, as I understand the question, that whilst he was on the parapet it was put to him that Moolman, according to the evidence, was at the corner of King George and De Villiers Street, Plein Street.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "I don't understand that to have been the evidence of Moolman Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well let's clear that up please.  What is the purpose of the question, just clear that up please.  Are you suggesting that this witness was at the parapet at a time when he saw or he was supposed to have seen Moolman at the corner of King George and Plein Street?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "No, it's at the corner of King George and De Villiers Street sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I'm sorry no.  I'd rather you please formulate your question again, there's some confusion in my mind.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Please Mr Chairman if I may just explain it so that it is quite clear.  The evidence of all the guards who testified besides this witness is quite clear and that is that the three guards, Mr Moolman, Mr Molefe and Mr Llale was standing on the corner of King George and De Villiers Street.  They were shot at by the marchers while they were standing in that position.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the parapet or on the street?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "They were standing on the parapet, they were shot at from the street level.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On that parapet at the corner?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "That's correct.  Thereafter Mr Moolman and Mr Llale scattered in different directions, the shooting continued.  It was the evidence of for instance Mr Molefe that he at that stage - at that stage already he was firing shots in the air.  As from that point in time that the first shots were fired at the corner there was not period when everything lulled, guards were just standing and watching and observing the people in the street, in fact that was the time when the major shooting started.  Mr ... (intervention)",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Mr Pretorius you must have actually made a mistake when you put your questions to Mr Potsane because you stated that Mr Moolman was on the parapet at the corner of King George and Plein Street and that's what my noting dictates.",
            "Female"
        ],
        [
            "MR PRETORIUS",
            "I'm very sorry then I made that mistake, I'll rectify it.  If the committee now understands the line of my questioning and why I'm asking these questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... (inaudible) question now that these gentlemen are not standing at the corner of the street, they were on the parapet?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Indeed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the corner and you're saying that that is their evidence and you're inviting him to comment on whether that is correct or not.  Is that what you're asking?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "I'm sorry Mr Chairman.  What I am putting, what I'm going to put to this witness is his evidence is just not the truth.  It cannot be the truth taking into regard the other evidence which is at this stage common cause as far as the presentation of the ANC is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Do you understand what is being said, that your evidence is not the truth when you say that Mr Moolman was standing close to where you were when you first heard the shots being fired.",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "Let me put it this way Mr Chairman.  You see the way that Shell House is (inaudible) when you walk into those passages I am not sure you can be able to hear the shots being fired outside in the street.  I might have been walking along those passages when those first shots were fired, but how I found the situation is how I relate it to this committee and that's how, that was my impression of the day.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Potsane your explanation can just not be the truth as well because quite simply, after the first shots were fired all the guards that were then on the parapet - explained that general firing started as from then.  Mr Moolman explained that he ran under cover to the position that you found him, that is in the middle of the parapet, which you have already testified, that whilst he was running general firing took place and he just stood up once from that position and that was to fire his single shot at the guards and thereafter he took cover immediately.  So if the first shots were fired while you were in the passage leading to the parapet, you could not come on to a situation where everything is calm and quiet and Mr Moolman is standing normally observing the people in the street below.",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Do you want my comment?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Indeed.",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Well I must say you know that various cadres come for what not to testify here and I'm sure that various cadres have said that shots were fired in certain times before the actual shootings took place and maybe the shots that you are referring to are the shots which were fired at the time when I was not there and ... (intervention)",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman I'm not going to belabour this point, it is on record and I think the rest will be addressed in argument at a later stage.  Mr Potsane Mr Moolman, at the inquest court and even here, testified that he only observed you for the first time when you grabbed the shotgun from him and that was now after he fired his shot.  Are you aware of it?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "No I've got another version to that story because the way I saw things is that I was next to Moolman and I only grabbed his gun after he fired a shot and I'm not disputing his version of the story and neither do I think that I'm also not telling the truth because that's how I saw things and that's how I remember things.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Potsane if you do not dispute his version there's something wrong because it's in total conflict with your version.  You see your version is that before he fired his first shot - at least the only shot that he fired, you arrived next to him and you even asked him what the situation was at that point in time.  Is that not correct Mr Potsane?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Well that is clearly not what he is saying because he said that he only observed you, he only noticed you, after he fired his shot, when he was taking cover and when you grabbed the shotgun from him, that's the only time that he observed you so both versions can't be correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Only to the extent that there was not this question by him and an answer by Moolman.  Only to that extent it is in, there is a difference isn't it?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Well that is the first point where there's a difference, the other point is when they arrived there because if he arrived there before the first shot or whether he arrived there after the first shot, of course that is also a difference in the story.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you've covered that already.  Carry on.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "You are ... (intervention)",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "What was the response to the question?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "I can't remember the question directly, can you please repeat your question?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I put it to you that there's a difference in the version of Mr Moolman and yourself, two versions.  The one is that of Mr Moolman, Mr Moolman's version is that you only arrived next to him at a time after he fired the shot, that is his shot and when you grabbed the rifle from him, the shotgun from him.  Your version is that you arrived there before he shot his shot and that there was this question you put to him about what the situation was and his response that you were under attack.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Pretorius just one thing, just so you don't end up putting things to the witness that weren't actually said.  The previous witness, Mr Moolman, only became aware of him at that point.  There's a big difference between saying he arrived there and he became aware of him.  He may have been there and the guy didn't notice him, he was too busy trying to cock his rifle or whatever else he was trying to do so please it's - there is a subtle difference and if you want to put words in his mouth then you run the risk that in argument you have to try and explain them.  Just be clear in terms of what Mr Moolman actually said.  He only became aware of him when he took the gun away from him.  It doesn't mean he wasn't there.  I'm just being helpful in that repsect.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I accept that thank you Honourable member of the committee, however, it also means that the conversation or the question and reply that took place, that could never have taken place.",
            "Male"
        ],
        [
            "MR LAX",
            "That I absolutely agree with you on.  The issue of the conversation's one but when it was put to Moolman, it was:  \"When did you become aware of his presence?\" and he said:  \"When he took the gun away from me\".  It wasn't on when did he arrive there so that's the only issue really.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I think then - do you still understand the question Mr Potsane?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes I understand the question.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Can you explain it now?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes I'd like to explain to this committee that under the situation like that, where's there's pandemonium and shootings, people do not become normal, they don't behave like normal and I'm not sure that at the end when they have to relate what happened they will relate things in the same version as they actually happened and I think that confusion could be arising from that because how I remember things is how I recollect them and how I put them before this committee and remember this incidents, I think that's how he recollects them that they ... (intervention)",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Are you suggesting that either you or Mr Moolman may be confused as to the sequence of events on the day in question because of the pandemonium you've just described?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "I could be confused, he could be confused but I think I'm telling my version of how I saw the events of the day and that's how they happened according to me.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Potsane on that particular day when you were on the parapet, the reason why you believe an attack was taking place at that stage was because you were told by Mr Moolman that indeed they were being shot at.  Isn't that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Well I don't think that's the only reason, no.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "What was the other reason?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Well apart from that, Mr Moolman had already told me that we are being fired at.  Gunshots were already going on which indicated to the effect that there is fire coming, it's like we are being fired at and the other reason will be Mr Kruser had already told me that we are expecting an attack from Inkhata and the other reason is that I saw one of the marchers march downstairs  (indistinct) very tense situation.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "In regard to the fire that was taking place, you did not know who were firing those shots at that stage.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "You also did not know where the fire was directed at.  That is the reason why you asked Mr Moolman that question about what's happening, what is the situation.  Not so Mr Potsane?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I wish to correct him just a little bit on - I did not say - when I arrived at the side of Mr Moolman I asked him what's happening.  Mr Moolman related the information to me and said they are firing at us.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Indeed, but that is just what I am putting to you that you did not know where that fire was directed at, that is why you asked Mr Moolman what is happening.  If you knew the fire was directed at the guards on the parapet, there was not purpose to ask that question in any event.",
            "Male"
        ],
        [
            "MR CURRIN",
            "Mr Chairman the witness has just explained that he did not ask Moolman what is happening.  When he arrived there Moolman said to him:  \"We are under fire\".  That is what he said in his evidence and when he was asked the question he clarified that he did not ask Moolman what was happening, it was volunteered to him by Moolman.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I will come back to this a little later, it will now need for me to look up certain places in the record Mr Chairman.",
            "Male"
        ],
        [
            "MR CURRIN",
            "Mr Chairman we're not talking about his evidence, we're talking about his evidence before this committee.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Are you testifying now to the effect that when the shots were fired, immediately prior to you getting to Moolman, you full well knew that those shots were directed at the guards on the parapet?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I did not say that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Taking that together, if the information that was relayed to you by Moolman, that the guards were under attack, they're firing at us, if that information was not conveyed to you, you would not have known what was happening.  You wouldn't have known who was firing and you wouldn't have know where the fire is directed at.  Is that correct Mr Potsane?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "But the fact of the matter is one - even if I wouldn't have known, one thing is for sure is that there were gunshots and those gunshots sounded as if people were fighting and I've said earlier on that there are various factors that I've made to this commission that Mr Gary Kruser has already told me that we were expecting an attack from Inkhata and the march that I saw downstairs which was tense in it's nature, created tension in it's nature so all those factors - it's not like it's one thing, if I was not told that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Potsane we'll get to each and every factor as you've mentioned them.  The factor now that I've asked you the question about is merely that at that stage, that is when the fire took place, immediately before you came to Mr Moolman, you didn't know who was firing and you didn't know where the fire was directed at.  It is as simple as that.  Isn't that correct Mr Potsane?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He told us, all he said that there were gunshots without saying who they were from and in which direction.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Indeed Mr Chair that is what I am pointing out and getting to as this will be part of the address at a later stage.  Mr Potsane the march you referred to where the situation was fairly tense, that was some time - I don't want to say a long time, but it was some time before this incident.  Isn't that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "... (indistinct) but sure it was earlier on.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Gary Kruser, when he told you that an attack could take place, did he give you any specific information about how the attack would take place, when it would be attacked, from where it will come etc?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "No.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I then put it to you that it is clear that what told you there was an attack taking place was Moolman's statement that they were being fired at.  The other information would not lead you to the conclusion that Shell House was under attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What does that question mean now.  He'd been told before hand that there is going to be this likelihood of an attack.  He hears shots, he's told by Moolman and so on and from these factors he draws his inference, so what is wrong with that.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "What is wrong with that Mr Chairman, and that is what it's leading up to, is that we are going to point out that according to Moolman there was no such conversation ... (inaudible - new tape).  The picture that this witness painted that when he arrived at the parapet what was happening etc, that was simply not happening so if one takes the likelihood or the probabilities into account then the probabilities indicate that there was no such statement by Moolman to this witness that indeed they would be firing on and if that didn't take place, this witness would not have been in a position to state that a fire or ot conclude that firing was taking place directed at Shell House and therefore to take any action to defend Shell House.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Mr Pretorius I think it would be to our benefit if you could just make sure that your questions are very short because sometimes you ask one question with too many questions in it and if you could just put portions of the question to the witness so that he can respond promptly to those aspects of the question.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "Sorry.  Mr Chairman could I just clarify again and if my colleague would put the actual words that were used by the witnesses, by Moolman to this witness, a lot of the confusion wouldn't arise and there wouldn't be a misrepresentation.  In his evidence under cross examination by me, Moolman did not say the conversation did not take place.  I asked him the question about the conversation, his words were:  \"I do not recall the conversation\".  Moolman in this committee has never categorically said the conversation did not take place.  Against Moolman's evidence that he does not recall it, this witness is coming and saying and stating as a fact that Moolman spoke to him.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Are you suggesting that Mr Moolman said there was the conversation?",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "I'm saying that Moolman said:  \"I do not recall a conversation\", that is very different from saying there was no conversation.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "But where the major difference came in, and that is why the effect is that there was no conversation, is that this witness testified that that conversation took place before the first shot was fired by Moolman.  Moolman was quite adamant that he only became aware of this witness after he fired his shot and when this witness grabbed the shotgun.  If put into context then the effect of that is the conversation didn't take place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "People's recollection of events might be different, isn't it?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Well Mr Chairman if you're not even aware of a person you can't have a conversation with him at that point.  It is impossible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is his recollection.  Now this witnesse's recollection is what he's telling us.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman I leave it for argument at a later stage but I wanted to give this witness the time to explain or the opportunity to explain this difference.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that you must complete because as I understand, the real kernel of your question was whether he was there and saw the firing at the parapet or not.  You see he says when he arrived at the parapet, or before he arrived there, he had been told by Kruser that there's likelihood of an attack by the IFP, he had seen a crowd that was tense downstairs that day, he had heard gunfire without saying that he had heard Moolman or anybody else firing, he heard gunfire and when he comes there he sees Moolman and whether a conversation between him and Moolman took place or not, there is a difference.  Moolman doesn't recall this, he does recall it.  What is the essential difference apart from that.  It is common cause that he took the gun from Moolman, there's no dispute about that, is there?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "No we cannot dispute that but what the point is this Mr Chairman and that was the line that was taken in the inquest court as well, is that without the statement of Mr Moolman, he wouldn't have been aware or he couldn't come to the conclusion that an attack was taking place.  What convinced him that the attack took place was what Mr Moolman told him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about the gunfire that he heard?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Well that gunfire could have been ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could have been from anywhere.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "From anywhere, it could have been ANC guards firing at marchers etc, etc so the whole point is that the only thing at that stage that convinced him that an attack was taking place was Mr Moolman's information that they were being shot at.  That is the point, the essential point of what we're getting at.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and you say Moolman did not tell him that?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Indeed sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, can we proceed then?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Potsane whilst you were on the parapet, did you hear shots being fired from other people on the parapet?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "No.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I take it that you mean now no other shots but the one from Moolman?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "If shots had been fired by other people on the parapet, would you have heard it?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "It was difficult (indistinct) from whence the shots were coming from because I think I've stated even during the inquest that at that stage fire was coming from all directions, they could have been coming from the left or right, centre or in front, from the front but there was just general shooting.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Was that at the time when Mr Moolman fired a shot?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "That is at the time when there was this general shooting.  For Mr Moolman, I saw him shoot and he was close to me and I could hear his shot.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "At the time when he fired the shot were there any other shots?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "And is that the general fire that you're referring to?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "That is correct sir.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "It was coming from all directions?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "Yes that is correct sir.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "And you couldn't tell where it was coming from?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "Yes, I could not tell where they were coming from sir.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "An AK47 has got a very specific sound, especially if it is being fired on automatic.  Isn't that correct Mr Potsane?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Am I supposed to say yes or no?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I asked you the question whether the statement of mine is correct or not?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "An AK47, if it's shot among other guns and it's actually not close to you at a distance like if it is said that Mr Molefe was at the corner there and I was in the middle, then it will be difficult to hear those shots among other shots because it's not close to you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It would depend upon whether you're waiting to hear and trying to listen what kind of shots were being fired from where.  Would it not?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "No I was not waiting to hear, no.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Moolman testified that he heard Mr (indistinct) firing on automatic at the corner.  Now you and Mr Moolman was standing practically next to each other or in each other's immediate vicinity.  Is that not so?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Can you offer an explanation why Mr Moolman could hear it and you not?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I really wouldn't know what explanation to give to this committee why Moolman, because Moolman says he heard them and I did not hear them but to say that - to comment on that I wouldn't really know what to say to this committee.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "All you heard is just gunshots?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "That's correct sir.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "When you thereafter stood up and you fired a shot at the marchers, did you see any firearms amongst the marchers?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "No.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "And you still maintain today that what you saw were marchers charging forward in an attacking mode towards Plein Street.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "During the inquest you were confronted with the fact that the people, that the four people in particular that died at the corner of King George and De Villiers Street were from shotgun wounds, were all shot in the back.  Can you recall that?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Can you then recall that your reply thereto was or your conclusion thereto was that then your shot must have missed.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Is that still your conclusion today?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Originally a draft supplementary Affidavit, that is one that you didn't sign, was handed over to us by your legal advisers.  That particular draft Affidavit had a certain paragraph 7 in it in which it was stated that you were advised that you may have shot without justification.  Are you aware of that fact?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes I am.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "At a later stage the signed Affidavit was handed to us and in the signed Affidavit that particular paragraph then was deleted.  Are you also aware of that?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes I'm aware of that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Am I therefore to conclude that your legal adviser advised you that you may have shot without justification but you didn't accept that, that is why that paragraph was deleted?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "No that is not correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "What is the correct position then Mr Potsane?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "The correct position is at the time of the inquest I had already applied for amnesty regarding this incident and it was not a matter of which my legal adviser told me later on after the inquest or it was already like, I've already applied.  When I was aksed at the inquest whether I've already applied for amnesty I replied in the affirmative.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Potsane I think we may misunderstand each other.  I'm referring to the supplementary Affidavit, that is the one that was handed to us yesterday by your legal advisers.  Do you understand now to which Affidavit I am referring?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now originally there was a draft which was supplied to us with a paragraph in in which it was stated that you were advised that you may have shot without justification.  You said you were aware of that draft.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now the signed one which we received yesterday has not got that paragraph in and you also said that you're aware of that.  Is that also correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "We're referring now to the supplementary Affidavit and there's no misunderstanding so the question I pose to you therefor is this, am I therefore to conclude that your legal advisers advised you, as was set out in the original draft Affidavit, paragraph 7, but because you didn't accept that advise, that paragraph 7 was deleted and that is not contained in the Affidavit that you signed.  Is that conclusion I must come to?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "My conclusion about that is that after consulting with my legal adviser I then asked my legal adviser whether it was relevant to put that section on that supplementary Affidavit because that was already common knowledge that I'd already applied for amnesty and to apply for amnesty does not - when I actually said I'd applied for amnesty it meant that I could have omitted, made an ommission of an offence.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "What is the position today.  Do you say you shot with justification or without justification?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "With justification.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Your evidence also is to the effect that you fired only one shot and that was at charging marchers.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "If your evidence therefore is correct, it means that you could not have exceeded the bounds of self defense, on your evidence because you are firing one shot at charging marchers.  Do you agree with that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Legal argument isn't it?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "It also relates to the facts as was stated to him Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well he says that as far as he was concerned he fired at the charging marchers.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Yes and it was put to him Mr Honourable Chairman that if that is correct then he could not have exceeded the bounds of self defense.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that your understanding in your mind, that you didn't exceed the bounds of self defense?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "Well I think that I can explain that if the committee may give me a chance?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes please do.",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "Whilst I believe and still maintain that I was justified to shoot and I shot at the charging crowd, and I still maintain that, but in that confusion of that day and more importantly, that there is ballistic evidence which came to my knowledge later that all - I mean not, no I'm sorry, that is the medical examination of the post mortem of the board, that all people who died they were shot from the back, of which I remember that I still maintain that I shot at the charging crowd but in a situation where there's pandemonium and you look at the situation where people are charging at you may not - it's difficult to say like maybe of two people or among ten people, let's say twenty people are charging and about two or four people have turned back you know, you will not be aware of that so in that respect I would say no, that could have been the situation that some people might have turned back towards - I mean facing De Villiers and I still do maintain that the people whom I shot at were charging forward.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Do you have an idea roughly how many, approximately how many people were in that march, how big the group was?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "It could have been a group of fifty to one hundred you know.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Where were you positioned in relation to this group.  Where you positioned in the front or in the middle of this group of the marchers when you shot at them?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "To answer that question Mr Chair, I think I said earlier on that, and I want to repeat even today that when this group was surging forward I did not claim to see the first group or the front of the group.  I did indicate that some of that part of that group might have already went under the balcon because this part is a kind of a balcom where you cannot see underneath and that I cannot say you know whether it was the first group.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "But your fire was directed at the group that was - into the group, is that right?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Can I just clarify something.  I'm a bit puzzled by your earlier answer, you said - the question was how big was this group of marchers, you said fifty to one hundred people.  We've heard other figures of up to fifteen hundred people.  Do you mean just the people that you could see at that moment or do you mean the whole group?  I just want you to clarify that for us, I'm just a bit puzzled.",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I'm referring to the people I saw at that particular moment when I was firing the shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes do carry on.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Potsane, after you fired your shot did firing still continue?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "For how long?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "It continued for several seconds and then it ceased.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "You're referring to seconds, do I take it that you mean it was a very short period after you fired your shot, the firing stopped?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Now after you fired your shot, were any shots fired from the people on the parapet towards the crowd or anywhere.  Were any shots fired by people on the parapet?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I cannot remember.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I then refer you to your evidence at the inquest, page 3557.  Have you got it with you?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "3557?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have that with you?  Yes.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "If you can read at the bottom of the page, approximately the last five lines.  You remained on the parapet for - maybe I should start earlier so as to place it fully in perspective.  \"And the shotgun, what happened to that?\",  \"I handed it back to Moolman\".  \"Why did you give it back to him?\", \"Because I got it from him\".  \"And then remained on the parapet for approximately another 10 minutes, is that correct?\", \"Yes\".  \"And during that period...\" so the period he refers to is after you handed the firearm back to Moolman and further on:  \"Where any shots fired from the parapet\", \"No\".  Do you see that Mr Potsane?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "At the inquest you testified that no shots were fired from the parapet after you fired your shot.",
            "Male"
        ],
        [
            "MR LAX",
            "No that's not so Mr Pretorius.  What he's saying is after he handed the gun back no shots were fired, in this evidence here, in this extract and there's a big difference because he said in his evidence yesterday and evidence in chief that he fired the shot then they laid down and then they did nothing until it got quiet.  After that he handed the gun back and then they stayed there for a further 10 minutes so.  They were scared, that was roughly his evidence, word to that effect.  Do you remember that?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Honourable committee member what I am referring him to is with reference to this particular part where he states that after he handed the gun back to Moolman, no shots were fired from the parapet.  That is clear.",
            "Male"
        ],
        [
            "MR LAX",
            "That's fine, but that's different to saying that after he fired the shot, no shots were heard.  Do you see the difference?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's get it clear, the point is it doesn't matter.  After he handed the gun back to Moolman he says he did not hear any firing from the parapet.  Now what is your question?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "To take it one step further, after you shot your shot towards the crowd, it was a very short time thereafter you handed the gun back to Moolman.  Correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "As I've got it, you testified that you fired the shot, you immediately took cover and you handed the gun back to Moolman.  Is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes he said that.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "So after you fired your shot, were any shots fired from the parapet or not.  Can you recall that now?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I testified earlier on that after I fired the shot, fire was still continuing.  That is referring to the fire that was coming from all directions so when I say all - I cannot say, I cannot single out and say at the parapet, it was coming just general fire coming from all directions and I cannot say no well this one came from the parapet or ... (intervention)",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Does that also refer to the period after you handed the shotgun back to Moolman?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "You see Mr Potsane in the inquest record where I referred you to now, you said there were no shots fired from the parapet during that period.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "At the inquest where you are referring me now, I did not state that but I'm sure that at the inquest where it refers to that portion of my evidence, it does reflect that I did say no fire did continue for several seconds.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "You're quite correct Mr Potsane, at the inquest you did say fire continued for several seconds.  That was one of the reasons why you were asked whether that fire was coming from the parapet, that was why you were asked that question.  Here on page 3557 you stated:  \"No\", not during the period after you handed the gun back to Moolman.",
            "Male"
        ],
        [
            "NEO POTSANE",
            "To that question I think I can say that the mere fact that I did not see or witness or hear shots, you know that were fired on the parapet, I can not say 100% that fire was shot on the parapet.  I'll be claiming that part of the ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he says today that he can't remember whether people from the parapet fired after that.  If he can't remember something which is different from what he had said at the inquest, you must accept his evidence that he can't remember.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman that is indeed so.  I may just point out that this is very important and it relates to the further lines of questions I'm going to as him.  You see the importance of this is Mr Potsane that the evidence is to the effect that only four shots were fired with shotguns that day or during that period from the parapet.  Are you aware of that?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes I'm aware of that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "The medical evidence in regard to the people that died on the corner that day indicates or proves that four people were shot with shotguns and they were all shot in the back.  Are you also aware of that fact?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes I'm aware of that.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "If your shot was the last that was fired from the parapet onto the crowd, the only conclusion that one can then come to is that you must have been firing at the crowd at the time when they were running away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is the evidence that his shot was the last shot?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman that is why I specifically asked him now, first whether he heard any shot or whether he was aware of any shots.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he says he can't remember.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "And he said then as well Mr Chairman that the firing lasted for only a few seconds, it was very short, after he fired his shot so it relates to the timespan and the fact that he fired a shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The firing last, not necessarily from the parapet.  The general firing may have lasted, but you're talking about the firing from the parapet itself and where he says I can't remember whether there was any firing after I fired.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Chairman that is the reason why I put to him what he testified to in the inquest, that there was no shots.  You read that together with the fact that he says it only lasted for a few seconds, it means that his shot had to be the last shot.  If that is correct, then he was firing at people that were running away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well just put it to him if that is the conclusion that you are drawing, that you fired at people who were running away, because nobody else fired after you fired.  Is that what you're saying?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "That is the - if you read everything together that is the position Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well that's the conclusion you are drawing.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "That is why I give him the opportunity to respond thereto.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  You understand the question that you were the last person that fired and that you fired at a retreating crowd, the marchers were retreating which means that they were shot in the back, that's an indication that they were retreating when you fired?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "Yes I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "Well in response to that I'm going to repeat again that after I fired my shot I went back into cover and I'm stating it for maybe at that time, that fire continued after that from all directions and from all directions, I'm not saying no from the right or from the left, it could have been from the parapet, it could have been ..., so to claim that, for you to say that I'm the last to fire while I heard shots went on for several seconds, they could have been from the parapet still.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Furthermore Mr Potsane if four shots, only four shots were fired by shotguns on that day from the parapet at the crowd and the guards testify, including you, that if you add it all together, three of those shots were fired whilst the marchers were attacking.  Do you understand still what I am saying?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "And one take the further objective fact, and that is that the four people that died at the corner from shotgun wounds were all four shot in the back, then I put it to you that objectively speaking, the guards cannot be telling the truth.  Do you agree with that?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I think that line of questioning, I will try to explain it again.  I think again I'll go back and say whilst I still stand with what I saw that day but in the general pandemonium, where a group of people could be surging forward it could happen that a certain number of them just are - had their backs on me and that's why I'm saying that no, if people were shot at the back, that could have been the case but I'm not changing my statement that I shot at the surging crowd.",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "Are you saying Mr Potsane that it may well be that as this group of marchers were surging forwards and attacking it may well be that you shot them at the back, but whilst they're still surging forward?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "No what I mean sir is that whilst they were surging forward, it could be that amongst them there was some of them who were actually turning back or running away and as a result you know those people would sustain shots at the back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll take the adjournment now and resume in 15 minutes.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You're reminded you're still under oath.",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, please proceed.",
            "Unknown"
        ],
        [
            "MR CURRIN",
            "As requested I've consulted with my client with regard to the amnesty application, the other two amnesty applications around which you wanted certain clarification.  You might recall at the beginning that issue arose and you - what I would just like to place on record is that, and I'm sure that the committee's aware of the fact that the amnesty applications are confidential until the application commences, unless the commission or committee authorises the publication prior thereto.  However, since the Silverton incident was a trial, the record is a public document, my colleague is quite entitled to have access to that.  I'm quite happy to record that that incident relates to a limpid mine which was placed at the Silverton shopping centre which resulted in death and injury.  I'm also willing, without giving any details at all, willing to say that the other incident for which the applicant is applying for amnesty relates to a limpid mine that he placed on a road which was used by army hippos, it was detonated by a front end loader and no-one was killed or injured and the incident relating to Brigadier Malope, just so that the information is before you, Brigadier Malope was in charge of the police at the time of the Winterveld Massacre in which many people were killed and injured by the police and as a result of that, he was targeted for assasination.  And that is another incident in respect of which the applicant is applying for amnesty and that is the only information which I'm willing to provide without authorisation from the committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... (inaudible) need any further information?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Thank you Mr Chairman I don't need any further information as well, I just wanted to know the nature of it.  Mr Potsane can I refer you to the inquest record, in particular page 3556.  Have you got that in front of you?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "3556?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "That is correct.  As from line 19.  The court starts examining you, it says:  \"Just a minute, you were both ...\", now that is you referring to yourself and Mr Moolman, \"you were both taking cover when you took the shotgun from him as I understand?\",  \"Yes that is right\".  \"And did you take the shotgun for the purpose of shooting yourself because he was scared?\",  \"Yes\".  \"What did you want to shoot?\",  \"Because of the situation that was running at the time\".  \"What situation?\",  \"We were under attack\".  \"But you had not even seen the crowd at that time, at the time you started to take the shotgun and shoot yourself.  Is that correct?\",  \"Yes that is so\".  \"Well ...\", then Mr Ferreira continues:  \"Well how did you know then you were under attack?\",  \"Because Moolman had told me that they were being shot at\".  Did you read that Mr Potsane?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I put it to you then that it was your evidence then, if one looks at it, that the reason why you knew you were under attack at that stage was the fact that Mr Moolman told you.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "It was one of the factors.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I do not intend to read the rest, but if you look at the whole of page 3357 further, that was the only factor that you mention at that stage why you said you were under attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes do carry on.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Mr Potsane, at that time, that is now when the main incident took place on that day there at Shell House, you were a seasoned soldier, MK soldier.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "At the same time no shots were fired at you or you did not perceive that any shots were fired at you on that day.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "You did not even see a firearm amongst the crowd when you stood up and fired your shot.  Is that also correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Taking all that together, why were you scared and handed the gun back to Moolman?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "After I fired the shot I'd seen the way the crowd was surging and with intent to attack and kill and that scared me.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "But in the circumstances I've just sketched, it is quite clear that what you had to do then is to protect the building.  Isn't that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Then taking that into account, as well as the fact that you're a seasoned soldier, why didn't you shoot at this charging crowd?  Now that is other shots than the one that you testified to.",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I will just to put another matter straight.  I think when you say a seasoned soldier, it would be fair to a person who has just been trained and is prepared and ready and I was trained like about ten days ago and I've not been in the action like for some time, maybe more than ten years and that wouldn't qualify for a person to be a seasoned soldier.  If I would be seasoned enough, then I'd have to go for a refresher course in order to get seasoned.\nSo I will tell you that I was not seasoned at the time.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Do you now say that you were not a seasoned soldier as on the 28th of March 1994?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I tell to you that I was trained, I was military trained but not like - I mean a position like - any commander will be doing a false thing to take a person like me who had not been in touch with military situation for that long and put me into combat because he will be doing a false thing and in that respect you know I was deployed because they knew I had training and I could use some of the tactics which I've been taught.  But that does not mean that I could not be scared.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Potsane you were active in operations by the MK in the ten years preceding the 28th of March 1994.  Isn't that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "... (inaudible) is that your first answer, that is that you were a seasoned soldier, is in fact the correct one and I then again put it to you that if that was taking into account all the other factors I've put to you as well, that in that situation if there was an attack, your duty was and what you should have done was to stand up and ward off this attack?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you criticising him for not doing more damage that he did?",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "Indeed not Mr Chairman, what I'm going to argue is that he in fact knew that there was not attack, that is the reason why he didn't get up and shoot any further shots.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's the question you must put to him.",
            "Unknown"
        ],
        [
            "MR PRETORIUS",
            "I'm laying the basis before I do that Mr Chairman.  Now Mr Potsane did you hear the conversation as between me and the Honourable Chairman?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Can you please repeat your question again?",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I then put it to you that the very reason why you didn't get up and fire any further shots is because you full well knew there was no attack taking place and that there was no reason for you to shoot?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I'm sorry I don't understand correctly whether - are you saying that I did not fire again because there was no attack, or I fired - can you clarify me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "General question.  He's putting it to you that there was no attack on Shell House that day and there was no reason for you to shoot and that you knew that, that there was no attack and there was no reason for you to shoot.  That's how he's putting it to you.",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "Mr Chairman no, if I have to begin ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No you can either agree or disagree with that, you don't have to repeat what you've said.  You can either agree or disagree with what's being said.",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "I disagree.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "Mr Potsane the objectors for whom I act, as well as that of Dr Van Wyk's objectors, will testify if necessary that there was no attack on that day by the marchers on Shell House.  They were part of that marchers and there was no attack that took place.  They will further testify that they were shot at without any reason whatsoever.  Do you understand that?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Well I suppose I did not know your objectors and I cannot agree or disagree.",
            "Male"
        ],
        [
            "MR PRETORIUS",
            "I've got no further questions to this witness.\nNO FURTHER QUESTIONS BY MR PRETORIUS",
            "Male"
        ],
        [
            "MR LAX",
            "I'm sorry, I didn't catch your answer clearly, it was a bit indistinct for me.  Just repeat it please.",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I said I did not know his objectors and I cannot agree or disagree.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Thank you Mr Chair, Honourable Members.  Mr Potsane may I start with the person that came to visit you at Shell House.  You said it was your niece.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "What is her name?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Neo.",
            "Male"
        ],
        [
            "MR DORFLING",
            "The same name as you?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Is that a lady?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "May I refer you to your evidence that you gave at the time of the inquest proceedings and specifically at page 3553, lines 14 to 25.",
            "Male"
        ],
        [
            "MR DORFLING",
            "\"Yes and then?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " I went downstairs to find my nephew there waiting for me.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "\t\tIs that now in the foyer of the building?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "Yes.  ",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "\t\tAnd this nephew of yours, does he work at Shell House?",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            "No.  ",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "\t\tYes what happened then? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " My nephew reported to me that the principal of the school where he attends school, somewhere in Wanderers Street - at Wolmarans Street, I beg your pardon, had said they should go home because of the situation that was reigning then in town.  ",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "\t\tDid your nephew leave you at one stage to go away? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " Yes when I sent him up to the 11th floor where I was posted\".  ",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Can I also turn to page 3685 at lines 12 to 16.",
            "Male"
        ],
        [
            "MR DORFLING",
            "\"Can you give any indication as to approximately how long you spent in the foyer prior to going to the parapet? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " It is ...\" (intervention)",
            "Unknown"
        ],
        [
            "JUDGE NGCOBO",
            "What page is that sir?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Sorry Mr Chair, page 3685, lines 12 to 16.",
            "Male"
        ],
        [
            "MR LAX",
            "We seem to be missing that as part of our transcript but we'll find it somewhere.  Don't worry.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I'll read out from page 3685, maybe I should start then from line 10 just to put the committee in the picture.  It was during cross exmaination by Mr Hattingh at the time of the inquest",
            "Male"
        ],
        [
            "MR DORFLING",
            "\"Can you give any indication as to approximately how long you spent in the foyer prior to going to the parapet? ",
            "Male"
        ],
        [
            "TESTIMONY_GIVER:",
            " It is difficult to give an indication because that was immediately after my nephew had arrived and whilst he had arrived I send him up to the upper floors so it is not easy for me to can give an indication of how long I was in the foyer\".",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "You clearly here refer to a gentleman.  Do you agree with that?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "(indistinct)",
            "Male"
        ],
        [
            "MR DORFLING",
            "I beg your pardon?   The question I'm asking to you, in the evidence at the inquest you are clearly referring to a man, a gentleman not a lady?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "May I explain to this committee about this aspect.  I think this aspect - I was speaking in Sotho at the inquest and the interpreter was interpreting English and in so to what I referred to a boy or a girl, it's Mtana, now if the interpreter said the nephew that could have been misinterpretation from the interpreter.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Do I understand you correctly that the word used for both nephew and niece in your language is the same.  Is that your evidence?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Now sir but that doesn't explain away the fact that you referred to this person in the masculine.  You referred to him as him, constantly, there are a number of references where you referred to him and not to her.",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I spoke Sotho, I referred to him as Mtana and the interpreter ... (intervention)",
            "Male"
        ],
        [
            "JUDGE NGCOBO",
            "At the time of the interpretation, you didn't notice that he was using nephew instead of niece?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "I did notice that and there was a time I used to tell my interpreter, that will be usually during the breaks, it's not actually a nephew, it's a niece and hence in some sections here, which I cannot entirely remember at what pages, there are reference to a niece.",
            "Male"
        ],
        [
            "MR CURRIN",
            "Mr Chairman if you refer to page 3683, Mr Dorfling himself clarified the issue, line - Mr Dorfling about the third line from the top, where there was this confusion and there he says:  \"My Lord, I'm not going to persist with the point.  The record actually reflects that ...\" and then it was English:  \"I was concerned about my knees, not leadership\", and they spelt there k-n-e-e-s whereas he was saying niece when he spoke in English and Mr Dorfling, it seems to me, got this clarification himself but he obviously didn't understand the clarification.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I enquire Mr Dorfling, is it so material now.  Can you not move on to the more important points?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Chairman with the greatest respect the witness, not only at the time of his inquest, used the word nephew or niece which could be used interchangeably because the same word is used in the Black language, but all the translations refer to this specific person in the masculine ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That would be the interpreter again.  Some of us who have been on the bench long enough know that him and her are quite often used in the course of interpretation, but be that as it may, if it is your version that there was nobody there, neither niece nor nephew, then there might be some point in cross examining, but on this issue here please I want you to agree with me that this is not a matter of such grave importance is it?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Chair the purpose for this line of questioning - the same witness, also in the translation which I concede at certain points in time, was referring or there was one reference to niece.  That I find at page 3572.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well let's move on then.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "The reason - may I just motivate the reason why I'm putting this?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "The reason why this witness gave that portion of evidence was obviously to motivate his state of mind, to say I had information that there was certain things going wrong in town.  One of these things, amongst others, was the fact that my niece of nephew came to the building and he or she made this report.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes now if your version was that there was no such person that came there then I can understand, but if there was a person who in the course of interpretation is referred to as nephew or niece, where does it take the point?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "The only point I wish to make is if the witness referred to it on numerous occasions in the masculine it shows a contradiction and therefore one cannot safely rely on that piece of evidence, it goes to the credibility of the witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, bear in mind always that the evidene was given through interpreters.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "I'll leave it at that Mr Chair.  Mr Potsane at the time when you were in the foyer prior to you going up to the parapet, can you still recall your evidence on - the evidence you related pertaining to the discussion between yourself and Mr Kruser?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Can you recall whether, when you gave your evidence in chief, you actually mentioned the fact that Mr Kruser told you that there was going to be an attack on Shell House or didn't you mention that?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "At the inquest that portion of the statement I did not mention, but during the examination it came - I did mention it and actually I told the court that it slipped my mind not to mention it at that time.",
            "Male"
        ],
        [
            "MR DORFLING",
            "That is indeed what I'm getting at, at the time when you gave your evidence in main you said that you had a certain discussion with Mr Gary Kruser on the ground level, and perhaps we could just read the two portions of the record so that I can ask you to clarfy this.  At pages 3553 from line 29 onwards you testified as follows.  Maybe I should start reading from line 28:  \"Yes and then?\", \"Well I remained behind in the foyer and just evaluating the situation.  That same moment Gary came to me.  He said I had to go up to the parapet to offer assistance to some guards who were there regarding the situation\".  \"Yes?\", \"And he had said I should go to the reception in order to get a firearm\".  \"Well?\", \"I explained to him that according to my parole conditions I was not allowed to handle a firearm\".  \"Yes?\", \"He said I should nevertheless go up to the parapet and just assist in evaluating the situation\".  \"You eventually went up to the parapet?\", \"Yes\".  \"Without a firearm?\", \"Yes\".  \"That what you have told his Lordship and learned assessors about what took place between you and Gary, is that all that took place between you and him?\", \"That is all\".  Do you see that?  Do you confirm that that was your evidence at this point in time, at the time of the inquest?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "You however at that point in time ommitted a very important fact and that is that Mr Gary Kruser actually conveyed to you, on your evidence that there might possibly be an attack on Shell House?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "You were later asked about that and you said it slipped your mind.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "That is found at page 3560, lines 26 to page 3561, line 3 Mr Chair.  Now Mr Potsane what I want to determine from you is how did it happen that this most important piece of information that you got from Mr Kruser, being the possibility of an attack on Shell House, how is it possible that that slipped your mind.  Can you offer an explanation?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "The only explanation that I can offer is that I'm a human being and I'm bound to forget certain points.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Is it your evidence that you remembered the other detail of the discussion of the parole conditions, the fact that you didn't want to carry a firearm, that you were only going there to evaluate the situation, you remembered all that, but this vital piece of information, because of human error, you forgot being that the real purpose for you going up to the parapet would be that you should be aware of the fact that there might possibly be an attack.  Is that the only explanation, it's just human error?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I'm going to be arguing at the conclusion of these proceedings that that is a lie and that the reason that you ommitted it is because it obviously never happened.  Would you like to comment on that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're putting to him that that is what you're going to argue and I don't think you should invite comment on that.  That's your argument, we will hear your argument.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "I would just like the witness to respond by saying whether he agrees or doesn't agree with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well what is the tenor of his evidence up to now?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "I take it that he will probably disagree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Quite right.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Can we move on to the time when you arrived at the parapet, at the door to the parapet leading onto the parapet.  You already explained to Mr Pretorius that at the time when you opened the door of the parapet you saw Mr Moolman, he was standing up straight and the position appeared, in your view, to be normal.  Are you with me Mr Potsane?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes, I'm with you.",
            "Male"
        ],
        [
            "MR DORFLING",
            "From there you started approaching Mr Moolman, moving from the door towards where he was positioned at the parapet wall?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes, I'm with you.",
            "Male"
        ],
        [
            "MR DORFLING",
            "When exactly did you hear the first gunfire?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "It came from there, from the right that is on the street, on the side of De Villiers.",
            "Male"
        ],
        [
            "MR DORFLING",
            "When exactly did you hear the first gunfire, where were you position, were you still on your way to Mr Moolman, were you already at where he was positioned at the parapet.  Where exactly were you?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I was about three paces from Moolman.",
            "Male"
        ],
        [
            "MR DORFLING",
            "What was the nature of the gunfire you heard?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Well to me it sounded as if many people were firing.  That was the nature of the gunfire.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Did Mr Moolman at that point in time take hiding behind the parapet wall?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "What were your actions then?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "...(indistinct) I rushed next to Moolman.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Did you move forward on your haunches?  Were you standing up straight approaching Mr Moolman?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes, I was haunching because I couldn't expose myself above that wall of the parapet.",
            "Male"
        ],
        [
            "MR DORFLING",
            "You then had a discussion with Mr Moolman - not you had a discussion, Mr Moolman then offered you a bit of information being that they were being fired at.  Did you understand that to mean that the marchers downstairs were firing at the guards on the parapet?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "And after Mr Moolman gave you that piece of information, was that the time when you took the firearm from him?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "After Mr Moolman give me that, told me that they were firing at us the I stood up and fired a shot and he took cover again and recycled the gun and he didn't appear to be like he was going to fire again and when I looked at him he seems very scared and that's when I took the gun from him and fired.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Was the firing still going on at that point in time?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes.",
            "Male"
        ],
        [
            "MR DORFLING",
            "At the time when you had the firearm in your possession, just prior to you getting up straight to see what was going on, you didn't know what to expect once you peeped over the parapet.  Or did you know what to expect?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I didn't know what to expect.",
            "Male"
        ],
        [
            "MR DORFLING",
            "You therefore didn't know if when you got up straight the people would be retreating or would be attacking.  Is that right?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "When I got up straight I had no knowledge of what would be the situation, no when I looked over.",
            "Male"
        ],
        [
            "MR DORFLING",
            "When did you take your decision to fire the shot, when you were still on your haunches hiding behind the parapet wall or only after you got up?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Can you repeat your question please?",
            "Male"
        ],
        [
            "MR DORFLING",
            "When did you take the decision to fire a shot into the crowd, while still on your haunches hiding behind the parapet wall or only after you got up?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "After I got up and looked.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Can we just have clarity as to exactly what you saw sir?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I saw a group of men surging forward, running with their weapons ready.",
            "Male"
        ],
        [
            "MR DORFLING",
            "You've already - I think you've already clarified that you didn't see any firearms, you saw traditional weapons?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "And if you say the weapons were ready, what do you mean by that?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "They were not held down, they were held at the ready position.",
            "Male"
        ],
        [
            "MR DORFLING",
            "You indicate with your two fists above the shoulders next to the ears.  Is that what you're saying?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "No.",
            "Male"
        ],
        [
            "MR DORFLING",
            "What kind of traditional weapons are we talking of, is it knobkirries, assagi's, spears, shields, those kind of weapons?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Well any form of traditional weapon.  Normally when you're going to attack you raise it to the air.",
            "Male"
        ],
        [
            "MR DORFLING",
            "No, I'm asking you what weapons you saw, what traditional weapons you saw?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I saw assagi's, knobkirries and pangas - all, it was just an assortment of weapons.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Were these people moving forward up straight or were they in a crouched position?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I would say - I mainly saw people who were running and they were kind of straight.",
            "Male"
        ],
        [
            "MR DORFLING",
            "If a witness were to give evidence to this committee that this crowd moving forward was in a crouched position, what would your comment be to that?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I would not disagree.",
            "Male"
        ],
        [
            "MR DORFLING",
            "You would not disagree?",
            "Male"
        ],
        [
            "MR LAX",
            "Just repeat the yes, it wasn't recorded.",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is his question was that if a witness would come forward and say these people were crouched, I said I would not disagree.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Can I just understand your evidence.  Are you saying that the portion of the crowd that you noticed or observed was moving forward standing up straight but you cannot exclude the possibility that some other marchers might have been moving foward in a crouched position.  Is that your evidence?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "From the position where you stood, you could observe where the front, the middle or the back of the crowd was.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "No.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Does that mean you fired a shot into the middle of the crowd of marchers?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I wouldn't know.",
            "Male"
        ],
        [
            "MR DORFLING",
            "But sir if you were firing at the front you would have observed that that is the front of the crowd, isn't it?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "The point I'm trying to make is I wouldn't know because I think I explained earlier on that as I stood up I wouldn't know whether some of the marchers had already gone past the balcon or - it was the (indistinct) so I wouldn't know.",
            "Male"
        ],
        [
            "MR DORFLING",
            "You couldn't see the front of the crowd when you got up.  Is that correct.",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Excuse me?",
            "Male"
        ],
        [
            "MR DORFLING",
            "You couldn't see the front of the crowd when you got up?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "All I'm trying to say to this committe is that I would not know whether that was the front of the crowd or the middle of the crowd because the way that building is structured, if say perhaps other part of the crowd had already passed under the balcon then I wouldn't know if there are people underneath or what.  I think that's what I'm trying to tell this committee.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Is it your evidence that you couldn't see a clear piece of tarmac ahead of the 50 to 100 people that you saw moving forward.  There were even people in front of them as well.  Is that your evidence?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "When I stand up from that position, because of that balcon (indistinct) that is actually covering part of the pavement and you are actually very far from it at the position where you are, it's a little bit in front there so part of the tar road it stayed concealed, you know the beginning part of it.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Do I understand your evidence correctly that you can only see, from where you're standing, more towards the westerly side of King George Street.  One can't see the full width of the street, one can see more toward the western side or the western half of the street.  Is that your evidence?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "And were your shots also, or I take it then that your shots were also directed in that direction.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Were you shooting more towards the Plein Street side of the block or more towards the De Villiers Street side of the block or more or less straight ahead of you?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "De Villiers Street.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Do you know where the Woven Chemist was situated at that time Mr Potsane?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "To be fair to this committee I would not be able to say which shop was situated where at the time, but I knew there was a pharmacy there.",
            "Male"
        ],
        [
            "MR DORFLING",
            "And does the name of the business Jabo's Bakery perhaps ring a bell, can you perhaps recall where that was situation?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes, I knew there was Jabo's Bakery along the street, King George Street.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Were your shots, with reference to Jabo's Bakery, where were your shots aimed at in relation to Jabo's Baker, to the left of it, to the right of it or more or less in line with Jabo's Bakery?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "If the committe will allow me to clarify.  Jabo's Bakery, where is it positioned on the straight like so that I could be able to make it clear how - I don't know where Jabo's Baker was, whether it was in the middle or more to the left or at the corner or - I just need the committee around me to be clarified on that aspect.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Mr Chair I'm not going to persue it if the witness can't identify where exactly it was located.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want you to please help me.  There's no doubt about the fact that he shot and you're asking him minor details about the position in the road and so on.  How does it affect the matter?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Chair no, I'm not trying to get minor detail, I'm trying to get the general line of fire to have been directed towards the north west corner of the block.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well he's given you an idea that it was towards De Villiers Street.  Now let's move on.",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "Mr Potsane the obejctors for whom I appear, there are nine of them altogether will say that there was, at the time when shots were being fired at them from the ANC security guards, that there was no justification for anybody shooting at them.  Would you like to comment on that?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I do not know your objectors and I cannot disagree or agree.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I know but the questions actually wider than that.  Actually those objectors would, if they were called to come and give evidence in front of this committee, they will say that there was no reason to shoot at anybody amongst the crowd, there was no justification for that happening from the ANC guards.",
            "Male"
        ],
        [
            "NEO POTSANE",
            "... (indistinct) I had justification.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Are you not conceding the possibility that there might not have been an attack?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Excuse me?",
            "Male"
        ],
        [
            "MR DORFLING",
            "Are you not conceding the possibility that there might not have been an attack, or are you conceding that there might not have been an attack?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Maybe someone can repeat that question.",
            "Male"
        ],
        [
            "MR LAX",
            "He's saying to you do you agree there was an attack or do you disagree there was an attack, that's really what he's asking you?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "There was an attack.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Is your evidence then that if anybody would say there was no attack you would say that's a blatant lie, you're not conceding that that's possible, you're saying it's a blatant lie if anybody says that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would he have to say I disagree with that without it being a blatant lie?",
            "Unknown"
        ],
        [
            "MR DORFLING",
            "As you please Mr Chair, but that would not be the truth then.",
            "Male"
        ],
        [
            "NEO POTSANE",
            "The way I saw things that day, the occurence of that day there was an attack and I still hold my view that there was an attack.",
            "Male"
        ],
        [
            "MR DORFLING",
            "Is there any possibility that you might be mistaken?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "No.",
            "Male"
        ],
        [
            "MR DORFLING",
            "I've got no further questions thank you Mr Chair.\nNO FURTHER QUESTIONS BY MR DORFLING",
            "Male"
        ],
        [
            "MS VAN HUYSTEEN",
            "Mr Chairman I have no questions, but just want to state that the objectors on whose behalf I am appearing are the same as those of the others.",
            "Female"
        ],
        [
            "MR VAN WYK",
            "Mr Chairman there's one aspect I want to raise with the witness.  Mr Potsane you fired one shot from the parapet and you were asked the question by you representative what your intention was with that shot.  Do you recall that evidence?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes I do.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "What was your intention?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "My intention was to protect the building, the leadership of the organisation and the staff.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Was that all?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Well if I may have to add that it was also the question of the elections which I took into consideration.  The elections were around the corner and if that attack had been successful there wouldn't have been elections.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Are those your only reasons?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you have sufficient time to think about the question?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Yes I've thought about the question.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Is there anything you want to add?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Well the only thing (indistinct) is that I was also fearing for my life.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So you were shooting in self defense?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Can you come again?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "You want to say that you shot in self defense?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Did you perceive any attack being launched towards you personally?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "No.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So how do you want to say that you shot in self defense?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "It's just one of his reasons, isn't it?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was a combination of reasons.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "But I want to submit that concerning the one of self defense, he's eliminating himself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you defending yourself or were you defending Shell House and the people in that building?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "I was defending the Shell House, as I've stated I was defending the building, the leadership and the staff.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when you shot did you attempt to shoot at an individual or you shot at people in the crowd?",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "I shot at the crowd.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Do I then understand you, you did not shoot to defend yourself.  Is that correct?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I shot to defend the organisation from attack.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Ja but that is not my question, my question is did you shoot in order to defend yourself, you as a person?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I can say to that question is that in an attack if those people had succeeded my life was also threatened that's why I also mentioned myself as that person was threatened by the attackers.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "There would only have been an immediate threat if they entered the building in Plein Street, they went up the stairs, they came onto the parapet then they approached you, then there would have been an imminent danger.  Do you agree with that?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So at the stage when you fired the shot on the parapet, there was no immediate threat to your life or your body.  Do you agree with that?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "There was.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Could you explain to the committee in which way there was an imminent threat to your body or your life?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "If those attackers actually managed to break our defense, then it meant that my life will be threatened too, including that of the staff and the leadership in the building.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No if that was the position and that was the perception that you had, why did you fire one shot only?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "I (indistinct) that I became scared.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "So then you were not afraid of your life anymore because you were scared.  Is that correct?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Van Wyk that's a preposterous question, the man's scared, of course he's afraid of his life and everything else.  I mean really you're expecting him to split up his fear into tiny little compartments, it's just so academic at this point in time.  We're dealing with a real life situation where there's gunfire going off, there's things happening and you're asking this man to split all these things up into neat little compartments.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "No Mr Commissioner I'm just asking him in respect of the explanations he has given, these are the reasons, I'm questioning him on his reasons that he's giving.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By self defense do you mean that he shot at the man who was about to shoot at him?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Or anybody at the crowd ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anybody from that crowd might have fired in general direction and a bullet may have hit him.  Isn't that what could have happened?",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "Mr Chairman but he said his perception was that there were no shots fired at him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not at him, shots are fired at people not specifically at individuals.  There are crowds on one side, they are firing in a general direction, he might be hit.",
            "Unknown"
        ],
        [
            "MR VAN WYK",
            "But that's what I asked him.  His perception was that there were no shots fired in his direction so he couldn't be hit and that's why I want to ascertain how he could ever have thought that his own life was in danger.  That is the question I want address to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "NEO POTSANE",
            "Can you repeat the question please?",
            "Male"
        ],
        [
            "MR VAN WYK",
            "If it was your perception that no shots were fired into your direction, how could you have thought that your life might be in danger?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "That was a war situation and shots were being fired and I wouldn't know whence were they directed to so my life was threatened because of the mere fact that I couldn't stand up and just expose myself because I was scared about that.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Was it not a matter that you stopped firing because you saw the people running away and there was no need for firing any further shots.  Isn't that the correct position?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "No, I never said that.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "I want to put it to you that there was no attack on Shell House by any of the marchers.  Have you got any comment on that?",
            "Male"
        ],
        [
            "NEO POTSANE",
            "Well I'll put it to you again that there was an attack on Shell House.",
            "Male"
        ],
        [
            "MR VAN WYK",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR VAN WYK",
            "Male"
        ],
        [
            "MR HUMAN",
            "Thank you Mr Chairman, I've got no questions, just for the record that the objectors on whose behalf I will appear, the situation is the same as that of my colleague.",
            "Male"
        ],
        [
            "MS PATEL",
            "No thank you Honourable Chairperson.",
            "Female"
        ],
        [
            "MS VAN DER WESTHUIZEN",
            "No questions Chair.",
            "Female"
        ],
        [
            "MR CURRIN",
            "No re-examination Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you very much, you may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}