{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-09-14",
        "location": "BOKSBURG",
        "day": "1",
        "names": [
            "NICO MARTHINUS PRINSLOO"
        ],
        "matter": "PRE-ELECTION BOMBINGS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52865&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98091415_bks_2boksbu1.htm",
        "speakers": [
            "ADV BOSMAN",
            "ADV PRINSLOO",
            "ADV PRIOR",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR MALAN",
            "MR PRINSLOO",
            "MR VAN ZYL",
            "MS GCABASHE",
            "MS VAN DER WALT",
            "NICOLAS MARTHINUS PRINSLOO"
        ],
        "original_speakers": [
            "MS VAN DER WALT",
            "CHAIRPERSON",
            "MR PRINSLOO",
            "NICOLAS MARTHINUS PRINSLOO",
            "INTERPRETER",
            "MR MALAN",
            "MS GCABASHE",
            "ADV BOSMAN",
            "ADV PRIOR",
            "ADV PRINSLOO",
            "MR VAN ZYL"
        ]
    },
    "testimony": [
        [
            "MS VAN DER WALT",
            "I now call Mr Nico Prinsloo.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What are your full names?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Nicolas Marthinus Prinsloo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you prefer to speak Afrikaans?",
            "Unknown"
        ],
        [
            "NICOLAS MARTHINUS PRINSLOO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MS VAN DER WALT",
            "Mr Prinsloo, you were a member of the AWB during the elections of 1994, is that correct?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, it is.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When did you join the AWB?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Early 1992.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And during 1994, what rank did you have in the AWB?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Secretary General of the AWB.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The Honourable Committee have at various times heard of the generals in staff, can you just tell the Committee if you were part of this?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, I was.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you specific tasks within the generals and staff?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "During the political actions where Mr Terreblanche held speeches throughout the country, I was closely involved in the arrangements of these meetings as well as administrative tasks at head office in Ventersdorp.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Can I put it to you like this, were you then the secretary of the generals in staff?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "At the end of 1993 and beginning 1994, were you involved with the AWB's head office in Ventersdorp?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What was your position there?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "My tasks at the head office were to be head of the administrative services, I would also be the liaison officer between the generals in staff and Eugene Terreblanche.  I did the liaison with the media and the public and that included the South African Police Services and the South African Defence Force, as well as political organisations across the world.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Evidence was led in the application, that Mr Prinsloo gave instructions to the applicants in what happened there during that period.  Can you tell us, are you that Mr Prinsloo?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Yes, I am.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well tell us then what happened concerning those instructions.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "With respect, we will have to go back before the instructions to the applicants and that is to where Mr Prinsloo received his instructions from.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Continue please.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Thank you.\n\tI would like to take you, if you will allow me, you now explained what your position was and what your task were as a member of the generals in staff.  You attended various meetings with Mr Eugene Terreblanche, is that correct?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, it is.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And with the generals in staff, did you also attend meetings?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, I attended all meetings.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "There was a meeting in the second half of 1993, on a farm in Ottosdal, do you know about this meeting?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, I do know about it.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Was it an open or closed meeting?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "It was a closed meeting.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Where only the generals in staff were?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What happened at this meeting?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairperson, it was discussed in general amongst the generals and visiting Special Forces of the South African Police, of the Defence Force, Medical Corpse, Air Force members, and who addressed this meeting.  The people were brought in to convey certain information to us regarding secession as well as the announcement of an area which would be the Volkstaat.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "If you talk about secession, what do you mean?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "During that period or in that time certain towns in the country were given to the right-wing or gave the peace to the right-wing ...[intervention]",
            "Male"
        ],
        [
            "MR MALAN",
            "In other words, they got the freedom of the town?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes.  Most of these towns were in the Western Transvaal.  There were towns, amongst others, in the Free State as well as two in Natal as well as the current Mpumalanga.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we limit the evidence of this witness concerning the applicants?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I think the applicant's evidence is concerned with all of these aspects and the reason why they went to the Western Transvaal.  I think it can now be placed in perspective with the people who were involved in it.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But they said themselves why they went to the Western Transvaal, but they also testified that they received instructions from a Mr Prinsloo.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I will try and limit but you must allow me to highlight certain aspects because at the end of the day I would like to present the best for the applicants in front of this Committee.\n\tA map was drawn up, and it was shown in the video, do you have any knowledge of this map?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Who drew up this map?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "I personally did it with the help of other administrative personnel in Ventersdorp.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Do you also carry knowledge of a meeting or an order group meeting that was held in a bus in 1994 at ...[indistinct] Spruit Dam?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's is correct, the discussion of this map, or we discussed the map there, the borders were drawn up and these borders with the information contained in it came from military information as well as SAP special information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms van der Walt, we accept that they were called to the Western Transvaal, all of us.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Why is that clear enough, is it clear why they went there?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, to go and fight in the war.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Then I accept it.\n\tI would like to take you to a meeting at Fyndooringtjies.  Where exactly is this place?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "It is a nature reserve outside Ventersdorp.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And who was present there?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "It was the generals in staff.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And when was this meeting held?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "It was approximately the Saturday, approximately a week before we all went to the game farm.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Were any instructions given to you at that specific meeting, and if so, by whom?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Specific instructions were given, everybody at that stage knew what their tasks were.  Amongst others I was divided into a combat general and every general had his own area.  My area was North East of Ventersdorp which includes Rustenberg, I was on the border of the PWV area.  The Ystergarde was under my command.  I received these instructions from the generals in staff, specifically General Dirk Ackerman.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What instruction did you receive?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "The instruction was to identify a Spes person, give him the instructions to assemble a bomb,  more specifically a motor or a car bomb that they must take or send to the Johannesburg area.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Was there a specific time that was given to you when this bomb must be detonated?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "This bomb had to be detonated on the Sunday.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Which Sunday are you talking about?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That is a week after.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Is that then the Sunday before the elections?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Yes, why did it have to go to Johannesburg?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "It specifically had to go there because it was the largest area of people who would support the government, ANC supporters, and it was a well-known international city.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "At that meeting, that is the week before when you received these instructions, did they tell you which targets you had to choose?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, we had to choose soft targets.  I'd like to rectify something or clarify something.  A perception was created, if it was purposefully or not, that it would purely be a racist attack and it would only be targeted, or the black people would only be targeted.  It was not the case, it was directed against SACP/ANC supporters.  We made a conclusion that the larger support group of the ANC or SACP alliance at that stage was black people.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why did you choose that target, what was the purpose in that?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Well it was to convince the government to denounce the elections, we wanted to show them that we are serious, that it was not just talk.  De Klerk did not want to listen to us, he ignored us.  After various messages and after I personally was invited to a parliamentary sitting where we wanted to discuss certain matters with him and where Mr Hernus Kriel addressed us, Mr de Klerk never listened to our requests.  After CODESA he didn't leave us any other options.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You said when you received the instructions ...[intervention]",
            "Female"
        ],
        [
            "MS GCABASHE",
            "Sorry, very quickly for clarity.\n\tMr de Klerk you mentioned, why did he or his party then not become your target?  Just in the context of what you've just said, Mr de Klerk wouldn't talk to you and he ignored your requests, so why didn't you ...[intervention]",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "So why didn't you make him and his party your target?  Just help me understand it.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "We looked for him but he was in hiding and he was well protected, in that we couldn't get hold of him at that stage.  We did attempt to get hold of him but we couldn't do it.  Attempts were made from the right-wing to get hold of him.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Yes, but what of his people, his party, his supporters?  By the 24th of April you knew exactly which were the NP areas in the area that you were in charge of, it was easy to find out.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That is correct.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "So why didn't you target those particular areas where you knew NP supporters lived, to send a message to their political head that you were unhappy with the way he was treating you?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "At that stage all National Party offices were in the Western Transvaal and all of them were, bombs were planted at all of these offices, as well as the one in Ventersdorp.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "But those were the offices ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Why not the ANC offices?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairperson, the ANC offices or at that stage buildings, were not properly positioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "During that time buildings like Khotso House, was that blown up?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No, I hear what you are saying, but the SAP did that before we could.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we do know that.  Shell House was there.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Obviously yes but you must realise that at that stage these places were well-guarded and it was not part of our planning at that stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand that, I would just like to get things right.  If the targets were people who would vote, and if I understand your evidence correctly, the attack was targeted in order to stop the elections.  Now we all know that the National Party was deeply involved in the elections, they wanted to become the opposition and indeed they did become the opposition.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The DP was also deeply involved in the elections, as well as the ANC and the alliance.  I would just like to get things clear, why did you just target the alliance or the supporters of the alliance if we accept that the whole purpose of the attack was to disrupt the elections?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "In order to create a fear psychosis in the general public, and that was to target taxi ranks, restaurants, we saw or history taught us that to attack a military base or military personnel or SAP personnel, it does not have the same effect, or it would not have the same outcome with regards to the general public.  If you attack ordinary members of the public, and that the ANC showed us by bombing Wimpy Bars and to look for soft targets, they created a large psychosis of fear amongst the general public members who were mostly white.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Prinsloo, what is not quite clear to me is that many of the applicants said that you wanted to prevent the elections taking place, you wanted to disrupt the elections, did you want to disrupt the elections in preventing people from going to vote in large numbers or did you want to disrupt it in order for the government to stop the election as a whole?  I am not quite clear about it.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "It was a bit of both. It was to force the government to firstly listen to what the right-wing wants to say, not to listen to what we wanted to say, they at that stage knew definitely what or what our requirements were but at CODESA they ignored it and wiped it off the table.  It was also so that we could not afford to have the elections taking place  ...[intervention]",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "After the elections a bomb also exploded or was it the day of the elections?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Are you talking about the Worcester matter?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is another one, I'm talking about the airport bomb.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "That was the morning very early, the day of the elections.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It's now then too late to stop the elections, we all knew that the elections would continue on the 27th of that day.  Why was a bomb planted at the airport, the previous attempts were not successful?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairperson, at that stage it had gone too far.  At that stage there wasn't time to turn around and at the end we still believed that we would be able to achieve something by committing these deeds.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then one last aspect on this point, was there any reason why there wasn't a bomb planted in Houghton or Kempton Park or Vanderbijl, or the areas at that stage in which white people lived?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No, there was no specific town.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was in Johannesburg area?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "It was the East Rand, no, West Rand, there was no specific area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, it seems peculiar to me Mr Prinsloo, in that as the previous witness said, the target was directed towards black people and all the bombs were planted in places where it was mostly black people who moved around there, except for the airport bomb.  Can you maybe give some clarity on that?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "As I discussed it with my legal representatives and what I said earlier on is it was not about people of another colour, we knew that most of the supporters of the ANC/SACP alliance were black people.  There were various incidents.\n\tI personally had an agreement within Vereeniging with the Zulu supporters.  We assisted various Indian communities in the prevention of crime, protection of their businesses or buildings in the rural areas.  Amongst others there was a group of coloured people in the Western Cape who approached us and asked us to show them how does the structures of the AWB work, how it is put together.  I personally flew down and helped them with this.  \n\tThey also didn't want to serve under ANC/SACP alliance, they also wanted to create such an organisation.  If they wanted to start a para-military organisation I do not know, I cannot say but they wanted to know how our structure was, how it fitted in.  Many of the Indian communities in Natal, we had close connections with them.\n\tOur business people of other colours, for example in the Western Transvaal, these people were responsible for the, or the provided us with logistics.  So it was not that it was only targeted at black people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that other people worked with you but I'm talking about the planting of the bombs.  It creates the impression that it was specifically targeted at black people.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "You see at that stage I would 99 or 98% of the ANC/SACP alliance was black people, that was their support base and that is where most of the people chose take part in the elections but we wanted to create a psychosis of fear.\n\tWe wanted them to understand that they must not dare to go to the polling booths because it would be too dangerous on the streets, they had to stay away and then the elections would have been disrupted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And those who would have voted for the National Party or the democratic party?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Well the DP people were safe, they sat in their house in Houghton.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why wasn't there a bomb planted there, to stop them from going to the election polls?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Well at that stage there were more police deployed in those areas than in the whole of the PWV area, so it would have been senseless for us to go into an area like Sandton.  We didn't have the nice cars, they would immediately have picked us up.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Can I just ask one question?\n\tMr Prinsloo, what do you say then concerning the evidence of the previous witness, that he specifically said that it was based on a racial, or it was racially based?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "I do understand that, I hear what you are saying, but you must realise that many of the members had something against the blacks or people of another colour.  You got your soldiers or the grassroots level people who pertinently would say to you that they will not even think of it, to serve in a new dispensation with blacks and people of other colours.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Was this perception fortified by the AWB police?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "If I can take the generals in staff, most of us farmed.  Up to the present the farmers work with black people and the blacks in this country know this, a right-wing farmer will look after his people.  The Citizen and the Sowetan also reported this, that black farm workers would never like to go and work in Sandton.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "In other words you are saying that the leadership did not enforce this black/white distinction?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Well at some meetings or some public meetings it was, or the perception was created by Mr Terreblanche, yes it's definitely so.",
            "Male"
        ],
        [
            "MR MALAN",
            "White we have the intervention, Mrs van der Walt, can I just follow this up?\n\tYou said that you were part of the generals in staff, were you a full member?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes, I was.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you just a secretary?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No, I was a full member.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you participate in all the discussions?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "You did not see yourself beneath someone else?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "The other members of the generals in staff were your equal?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes, except where it comes to the arrangements of the wen kommando, there was a kommandant general who was appointed from the generals in staff.",
            "Male"
        ],
        [
            "MR MALAN",
            "But concerning the Ystergarde, did anybody else have a say above you concerning them?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No, not at all because at that stage I was chosen by the generals in staff to manage that area and the Ystergarde was then appointed to me or placed underneath me.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you would only answer to the generals in staff in full meetings?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "In closed meetings.",
            "Male"
        ],
        [
            "MR MALAN",
            "In a full closed meeting?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "That was the only place where you would answer to them?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Not ...[no English translation]?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Not outside the AWB.",
            "Male"
        ],
        [
            "MR MALAN",
            "Maybe the leader?  No, I'm talking about within the AWB.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then why did you tell us in the beginning that you received instructions from Cruywagen, specifically?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No, General Ackerman.",
            "Male"
        ],
        [
            "MR MALAN",
            "I'm sorry, General Ackerman.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "How can he give you instructions?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "At that stage he was the Kommandant General of the AWB.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now where does the wen kommando come in then, if you were involved with the Ystergarde?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You see the wen kommando was also divided into groups and areas, that is where most of the members of the AWB were.  Then the Special Forces - then there were special members amongst these wen kommando members who would then be taken up in special units, amongst others also the Ystergarde members.",
            "Male"
        ],
        [
            "MR MALAN",
            "The planning and the decisions made concerning the farms, you said it was taken at the generals in staff level.  Why did Commandant General Ackerman, why did he then have to give another instruction after you as the whole generals in staff take this decision?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "We were strictly a para-military and we worked according to military discipline and the giving of instructions and receiving instructions.  It was a discussion that was held a while ago and at that stage, the time when you are talking about now, it was the final discussion of it.  There wasn't specifics that were talked about, it was just to do the final arrangements.  Everybody knew exactly what to do and what their tasks were.\n\tAt that stage I received a specific instruction to convey this to the special unit and to ensure that it is executed and then to get a special force member who could be used for this task.",
            "Male"
        ],
        [
            "MR MALAN",
            "What I don't understand is why did you receive an instruction again if you said that all the decisions were made by the generals in staff in closed meetings?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You see this instruction was a specific instruction, everybody knew that bombs would be placed and people would be sent all over in the Eastern Cape, Western Cape, in Natal and in South Transvaal.  There would be actions all over and every area's commander or combat commander had his own instructions and he knew what was expected from him, he already had his instructions.  There wasn't a specific instruction to go that day and go and plant a bomb in Johannesburg.",
            "Male"
        ],
        [
            "MR MALAN",
            "All those decisions, to give instructions for specific bombs at specific places right through the country, like you said even the Western Cape, was all of this handled by Dirk Ackerman?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No, it was handled by the generals in staff.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why did you then receive instructions from Dirk Ackerman?  And the people in the Western Cape, who gave them instructions?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "To do what?",
            "Male"
        ],
        [
            "MR MALAN",
            "To plant bombs, pipe bombs.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "From their general, that specific general that was in that district.",
            "Male"
        ],
        [
            "MR MALAN",
            "Kommandant Dirk Ackerman, was he your General?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Dirk Ackerman was the Kommandant General.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, but he wasn't your general, you were your own general.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Of course, but he had a higher rank in the generals in staff than I had.",
            "Male"
        ],
        [
            "MR MALAN",
            "But the other generals or generals in staff, they also had lower ranks than that of Dirk Ackerman.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "But he did not give them instructions or did he?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Maybe he did.  At that stage I was not aware of other instructions.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did he have the sole or the last say in what would happen in the broader policy coming from the generals in staff, is that what you're trying to say to us?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No, not at all, he only gave me this specific instruction.  All of us knew what our tasks were and what we had to do.  He only gave me this one specific instruction, of this specific motor bomb or car bomb on this specific Sunday.\n\tWe knew that we would start operating from the Monday and during the weekend people would act in certain areas as well as with me on the game farm.  We would get things in order and they will begin the operations in that week.  My instructions specifically to begin on that Sunday.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did he tell you how the car bomb had to be built?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No, not at all.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you discuss this earlier on?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No, at that stage it was not necessary to discuss things like that in generals in staff meetings.  We knew that we had the knowledge and expertise and the special force members are there and could give the training and could do it.  The people who did the training and the instructions, the South African Police or Defence Force members, we knew that they would come from wherever, the we knew the people were there.  We did not have to tell a specific person to build a car bomb or a pipe bomb.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "I'd just like to take you, you said that commanders were appointed to a certain area, can you just explain this?  You said you were also a commander of a certain area.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What happened, was there a district divided into certain areas and then a general was appointed to these certain areas?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "On that specific day at this Fyndooringtjies Culture Festival resort, was the generals in staff together there again?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Can you still remember who was present?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, it was General Kiewiet Roodt, General Cruywagen , the leader, myself, General Japie Oelofse, Dirk Ackerman, his brother, General Terreblanche.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "This General Terreblanche, who is that?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That is Mr Terreblanche's brother.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "That is Andries Terreblanche?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, that is correct.  Then it could be that I left out someone.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Then at that stage, did you once again discuss the fact that bombs had to be planted now?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, the assurance was once again given that those who had contact with the special forces or unit, that equipment was ready, resources were ready and chaos will definitely now be created from the next week onwards.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then you were given instructions by Ackerman to within your area begin with the operations on that Sunday?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, more specifically I knew that I had to begin with the operations on that weekend, not operate but we had to be in place in our areas or in our place of safety and in this case it was the game farm.  I then also the instruction specifically for the car bomb or I received this from General Ackerman.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You also said that you had to get hold of a person who could execute this operation, this special force member.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Was there any other instructions given with regards to other explosions that had to take place on that specific day?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Not specific instructions, everybody knew what it was about",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What did you do after you received this instruction?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Well I took it through to the game farm and conveyed it to the commanders, and specifically the way in which I received the instructions, I conveyed it in the same manner to the special forces person and that would be Cliff Barnard.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why did you choose him?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "At that stage Cliff Barnard was a confident of the generals in staff as well as Mr Terreblanche, as well as other prominent figures within the AWB.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why specifically him, did you know that he would be a suitable person to execute certain operations?  Did you in the past have contact with his expertise?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, Cliff Barnard was one of the best trained people in the AWB then.  He received special force training, not just from the AWB but before he became an AWB member.  He received special force training from the Defence Force as well as from the South African Police.\n\tI know for a fact that he was used in the operations of the Germans in the then Windhoek, he brought them through, as well as other operations that he had to execute on behalf of right-wing organisations in the Gauteng area.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You said that you also conveyed the instructions to their commanders, who are you talking about?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "The commanders would be the people who were present on the game farm.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "With whom did you talk there?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "We came together in a meeting where members like for example, Brigadier Leon and Johan was present, Abie Fourie and Mr du Plessis.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What was discussed at this meeting?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "We discussed, or I conveyed to the people that they will have to start looking at volunteers who they would have to apply in the certain areas and to create chaos.\n\tI also mentioned to them that if they would indicate a person, this person had to, will have to be selected by myself and Leon van der Merwe, as well as head office.  The people were not identified at the first meeting, to me or Leon van der Merwe.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Can I just take you back to the instruction that you received, that on the Sunday, that would then be the 24th of April 1994, that a bomb had to go to Johannesburg.  You also said that you identified Cliff Barnard, did you then personally or through someone else give instructions to him?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "No, I gave him instructions personally and told him that this comes from the generals in staff.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did he have to complete this task alone or what was your instruction to him?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Well at that stage, I cannot say with certainty, but I did not name any names of whom he had to use, I left it to him to decide.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Because evidence was led by Mr Etienne le Roux that he did receive instructions to go to Koesterfontein and to help.  So if I understand your evidence correctly, Mr Barnard had to choose his own people?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And what did you tell him, what must the target be?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "I told him - at that stage he already knew what the target was.  If he was informed by generals in staff, members of it or Mr Terreblanche personally, I do not know, not at that stage.  I know that he had contact with them, he knew exactly what was expected of him.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Where did he have to go, Johannesburg?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Specifically Johannesburg.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then later on the game farm, or let me just ask you this, you just received instructions that a bomb had to go out to Johannesburg, did you receive any other instructions from the generals in staff to do anything else?  This is now after you received the instruction to take this bomb to Johannesburg.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Well on my arrival at the game farm, I requested and gave the instructions that we immediately must get the communication lines up with, amongst others Ottosdal and Schweizer-Reneke and Ottosdal would then relay my message to Schweizer-Reneke, Schweizer-Reneke would then relay a message to Hoopstad area, from Hoopstad they would then relay the message to Brandvlei.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why did you want to make contact with them?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "I had to make contact with them on a regular basis to find out where their people are moving. It was necessary for various things, logistical reasons amongst others.  If my people would move through an area, I wanted to know if they could make use of the logistics facilities of for example Hoopstad and then specifically Ventersdorp.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you then make contact with Ventersdorp. with the radio?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "I received a message later that they had attempted to make contact with head office but then on the B channel they could then give the message that the people were ready and that we will be able to make contact with them on the B25, which didn't materialise at that stage.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you have personal contact, during the time that the people were on the game farm, with Ventersdorp head office?  Did you personally go there?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "I personally drove through to Ventersdorp.  I left a message the first time that I urgently want to speak with the generals in staff because I cannot communicate with them, my people are cut off and they wanted to go on and what is going on in the other areas and provinces and if they are ready.  I personally drove through to leave a message and the generals in staff came through and came to see me on the game farm.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When was this when they came to see you on the game farm?  Was this before the bomb in Johannesburg or after?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "It was after the bomb.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Can you then say what happened there?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "The generals in staff conveyed this, they informed me of what was going on in the rest of the country.  They also said that we cannot stop now, we will have to continue, it is too late to turn around.  There were some of my senior officers present and they can support my evidence in this.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "After the Johannesburg bomb exploded, did you receive any other instructions to create any other explosions?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, we received instructions that we will urgently have to continue and that it looks good, at that stage.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Were there specific instructions as to where these explosions had to take place?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "No, there weren't specific instructions given as far as I can remember.  There wasn't a specific town or street chosen or isolated.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Do you carry any knowledge or do you know about the pipe bomb meeting that happened or occurred on that Sunday evening before the elections?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, I know about that meeting.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What was your involvement in this meeting?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Are you now talking about the large meeting that was held outside?",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "No, I was talking about the closed meeting.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Well at the closed meeting we held I conveyed the message that people reported that the bombs were ready and that they were looking for volunteers in order for the explosives to be sent out.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Were you involved - according to the previous witness there was also talk about the Germiston, do you know about the bomb in the trailer?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What happened?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "I was looking for a person, or it was reported to me that a trailer was taken from Ventersdorp for the making of a bomb.  At that stage I did not know whose trailer it was.  Mr Barnard reported to me that he took the \"oubaas's\" trailer.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "If you talk about \"oubaas\", are you talking about Eugene Terreblanche?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes.  I said it's not Terreblanche's trailer, it was the AWB's trailer and that he had to go and explain.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "If you now talk about explain, the fact that he took the AWB's trailer?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, the fact that he took the AWB's trailer.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then, did you then give any instructions concerning the bomb that had to go to Germiston?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, I looked for a volunteer - Mr Barnard said he was looking for a vehicle with a towbar, I looked for a volunteer and I then asked Mr Jan de Wet to make his vehicle available.  At that stage he did not know what it was for.  I said it was a mission that he had to go and complete, he had to drive through to Koesterfontein to a person, Koper Myburgh and that it was his farm and then he will receive further instructions there.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "This discussion that took place, where did it take place, because according to the previous witness there was a meeting held outside on the game farm?  This discussion concerning the Germiston bomb and the instruction that you gave, where did this take place?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That took place in the hall itself.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "In the open meeting or in another room?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "I cannot say with certainty if it was during the open meeting, there were various people coming and going and arrangements were made, commanders shouted their orders.  I only gave the specific person the instructions and it was not far from where I slept.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Evidence exists that people then moved from the game farm to the shooting range close to Rustenburg.  Do you know of a bomb that went to Jan Smuts Airport?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you have anything to do with this?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, the instruction would then be to focus the attention more or to get attention from foreign countries and the international community and that a place like the Johannesburg Airport had to serve for this purpose.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "From whom did this instruction come?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "It came from the generals in staff.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When did you receive this instruction?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "It would have been the evening when the members of the generals in staff visited me.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "On the game farm?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, on the game farm.  It would have been that morning.",
            "Male"
        ],
        [
            "MR MALAN",
            "I beg your pardon.\n\tMr Prinsloo, your answer to an earlier question was that you received instructions from staff, that would be after the generals in staff had come through and saw you.  \"They told me that I should continue, that it was too late to turn back.  There were members of the senior officers who were present and who can confirm this\".\n\tThen on a further question you said that you received the orders from staff, in other words they said it looked good but they didn't isolate a town or a street in which bombs would be planted.  If I understand you correctly, you say the instruction ...[intervention]",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That's correct, because they knew what my area was.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you've said that this order had specifically to do with Jan Smuts Airport.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "This one specifically, yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was that on the same evening, on the same occasion?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "It was during that time period, that morning that it was mentioned to me.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why didn't you tell us this when you were talking about the generals in staff?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The generals in staff were at least there for 12 hours ...[intervention]",
            "Male"
        ],
        [
            "MR MALAN",
            "No, the other evidence ...[intervention]",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "They arrived there in the evening.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, and they left early in the morning?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "They came in the night and they left early in the morning?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you spoke to them, they looked at everything, they told you it looks good, go ahead, you can't turn back, but they didn't give you any instructions regarding towns and places?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No, they didn't tell me specifically.",
            "Male"
        ],
        [
            "MR MALAN",
            "And then they left?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "They didn't say specifically to send a vehicle to Germiston or Springs or whatever.",
            "Male"
        ],
        [
            "MR MALAN",
            "But your evidence now has been that they told you to send a vehicle to Jan Smuts?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Well in consultation we made a joint decision.  They said that it was necessary to create an international event or incident.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Mr Prinsloo, you know you've just helped me a little bit with your last sentence: \"in consultation\" you did whatever, because you've been saying you received, I understood you to be saying you received instructions from the generals in staff to do this, do that, when they visited you at the game farm.  Are you with me?\n\tNow earlier on you testified that you were a member of the generals in staff, of equal standing  with any other member.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "When the first decision was taken to bomb at Bree Street in Johannesburg, let's call it Johannesburg, I have understood you to say the generals in staff, all of you would then have talked about it but the specific instruction came to you from General Ackerman, is that correct?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "So your \"in consultation\" starts from the very first incident?  You were consulted as a member of the generals in staff but the specific instruction came from one particular person?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, that's correct as you've put it, it came from one specific person.  But you must understand that in all cases everything would be discussed before a general would plan an action or execute an action, there would be consultation first.  One person could not do as he wished or carry out an operation, or not carry out an operation but assign operations and have them executed, without consulting or making aware the rest of the staff.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "I'm happy with that.  Now when you got the second instruction, how many of you made that decision?  This \"in consultation\" at the game farm, how many of you were there, generals in staff?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "About four.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "I counted three, is it four?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Ja, about.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Four, including yourself?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Ja.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Were you quorate, did you have a quorum?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That quorum didn't matter at that stage.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "How many would you normally be if all of you were in consultation as the generals in staff, how many would you normally have?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "If there were seven members in the staff, then at least four or five had to be present in order to have a quorum but at that stage ...[intervention]",
            "Male"
        ],
        [
            "MR MALAN",
            "The question is, what was the total number of generals who were members of the generals in staff?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Who visited me?",
            "Male"
        ],
        [
            "MR MALAN",
            "No, normally.  How members were in the generals and staff?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Approximately 13 to 14 persons but that would include those persons who were in command of culture or whatever, it wasn't always persons who were combat generals or had to do with the administration of the wen kommando.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Now really, I am just curious, could four generals, irrespective of their areas of expertise, were you authorised by your organisation to take decisions of this nature?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "No, the decision had already been made.  I just had them come in as a result of the fact that I didn't have any communication with Ventersdorp.  I left a message with Ventersdorp that these persons should contact me urgently.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "So the last few decisions were taken in your absence and this information was communicated to you by the visiting general at the game farm, is this what you are saying?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "No, no.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "This is where you've lost me.  You see because I understand you to operate as a team but at the same time you talk about people visiting you to approve of what you're doing and then to go beyond Bree Street to other areas of operation which you not discussed before you had come to the game farm.  This is why I'm just asking you to help me understand your role and  your authority to say to your men: \"Continue, go to Germiston, go to the other ...[indistinct] areas, Benoni, Krugersdorp and then go to Jan Smuts Airport\".  Where did that authority come from?  That is really my problem.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "You see these persons were delegated through Ventersdorp, to come and see me.  Regarding the arrangements and who would have made these arrangements, I wouldn't know.  Who would have delegated them is unknown to me.  Who would have taken the decision that these individuals came to see is beyond my recollection.  I don't who would have sent them.",
            "Male"
        ],
        [
            "MR MALAN",
            "But didn't you leave the message for them to see you?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes, but the staff was large.  I didn't say only those specific persons were to come and see me.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you want the entire generals and staff there with you?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "I wanted members of them there.",
            "Male"
        ],
        [
            "MS GCABASHE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And if they hadn't come, would you have been able to make that decision yourself?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Then I would have sent somebody through but I had to communicate with them.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "If I understand your evidence correctly, you testified earlier that the decision had been made with generals in staff that explosions would take place?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And when you testified regarding the fact that they didn't give you any specific towns, did that have to do with the pipe bombs or which bombs are you referring to here?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That included the pipe bombs.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you say that on the following morning a discussion was held and a decision was made that the following bomb would be at Jan Smuts Airport, was that the following morning?  I'm just trying to rectify this.  We've got the Sunday evening, the Sunday was the 24th, the election took place on the 27th, is that correct?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Now this discussion with regard to, and this is in terms of a question asked by the Honourable Chairperson, when did this discussion take place, was that after the Monday morning?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That would have been early on that Monday morning.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then you conveyed this order to Barnard and the others, is that correct?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Where did you convey the order that a bomb should go to Jan Smuts?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "It would have been on the game farm before we left for the shooting range.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you have already testified that this was in order to elicit international attention, the bomb explosion at Jan Smuts?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And when you discussed the bomb with Barnard, the Jan Smuts bomb, who were all present during that discussion?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "A person by the name of Koper Myburgh.  I'm speaking under correction but I'm almost certain that the manager or the driver of the vehicle was there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was that?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "I can't remember the name of that person.  I think his brother was also arrested along with us.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you give any orders with regard to in what this bomb was to be built?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "There was a vehicle, a Peugeot if I remember correctly, on the game farm which would have been used for this purpose.  I saw the vehicle and decided that it could not be used for these purposes because it was in such a bad condition that any person would be able to see or suspect that something was amiss.  I gave instructions for the vehicle to be repaired.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Was this the Peugeot which was, according to earlier evidence before the Committee, a stolen vehicle?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And according to the applicant, Mr le Roux, he himself repaired the vehicle with parts from his own possession?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "That's correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know where that bomb would be placed?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In whose hands would that decision have been?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "It works like this, anywhere in a military situation the order could be give for such a bomb to be planted and for such an order to be executed but the circumstances prevailing during his action would imply that he would have to use his discretion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And is that what happened ...[inaudible]",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "It could be so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't give a specific instruction for this bomb to be placed in Bree Street?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No.  The Johannesburg bomb, are you referring - I'm referring to the Airport incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, we're talking about the Bree Street bomb.  Is that also a case of them having used their discretion and placing the bomb in Bree Street?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Not really because they had the instruction that it was supposed to be in a busy place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand that but you didn't receive an order to place the bomb in front of a specific building specifically in Bree Street?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No, that would have been according to the discretion of the driver himself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was the same of application in other cases?  Did you tell them to go and place the bomb near a taxi rank?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "The person who would have been driving the vehicle or who would have been responsible for the order or for the execution thereof, knew specifically that they had to select a taxi rank.  My instruction initially was never to use a person who didn't know the area very well, it's best to use a person who comes from that area or works there at least.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And now with regard to the Johannesburg Airport bomb, I understand your evidence that after - that's the former case, it was said that the bomb should be placed at the airport.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the pipe bombs?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "At the various towns?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Was it ever said which town should be attacked?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "I'm speaking under correction regarding which town it was, but at a certain stage it was said to people or said to the volunteers to which town they should go.  I wouldn't say in all cases but in some of the cases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in some of the cases they had to use their own discretion.  In the case where it would be said: \"Go to Pretoria\" for example, would it be said where in Pretoria the pipe bomb should be placed?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "It could be that a commander could issue such a command.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know anything about that?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "You gave the order that pipe bombs should go to a specific area, although you didn't mention any specific towns.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct, in the PWV area.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "In the PWV area.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Among others therefore then Pretoria and Johannesburg and the East Rand.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Do you know who carried out the orders out further after you had issued them?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Johan and the other commanders who were present on the farm.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "When you speak of Johan, who do you refer to, Johan Smit?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Evidence was given by Mr du Plessis, Johan du Plessis that he called the people aside and gave them orders to go to specific towns, do you know anything about the orders which were received?  Was he present during the meeting?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "He was there at the meeting of commanders so he would have received the same order and he would have conveyed it as such.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Yes, thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you still have quite a number of questions?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "There is a video that I would like to show.  Did you wish to conclude matters today?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, we are going to finish.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "There is a video which I would like to refer to but I would need to find the specific places on the cassette because it's quite a long speech which was delivered by Eugene Terreblanche.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No, no, I just wanted to mark the specific aspects of the tape which I wish to highlight.  I've consulted the technical team this morning and if I could have the opportunity to mark the specific points of interest on the video then it would facilitate matters because it's necessary.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you going to lead the witness on that?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "I am going to lead him because he was at the meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you not question him regarding that now and then we could watch the video later?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "That would be rather problematic because then I would have to ask leading questions.  I would prefer that he have the opportunity to see the video himself.  I have personally watched the video, I know what is contained in it but I prefer that things be heard the way that Mr Terreblanche would have said them.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn for 10 minutes.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "NICOLAS MARTHINUS PRINSLOO",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms van der Walt, are you ready or do we need to make other arrangements?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I cannot point out all the relevant aspects to the Committee right now because it is a video cassette of three hours long and it was suggested to me that I lead the witness.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Let me just establish, are there any members of the legal representation who would object to the evidence being led according to this plan?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, there is no objection from me as Evidence Leader.  I have had a brief discussion with my learned friend and it doesn't appear that there would be any objection as long as the video be made available.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well whoever wishes to watch the video after hours is free to do so.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Then I would like to submit the video as an exhibit because I feel, with respect, and I understand your point, that there is quite a lot of work on your hands, but there are also applicants whose lives are in my hands and I must also do my job properly.  So I would prefer that the video be submitted as an exhibit so that the Committee in their own time can look at the aspects to which I have referred.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "I will also like to place the following on record.  I obtained these videos at a very late stage.  I did this with a single point which I which to prove to the Committee regarding exactly what happened and what the leader of the AWB would have said.  I wanted to use the video if he wanted to clear his name as he made known in the press.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Will that be Exhibit 1?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Please, thank you very much.  Then I will lead it as follows.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where is the video?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "It is in the video machine.  It is an original video.  I didn't have one made because I didn't have the time but I will submit it as an exhibit.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Those who wish to view it can approach me.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "This was the video which I wish to refer you to and discuss with you.  It was a video of the \"Volks Kongres\" which took place on 9 October 1993 in Klerksdorp.  Were you present?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, I was.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And is it correct that there was a parade which involved thousands of prepared soldiers in uniform and this took place in the streets of Klerksdorp?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And during this meeting Ferdie Hartzenberg addressed the meeting first?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And after that the leader, Eugene Terreblanche addressed the meeting?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And that which does not appear on the video, it appears that Constand Viljoen would have addressed the meeting at a later stage?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "After Terreblanche had addressed the meeting -  rather let me put it this way, during his address, he also mentioned that he and some of his members of staff had had the opportunity to visit the military installation as well as the airforce and the navy, were you present during these visits to these various institutions?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "That would be the South African Airforce.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That is correct, I was present during all these inspections.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And what did these inspections involve?  Did they show how all these institutions operated?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Furthermore, during the meeting Terreblanche said that he would never negotiate, that he would only negotiate over the barrel of a gun.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "After his address which took quite some time, certain resolutions were proposed to the meeting and that was undertaken by General Cruywagen and all the generals were present, the generals in staff along with all the members who were at the Volks Kongress, do you remember that?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then certain resolution were accepted by the members of the AWB and of course by the generals in staff and you had to place this on the minutes.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "There was one specific point which was made there and that was that Terreblanche said that on the 29th of May 1993, he gave the government and CODESA six months time to grant a Volkstaat or else \"We\",\nthat would be the AWB, \n\"would take other steps\".\nFurthermore he said that that time had expired on the 29th of November 1993.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "He further said that after that, after that expiry date the AWB would accept no responsibility in preventing people from using means which would lead to them ensuring their freedom.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Furthermore, he also said that he wished to send a warning to the CODESA Government, he referred to it as that, the CODESA Government\n\"The government of the ANC who did not grant us a free republic, we will then fight throughout the entire South Africa and win the entire South Africa, and we will pursue them until they homelands and then the whole South Africa will be ours\"",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Furthermore, he said that if we had to fight then it would be foolish ...[intervention]",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When did he say this?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "During the meeting at that stage.  He further said: \"If we have to fight it would be foolish to pay too great a price for such a small piece of land.  They'll fight with us for the entire South Africa\".",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.\nMS VAN DER WALT\n\"We will pay with lives, it's war.  The thing has broadened into a war in which we will fight and a war which we will win\"",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "That was also discussed during the meeting.\n\"We want a free state.  The volk will determine the boundaries, and the wars will determine the boundaries as well\"",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Of further interest here is that the negotiations in Kempton Park are entirely rejected.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Those were the important points, and that is the cassette which has the three hours worth of speech on it.  Thank you, nothing further.\nNO FURTHER QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Adv Prinsloo?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV PRINSLOO",
            "Thank you Chairperson.\n\tMr Prinsloo, the specific map upon which the Volkstaat was drawn by you, as you testified, and in this very same 2nd of April occasion it was indicated that there would be an area which was to be protected.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Would that be the area which the AWB would claim or what area is that?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "It was an area which we didn't have to take with violence because as I have testified earlier this was an area where the majority of towns had already been given over to the right-wingers by the granting of the freedom of the town, among others to the organisation.  Not only to the AWB but also to the CP and at that stage the Volksfront.\n\tThese municipalities or these town councils which were then handed over as such comprised a committee called Wesbou which included city councillors, city secretaries, financial persons, people from the traffic departments, people who were in command of the civil protection services and so forth, and also members of a local army kommando.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Would the AWB have prevented any attempt to take back that area of land from you?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Yes, we would have prevented it and we would have protected these towns.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Members of the AWB who at that stage had gathered together, do you have knowledge thereof?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Yes, I do.  There were approximately 1500 people, members of the wen kommando at Koester.  These persons at a certain stage bought the property or the premises where they lived.  Furthermore, throughout this entire area in which we had made the announcement, which is stipulated by the map and the borders, throughout this entire area there were people from throughout the country who had gathered there.",
            "Male"
        ],
        [
            "ADV PRINSLOO",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY ADV PRINSLOO",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr van Zyl?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR VAN ZYL",
            "There are just singular aspects which I wish to clear up, with regard to certain problems with the testimony of the former witness, and with regard to specific persons against which the AWB aimed their offences.  The previous witness did mention that it was aimed at black people.  \tYou have created a broader picture and more specifically that it was not only aimed at black people but also members of the ANC/SACP alliance.  Was there, in the run-up to the elections, any clarification made by the commanders of the AWB that the violence would be aimed at people who were apparently white?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "We all realised this, we all knew that whites would also be among the ANC supporters.  We knew that there were white people who were members of the South African Communist Party, for example.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "What about right-wing supporters, did the AWB and their commanders foresee that there would be a possibility of white right-wingers who could be injured?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "We did foresee this and that would formed part of the sacrifice which they would have to make, if such a person was injured by an explosion or by any such action.\n\tOne can return and say that those person who had received orders to perform acts from their various areas or under their area commanders, those persons were at a stage so intensely prepared that they wouldn't have hesitated to injure themselves or to lose their lives in the process.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "But you would agree with me that the violence was not purposely aimed at right-wing white persons?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Absolutely not.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "However the possibility existed that some of these people could very well be injured, people within your own ranks or people from other right-wing parties or organisations?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "But you would also agree with me with regard to the evidence, on your own version, that the violence was mainly directed towards non-white people?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That's correct, because the non-whites one could find the most support for the ANC and the SACP alliance.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "You gave evidence that you were part of the generals in staff, what was your specific role with regard to decision-making in that set-up?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "My role within generals and staff essentially changed when purposeful actions were planned and when the decision was to made to go over to warfare completely.  That is when my role changed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In what respect did it change?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "In the past where I would only have liaised or served as a liaison officer between the generals and the political spokespeople, my role changed to that of combat general.  In the past I had to achieve the agreements between the SAP during public marches or AWB marches or right-wing marches.\n\tIt changed to the effect that other people were appointed to carry out those tasks and I served purely as a combat general.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Effectively you participated in the decision-making process?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Could you provide the Committee with an example of when you would have made your own decision or a decision which was made by you which would have been accepted by the generals in staff due to the fact that you would have had knowledge of that specific matter?  In other words, which decisions would you have made according to your discretion?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And be accepted by the staff?",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Among others, at a certain stage legislation was passed or submitted which maintained that any person participating in a public action would have been prevented by this legislation to carry his weapon in public.\n\tI would have proposed that this be accepted and that if such a person not observe this regulation, that this person would be expelled.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "You would agree with me that some of the decisions taken by you would have been accepted by the rest of the generals in staff?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Well a proposal, not a decision.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Would you agree with me then that certain decisions that you took was accepted by the generals in staff without any further communication between you?  Let's take for example the decision which you have just described to us.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "In other words there is a certain measure of discretion which you held?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Before we went over to this purposeful action, during this period of time, the week or two preceding, I or no other member of general could simply take a decision and then consult with the staff after the fact.  It was essential that all decisions enjoyed the approval of the generals in staff.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Very well, let us just briefly look at the situation surrounding the discretion which was left to certain members of the AWB.  In your evidence in chief you testified that with regard to an order which you gave to Clifton Barnard, he was to apply his own discretion and you left it up to him, with regard to the execution of his duties.\n\tAt a later stage you also testified, when you gave evidence regarding the Peugeot and the bomb which was supposed to be planted in that vehicle, you mentioned that the person who was to drive the vehicle would have to use his own discretion with regard to the specific placing of the vehicle.\n\tMy entire argument is that according to your own version a lot of mention was made about discretion and in my opinion much was left up to the specific member's discretion.  Would you agree with me that certain decisions were in fact left to their discretion?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "But you must understand what I mean by that.  You are dealing with highly trained military personnel or members.  It wasn't always necessary at that stage to indicate a purposeful or specific destination in a town or in an area or in a residential area.\n\tThat person would have to use his own discretion.  If it wasn't safe to enter such an area, he would have to realise himself that it would be preferable to carry this out in another area or in another town, not in that specific street.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "That said in one breath but in another breach would you agree with me, and you also testified as such, that the hierarchy indeed was a para-military hierarchy which was similar to a military set-up and that certain rank orders of instruction had to be observed.  And isn't it true that in such a military hierarchy express instructions are given to members, isn't that how it would operate?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No, ...[intervention]",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Mr van Zyl, that is if you are dealing with the regular step, rules and regulations in the regular military body.  Are you attempting to apply that to this?",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "My question deals with the fact that in the one breath the witness has testified that there was a certain measure of discretion which was left over and that is basically a statement which I'm putting to him.  I'm asking why can it be like that if, according to his own version, he testified that there was a certain rank order of command which had to be strictly observed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is your case then?",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "My case is exactly that, that a certain measure of discretion was left to the witness to make certain decisions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he has said so.",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "Indeed.  The rest of my questioning will then make it clearer.\n\tYou testified further that with specific relation to the bomb attacks you received instructions from Ackerman, is that correct?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "To what extent did Ackerman take those decisions, was that in consultation with the rest of the staff or did he in his turn receive his instructions from someone else?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No, not at all, in consultation with the staff.  He could not take a decision by himself.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "And were such decisions with regard to the planting of bombs, taken at a meeting during which you were present?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Did that order come from someone specific and if so, who?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Specifically which explosion or task or order?",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Let us take the general instructions with regard to the planting of bombs in the former PWV area.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "I don't understand what you mean.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "My question is whether Mr Ackerman received his instructions specifically at that meeting from someone higher than him, and if so, what the instruction was?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Well that was in consultation, in co-operation with the entire staff that the decision was made to plant the bombs.  He had no instructions from a higher authority.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "And you testified that you received instructions from Ackerman himself, is that correct?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes, that's correct.  You could call it an instruction but it was more specifically highlighted to me.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "And was it highlighted to you during that meeting or after the meeting?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Which meeting are you referring to?",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "The one at Fyndooringtjies.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "It was highlighted to me.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "During the meeting?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "So you received express instructions during the meeting?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "You testified with regard to the Jan Smuts bomb, that you were present on the farm.  Before then you testified that you were struggling to establish communications with head office and that there were certain aspects which you wanted to discuss with some of the other generals, is that correct?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "At which stage, if you could just inform me once more, were you told that a bomb was to be planted at Jan Smuts Airport?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Well that must have been during the morning, but I can't give you an exact time.  However it did take place during the visit made by the staff from Ventersdorp.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Very well.  And who specifically gave you the order?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "There were at least three members present who I can recall.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "That being?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "General Kiewiet Roodt, among others, General Cruywagen.  I can't say with certainly whether General Ackerman was present.  I would be lying if I were to tell you specifically who was there, I can't recall exactly.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "In your evidence in chief you testified that the generals came to you and told you that everything was in order and that you should.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Why didn't you mention at that specific stage that you had received instructions to go ahead with the planting of a bomb at Jan Smuts Airport?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You must remember that at that stage we were talking about the previous evening, what led to it, why these people came to see me.  They visited me with a specific reason because it was a priority with us  to set up communications with the other areas in the country and I wanted to clear that up.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Very well, but you will agree with me that it was also a priority to receive instructions with regard to the planting of those bombs, is that correct?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "If the persons had not come through to the game farm I would have gone to find out what was going for what.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "You testified that your instructions were to the effect that you should create an international incident?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That's correct.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Were those the specific words in which you were told?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Well I wouldn't say that those were the specific words but it boiled down to that.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "But what were the specific words?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he's just said that he can't remember.  He says according to what he can remember it boiled down to the fact that they wanted to create an international incident.",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "So therefore you can't remember the specific words?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No, I can't.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Would you agree with me that the international media during that period was primarily aimed at South Africa?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes, to a certain extent.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "And would you also agree with me that the bombs which exploded at the Jan Smuts Airport would also have attracted the international media to South Africa?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes, but you must understand that at that stage there were members, thousands of members of the international media in South Africa and they were entering the country on a daily basis at that stage, via Jan Smuts and DF Malan.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Yes, but would you ...[intervention]",
            "Male"
        ],
        [
            "MR MALAN",
            "I beg your pardon Mr van Zyl, sorry for the interruption, but I find it very difficult to see what you're getting at with your questioning.  Couldn't you just expedite your procedure to your eventual point?",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "My last question will be that, and I'm putting this to you, that it was unnecessary to plant a bomb at Johannesburg International Airport in order to create an international incident there, the media's eyes were already focused on South Africa.\n\tIn the light of the fact that your targets were specifically aimed at pertinently or primarily black taxi ranks, the Johannesburg or Jan Smuts Airport bomb incident was completely beyond the relevance of the modus operandi.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "...[no English translation]",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Was there any discretion left to you with regard to where the bomb had to be planted at Johannesburg International?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No, not at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any other questions Mr van Zyl?",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "Just a few more questions, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you said those were your last questions, that was two questions ago.",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "Yes, my last question.\n\tWhat is your feeling towards the victims of the bomb incidents?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "I would say my sympathy.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Could you repeat please?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "My deepest sympathy.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "If you came face to face with one of them and communicate with them, what would you tell them or say to them?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "I would say exactly the same as what I have just said to you.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Is that all?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Well my friend it depends on how the conversation will go from then on.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "Are you still a member of the AWB?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No, I'm not a member of the AWB anymore.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sir, I the question was directed to find out if you are willing, after everything that happened and for which the AWB is responsible, to clear your heart and conscience and to make peace with the victims?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "I've got no problems with that.",
            "Male"
        ],
        [
            "MR VAN ZYL",
            "No further questions.\nNO FURTHER QUESTIONS BY MR VAN ZYL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got any questions Sir?",
            "Unknown"
        ],
        [
            "MR VAN ZYL",
            "...[inaudible]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you can ask it at 9 o'clock tomorrow morning.\tI want to ask the prison officials to see to it that those applicants who are in custody be brought to this hall in time so that we can start at 9 o'clock tomorrow morning.  We'll adjourn till 9 o'clock tomorrow.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}