{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-02-23",
        "location": "BOKSBURG CIVIC CENTRE",
        "day": "2",
        "names": [
            "PATUMUSI JOSEPH MAGWAZA"
        ],
        "case number": "6447/97; 6003/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53225&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99022225_bks_990223bk.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR CACHALIA",
            "MR CLAASSEN",
            "MR DRAHT",
            "MR LAX",
            "MS LOCKHAT"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR DRAHT",
            "MR CLAASSEN",
            "MR CACHALIA",
            "MS LOCKHAT",
            "MR CLAASSEN ADDRESSES COMMITTEE",
            "MR LAX",
            "MS LOCKHAT ADDRESSES COMMITTEE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning everybody.  Today we'll be commencing the hearing relating to the so called Zevenfontein incident.  Before we start I'd just like to introduce the panel to those of you who were not here yesterday.\n\tOn my right is Advocate Sibongile Sigodi, she is a member of the Amnesty Committee and she comes from Port Elizabeth.  On my left is Mr Ilan Lax, he is an attorney, also a member of the Amnesty Committee, and he comes from Pietermaritzburg.  And I am Selwyn Miller, I am a Judge of the High Court in the Eastern Cape, particularly from Umtata.\n\tThe proceedings will be simultaneously translated into English, Zulu and Sotho.  In order to benefit from the translation you must be in possession of one of these devices.  If you haven't got one and you want to use the interpretation, I suggest that you ask the sound technician up front, and you can get one of these from him.  If you want to hear English then you turn to channel number 2, it's on here, you can see the number.  If you want Zulu, channel number 3, and if you want Sotho, channel number 4.  \n\tI'd just like to ask the legal representatives please to place themselves on record.",
            "Unknown"
        ],
        [
            "MR DRAHT",
            "Morning Mr Chairperson, I'm Heiko Draht from Nel Kotze and van Dyk, attorneys in Pretoria, assisted by Mr Chris van der Heyde from JH van der Merwe attorneys.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Draht.  Mr Claassen.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chairman.  My name is Dawie Claassen.  I'll be representing Mr Magwaza and Sithole and today's applications.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Cachalia.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "My name is Cachalia, spelt C A C H A L I A, initials MSH, of the firm NG Patel, Cachalia and Loonat of Johannesburg, on behalf of all the victims that have been notified of this particular application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Cachalia.",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "My name is Ms Lynn Lockhat, I appear on behalf of the Commission.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Lockhat.  Mr Claassen, you have some submissions to make?",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman, I do indeed.  I think today is to a great extent a repetition of the situation we had yesterday with Mr Mbatha.  There is, however, in my opinion a few differences in who this application came to be forwarded, came to be before this Committee.  Mr Chair if I could just ask the Committee to indulge me for a few minutes, I don't want to seem to be flogging a dead horse, but I'm sure that the situation is slightly different to the one we had yesterday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly Mr Claassen.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chair.  If I might, I've prepared some photocopies of correspondence we had with the TRC preceding today's application, if I could just.  I've already supplied Ms Lockhat and Mr Cachalia with a copy, if I could just bring this to the attention of the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, sorry, just before we proceed.  I believe it's going to get quite warm today.  If you wish to remove jackets, please feel free to do so.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chairman.  It's not been paginated, I hope, but it's only a few pages, I'm sure it's.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think Mr Claassen, just for record purposes, we'll receive this bundle as EXHIBIT A, and then the letter dated the 17th of September 1997 that'll be A1 and the next document, this fax, will be A2 fax from Hoskin, and then the letter, well we'll, the front page of the application, we'll call A3, the next letter dated the 2nd of November will be A4, and then the last letter, that is the letter of the 16th November 98, will be A5.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you.  Mr Chairman if I might just start referring to the bundle, and specifically Mr Magwaza's application.  I think in the bundle, specifically on page 49, it is shown that Mr Magwaza on the 7th of May 1997 submitted an application to the TRC which was received and then given a submission number 6447/97.  Mr Chair I would also refer to this then as the application, the applicant's first application.  And if one notes the contents of the application, to a great extent the applicant denies any guilt or involvement in the incident for which the applicants are before this Committee today.  Mr Chair, based on this particular application, he was also then ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was received on the 7th of May 97.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Mr Chairman and if I may refer the Committee to page 47 of the bundle, the 8th of September 1997 he was, a decision was made based on this particular application, in which amnesty was denied on the basis that guilt in the application was denied by the applicant.\n\tMr Chair if I might then refer to the exhibit handed out, and specifically the letter from the law firm of van der Westhuizen and Associates, dated the 17th of September 1997, which specifically refers to this decision made by, or taken by the Amnesty Committee.  Mr Chair I don't know if you would just like me to read it out?  Alright.  There's just certain, there's just specific, I'm sure the Committee will follow from the, what's said in here it's basically brought to the Committee's attention that the first application appears to be not the true facts and the applicant would like to submit a further application.  \nSpecifically referring to point 5, it appears that it was arranged that due to the facts set out there, that further particulars or further submission would be made to the Amnesty Committee, which would then be done, and specifically point 7, paragraph 7 in this letter, which it says that the Amnesty Committee is requested to hold the matters over until the, it could be classified as hearable.  If I may refer to EXHIBIT A2, which is then a return from Advocate van der Merwe, sorry, it appears from the amnesty application I see it's signed by Ms Hoskins, or Martin Coetzee, and which, it refers to the previous letter sent to them, and also just giving the reason why it was decided not to grant the applicant amnesty, and the first page of the applicant's first application.  Mr Chair I'd specifically like to refer to the last paragraph, and if I may, where it is requested\n\"...please submit the new application before 30th September 1997.  Hopefully it will clarify matters.\"\nAnd the new fax number is given.  Mr Chair if I may continue, based on this, if I go to A4 of the bundle, and it is said here that apparently Ms van der Westhuizen's firm has been informed that the matter was classified as hearable, and just that they have not received any further correspondence and would like the matter to be taken further.  \nMr Chair, A5 of the bundle I think that is basically on which this whole, my whole argument, ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Claassen, Advocate van der Merwe, where does he fit into the picture?  I see this A2 it's addressed to Advocate van der Merwe with a copy to Colleen Henchie.  I see from the correspondence Colleen Henchie is, she's attached to the firm of attorneys who had dealings with your client.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "That is correct Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was advocate van der Merwe, was he involved in the trial, or where does he fit into the picture?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Mr Chair, to be quite honest, I'm not really sure how he fits in.  I was under the impression, and I've got no specific instructions concerning this, that he was just a member of the TRC dealing with the applications.  Now I see from what is said in this letter, obviously it appears that he has got some prior knowledge of what has been going on.  But as far as I know he's employed by the TRC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen this fax is addressed to van der Merwe, from the Amnesty Committee.  If you can see its to van der Merwe from Martin Coetzee, whose the executive secretary of the Amnesty Committee.  Clearly van der Merwe had some dealings with the matter, either via Colleen Henchie, of some description, or ...(intervention)",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, Miss Lockhat, is there an advocate van der Merwe employed by the TRC?  I am unaware of it, but I don't know everybody.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "No, definitely not Chairperson.",
            "Female"
        ],
        [
            "MR CLAASSEN",
            "I'm sorry Mr Chair, it appears to be my mistake, indeed as Mr Lax pointed out it appears that it was sent to Mr van der Merwe by Mr Coetzee from the TRC.  Now what preceded this, or what led to this fax being sent, unfortunately this is as far as my, from the file, I can ascertain ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It would seem that the designation advocate might be a mistake, because the fax starts,\n\"...We refer to your telefax dated 17 September.\"\nWhich is this letter from van der Westhuizen.  Is there, well there's no van der Merwe in van der Westhuizen and Associates, is there?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Not that I'm aware of.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well in any event ...(indistinct)",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chair.  So it appears that there have been some dealings trying to get past this problem, or the fact that the first application, as I referred to, have been turned down.\n\tMr Chair if I might just get to page or A5 of the bundle, this is now sent from, I see it's signed by Ms Hoskins of the, and its from the TRC to Ms van der Westhuizen's firm.  I think from the first paragraph it's very clear, I think we, this is what the, the conclusion the Committee also came to yesterday.  But there is an interesting, just maybe to be noted, that the amnesty application referred to is the one, the 6447/97 which, in the bundle, is indeed the applicant's first application.  And this application is deemed functus officio and as the Committee rightly pointed out yesterday in Mr Mbatha's instance, it could be taken on review.  The letter continues saying that, however, another application was submitted on the 30th of September 1997, and was registered under the registration umber 6003/97.  And if may, Mr Chair, at page 58 of the bundle, this appears to be the second application of the applicant.  And if I might, just the next sentence, it is stated here that this file is regarded as hearable and should be supplemented before the hearing.  It follows, saying that the matter has not been scheduled for hearing, and we have no trace, have to trace all co-perpetrators before setting this matter down in addition to conducting a proper investigation into this matter.  And it just says if you are available, able to assist us they would like to be informed.  \n\tMr Chair, what I'd like to get at, especially in view of the question that they conclude this letter with, that further investigations need to be done, and all co-perpetrators need to be found.  I think the fact that this matter is in the bundle which is before this Committee today, it is my humble submission that this per se is maybe sufficient proof that the matter has, on the face value, has been investigated, and it appears that, from the second application, it translates or relates directly to the incident the other applicants are before this Committee today.  Mr Chair I believe this obviously leaves us with the question, the Committee with the question still, that it appears that a decision had been taken on a certain application, and a second application had been submitted.  Mr Chair one can't get past, as you clearly pointed out yesterday, the provisions of Section 5(e) of this particular Act, but if I may, in the Act, refer to Section 19 and the powers of the Committee.  Mr Chair I think specifically my line of reasoning would be provided this second application is considered to be further particulars or an application supplementing the first one, that the Committee shall investigate, and specifically point 2 of section 19, Section 2, \n\"...the Committee shall investigate the application and make such enquiries as deemed necessary.\"\n\tMr Chair I think that that might just be the situation that we are sitting with today.  Surely there might be a dilemma in the question was a decision taken and why was the second affidavit or the second application allowed to be entertained.  Mr Chair if I might just conclude by saying that it is my submission that, in view of the fact that the Amnesty Committee has, or the TRC has, up to this stage, indicated that apparently the second one is a hearable matter, and deemed it to be, I presume, different enough from the first one, that I would respectfully request this Committee to hear this matter and at least give Mr Magwaza the benefit of the doubt, and in that this matter might be entertained.  Thank you Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Draht do you have any submissions?",
            "Unknown"
        ],
        [
            "MR DRAHT",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cachalia do you have any submissions?",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Chair no thank you, except to just state that I think the matter is a simple matter of being functus officio as you had decided yesterday.  I say that is the only remedy that he has in the circumstances, rightly or wrongly, it appears that the second application was received after the decision was made on the 4th of September and therefore at that time it would be, the Committee was already functus officio.  Thank you, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Lockhat?",
            "Unknown"
        ],
        [
            [],
            "Chairperson I agree with my learned colleague Mr Cachalia.  That is indeed the position of the Commission.  We are functus officio.  The proviso to Section 5(e) of the Act bars the TRC from reviewing a decision of the Committee, and the facts are that the application was before the Amnesty Committee, the first application, and it was,\nthe decision was valid and in good faith, and the applicant has a recourse to take the matter on review and use the annexures submitted today as evidence in his review application.  As far as the Commission is concerned we are functus officio.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen any reply?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chair.  Maybe just a single remark to what Ms Lockhat submitted.  Specifically relating to the fact that it obviously cannot be denied that an application had been, was dealt with, and then only the second application was sent to the TRC.  Mr Chair, just once again based on the correspondence, I think maybe, I wouldn't say the impression was created, but I think the application sent to the TRC was quite clear that something further, a further application, might follow, and which might have prompted the TRC to say, or come to the conclusion that further evidence should be heard, or further affidavits might be accepted, and perhaps broadening this initial application, but that would be it from me.  Thank you Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Claassen has made submissions relating to a decision which was taken by the Amnesty Committee on the 4th of September 1997, in terms of which the application of Mr Patumusi Joseph Magwaza, that is the third applicant, was refused.  His application for amnesty was refused.  That decision was based on an application which was submitted by Mr Magwaza dated the 2nd of May 1997, which was received by the Amnesty Committee on the 7th of May 1997.  In terms of that application, Mr Magwaza denied all guilt relating to this so called Zevenfontein incident.  It would therefore appear that the decision taken at that stage was justified.\n\tThereafter in later September, the latter part of that September 1997, correspondence was entered into between the attorneys representing Mr Magwaza and the Amnesty Committee, which led to the subsequent filing of another application by the said applicant, Mr Magwaza, which was filed at the end of September 1997, in terms of which Mr Magwaza admitted taking part in the so called Zevenfontein incident.  And that second application was assigned a new registered number different from the first application.  That application was then investigated and persisted with until now when it has been set down for hearing. \n\tMr Claassen has submitted that because of those subsequent events that have taken place and the stance taken by the Amnesty Committee, that second application should be regard as being supplementary to the first application, and that the hearing should be proceeded with.  \n\tThe fact remains that a decision was made on the 4th of September 1997 in terms of which Mr Magwaza's application was rejected.  Section 5(e) of Act No. 34 of 1995, that is the Promotion of National Unity and Reconciliation Act, specifically provides that the Commission shall not have the authority, or power, or jurisdiction, to review decisions of the Amnesty Committee.  We had a similar application at yesterday's hearing, when I stated as well that in our view that lack of authority to review decisions of the Amnesty Committee also applies to the Amnesty Committee itself.  So with regard to the decision that has already been made, the Amnesty Committee in our view if functus officio.  We cannot just ignore that decision as if it didn't exist, or if we set it aside we would be acting ultra vires.  If we were to proceed with this matter, and a different conclusion was to be arrived at at the end of the hearing, we would be left the absurd situation of having two conflicting decisions relating to that particular applicant.  \n\tIt would seem that the only recourse available to that applicant would be to make application to the High Court, which court would have, or does have, the jurisdiction to review decisions of the Amnesty Committee.  If such a review were to take place, and if the applicant were successful in that application in that application, and I'm not suggesting that he would be or wouldn't be, but if he were, then he would be entitled to a hearing of his application, on his second application form.  \n\tWe are therefore of the view that we just do not have the authority to disregard or set aside that previous decision and that we are functus officio and we will, we are, in the circumstances, unable to proceed with the application of Mr Magwaza today, in the light of the fact that his application has already been refused. \n\tHis application, the second one, is therefore removed from the roll of this hearing, and may be set down again should there be any development relating to the, well, should the decision to refuse his earlier application be set aside.\n2ND APPLICATION OF MR MAGWAZA: AM NO 6447/97 REMOVED FROM ROLL",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "As the Commission pleases.",
            "Male"
        ]
    ]
}