{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-02-23",
        "location": "BOKSBURG",
        "day": "2",
        "names": [
            "JOHN SITHOLE"
        ],
        "case number": "AM 5971/97",
        "matter": "ZEVENFONTEIN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53226&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99022225_bks_990223bk.htm",
        "speakers": [
            "ADV SIGODI",
            "CHAIRPERSON",
            "INTERPRETER",
            "JOHN M SITHOLE",
            "JOHN SITHOLE",
            "MR CACHALIA",
            "MR CLAASSEN",
            "MR DRAHT",
            "MR LAX",
            "MR SITHOLE",
            "MS LOCKHAT"
        ],
        "original_speakers": [
            "MS LOCKHAT",
            "CHAIRPERSON",
            "MR CLAASSEN",
            "JOHN SITHOLE",
            "MR SITHOLE",
            "MR LAX",
            "MR CACHALIA",
            "ADV SIGODI",
            "INTERPRETER",
            "MR DRAHT",
            "JOHN M SITHOLE",
            "CROSS-EXAMINATOIN BY MR CACHALIA"
        ]
    },
    "testimony": [
        [
            "MS LOCKHAT",
            "Thank you Chairperson.  Just a slight amendment to the roll.  We will now commence with John Sithole, amnesty application number 5971/97.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole's application appears on page 8 of the bundle ...(indistinct) page 8 of my bundle.  Mr Claassen.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chair, I call Mr John Sithole.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole, do you have any objection to taking the oath?  You don't have any objection?",
            "Unknown"
        ],
        [
            "JOHN SITHOLE",
            "(sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Claassen.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR CLAASSEN",
            "Thank you Mr Chair.\n\tMr Sithole you are today the applicant in an amnesty application before this Committee relating to an incident that occurred on the 12th of February 1994.  Mr Sithole, at the time of this particular incident, were you a member, or affiliated to any political party?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, I was a member.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "In what capacity?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I was an induna.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were you a member of?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I was an IFP member, Inkatha that is.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole, you, together with your application, submitted a supplementary affidavit stating, and also in very broadly preceding incidents relating to this situation in Zevenfontein prior to what happened there, could you just, in your own words, elaborate a bit on the background in Zevenfontein.  What had happened.  What Zevenfontein was like before this incident occurred, and what gave rise to the conflict which was apparent in Zevenfontein at that stage.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "We had a meeting at Zevenfontein, that we shall go and request a land, or some land, to build on, because there were people who had built towards the river, Jukskei River that is, and that was put next to the electricity or electricity wires, so to speak, and that was interfering with the settlers there.  And we decided we should march, and head to Randburg, and we all agreed on this, and indeed we marched.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Sithole, when you say we had a meeting, and we agreed to march, are you talking about the community of Zevenfontein, all the people there, or is it just the IFP portion of that community?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "The whole entire community.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole could you just explain to the Committee, what was the political situation at that stage?  Was it already politicised?  What was the political atmosphere like in Zevenfontein at that stage?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "We were living so well in the area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Claassen to keep interrupting, but Mr Sithole, just to give us some idea, we know that the incident took place you say on the 12th of February 97.  When was this meeting in relation to that date?  Was it a year before, or many months before, or days, weeks before?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Prior to the incident.  You see, I'm and illiterate man here, I wouldn't know the particulars in relation to the dates and the information you are looking for.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, proceed please.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "We all agreed that we will march to Randburg to request a piece of land.  At night, prior to the day when we will march, I think it was about 3 a.m. before that particular march, we heard some noise around the squatter camps.  People seemed to be marching around.  As early as five I woke up, I took a shower, and at six I went to work, at TPA.  I boarded a truck, I went to work.  We have agreed that we won't have any flags, or demonstration, or any attire of political organisation, but we'll wear our ordinary clothes.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole could you just explain to the Committee, you keep talking of we, was this a community forum of some sort?  And what was your role in this forum?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "The entire community.  I am referring to the entire community when I keep saying we.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "And what was your role, did you, were you bearer of any specific office in this community?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I was an ordinary person at the time.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Please continue.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I went to work, as I already said.  As I was passing the TPA, heading towards the tar road, I saw the ANC youth wearing the ANC attire, clothing, and they greeted us, together with my colleague.  We went to fetch some water and we came back with water, and I poured some water right around the squatter camp.  Just before I got off from work, people who had gone to Randburg were also back, and it was after work and we had another meeting.  Then the people from Randburg were giving report, and they told us that we have been promised a piece of land and they will be coming to sit with us.\n\tAnd I had complaints that I wanted to air to the ANC people, with regard to the demonstration they carried on that morning, because we agreed as a group that we will not wear any political clothes, and they did exactly that themselves in the morning.  And they said anyone is entitled to do what they want to do.  So that was so obvious to me that they were now bringing up some division in the community, so it meant we could affiliate with our group and they could affiliate with theirs, and act according to our groups.\n\tAnd we went to find out as to who was the leader of the group.  We tried and located the leaders of IFP.  We got hold of Khoza and Humphrey Ndlovu as well.  They agreed that they would be meeting with us shortly.  Indeed they came, and they came to launch, and they said we are now officially a launched IFP group, and IFP is not a group that will charge forward and fight against other people or against other groups.  We shall be peacefully maintaining stability as an IFP group in the area.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole you indicated that it was difficult for you to estimate how long before this incident this IFP, or this IFP branch, was established.  Could you, more or less in terms of months or years, how long before this 12th of February 1994 was the IFP in Zevenfontein established?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It's a bit difficult for me to furnish you with that kind of explanation or information, as I'm not educated.  I don't know what year, I don't know what month, not to mention the dates.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Sithole, please continue.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Now they said that we shall not go and attack people and start on people in any way.  If they do that to us, myself as induna, official induna, I should take it upon myself to go to the opposing group and sit down and discuss what had happened, and we should be always be protecting the group and defending the group, so to speak, and time went on.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole what was your role in that IFP that's just been established at that stage?  What were your office in the IFP?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I was induna.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry to interrupt Mr Claassen.  What sort of induna were you?  Were you induna weSiswe, what kind of induna were you?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I was an induna of the IFP group that was established in the area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you responsible for calling the young men together?  Putting together amabuto if necessary?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I would call amabuto.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole could you please continue, and just explain when this conflict started, and how it escalated to the point that this incident occurred.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "And after we were launched and the IFP and the conflict started between ourselves and the ANC.  There were now people, people were walking up from the mountains every morning and they would go to their homes.  So that I also went to their chairperson to ask as to what was happening, and when I met the chairperson asking as to why they were sleeping in the mountains, and he said there is one IFP member who had come to inform them that the IFP was going to attack them.  And I said, but you know that when there is something happening, or if something is said by the IFP, I usually tell you, listen something is going to happen but I'm going to stop it.  I wanted to know who among the IFP wanted to attack the ANC, and I requested that they go back to their homes and stop sleeping in the mountains, and said to him if there is something that is about to happen I will come and inform you personally.  Indeed, they went back to their houses.\n\tAnd Randburg came to point out a place that was to be designated for the people in the area.  I think five shacks were removed, and on daybreak there were many shacks on the other side that was designated by the police.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole could you just explain this question of the shacks.  Where were they to be moved from, and where to, and how was this decided?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It was Randburg that made the decision, saying that these people are around the river and they are not safe during floods.  And they also were living under these electric pylons or poles, which were not safe.\n\tAnd they were then moved and taken to a place near the grounds, and they were told to build up to that point and not cross the river.  And these shacks that were removed by TPA were removed and placed at the designated spot, and they never built across the designated spot.  But the following day I woke up to find that there were shacks on the area where shacks were not supposed to be built, and there was no-one from whom I could ask as to what was happening. And these IFP people also joined in building their shacks there, and they found Majola there, who said we don't want an IFP person here.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole, so if I understand you correctly, the people were now squatting where they were not supposed to squat, and this Mr Majola you referred to, who was he at that stage?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't know what position he had within the ANC but he was an ANC member.  And I then said to these IFP members, if they had told you not to build shacks there, do not build shacks there, and they then came back.\n\tAnd after a few days the TPA police came and instructed the ANC members to move from that area and go back to the designated spot.  I don't know what happened at the time because a fight broke out.  And the following day the TPA members came in the company of police and soldiers, and instructed these ANC people to go back to the designated spot and move away from the place across the river.  And this fighting broke out.  The soldiers demolished the shacks.  And after the demolishing, the shacks were put up again at night. And the following day I was informed about a meeting that was to be convened, which meeting was convened by the ANC.  Yes indeed we met.  It was in the early evening after work, and when we met them they informed us that the old committee that was appointed by the community was no longer wanted.  And I then asked them as to why they did not want this committee, and wanted to know who was going to represent us at the office, and they said that they were going to represent us.  And I said to them, we are the IFP, who are going to represent us?  And they said okay, we give you this committee, and I said to them no, you cannot just push a committee to us just like that.  It is not the IFP that represented or appointed this committee.  Bring the community together and explain to them that you don't want this committee, you are now handing over this committee to the IFP.  And they said it's okay.\n\tAnd we had to meet with the community again, and I suggested we would meet on a Friday, and they said they will not be available on Friday.  And I said to them, if you will not be available on Friday, then you should come up with a date and convene such a meeting.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole, if you could, could you more or less indicate was this incidents that were happening now, was this a long time before the day of the shooting, or was this now being in the close vicinity approximately of this?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It was before the shooting.  It was long before the shooting.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "What happened then?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "They then suggested that the meeting be held on Saturday, and we agreed on that day.  And it so happened that on Friday, just before it was Saturday, it was on Friday around dawn, I was using this truck, filling in water in the tanks, and there came the ANC youth, who said to me that I was being called.  I went to the youth and when I got there I met with a group of people who were armed with all assortment of weapons, axe, knobkerries, etc.  And they ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, sorry to interrupt.  You said something that I couldn't hear the translation of.  Before knobkerries you mentioned something that I couldn't understand what it was.  What else was that?  What was this group armed with?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "They had spears, axe,",
            "Male"
        ],
        [
            "MR LAX",
            "What is akes, oh axe.  Okay.  Please continue, sorry to interrupt.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "They then said, would you please call the IFP youth to order.  Then I wanted to know what they had done, and they said these people are tearing apart our postcards, or our posters.  I wanted to know where they were, and they pointed them out.  I saw three boys.  I then called these boys and asked them why they were tearing apart these ANC posters and they said they have never done that.  And I warned them to the effect that I will call the police should I ever again hear of them as having done that.  And the ANC thanked me and they then rose with their axe and spears and they started running around putting up these posters.  And then I went back to work.  And when I knocked off I went home to sleep.\n\tAnd it so happened that at night there was a knock at the door.  On waking up to ask who it was, and I recognised the voices of the IFP youth outside.  There were four of them.  And when I enquired as to what was happening they told me that they were being attacked by the ANC.  And I then said to them, don't go back to the houses, instead you should go down the shacks, my brother's shack actually.  And they went down there and I went back to sleep.\n\tAnd there was another knock at the door and the people identified themselves as Zwane and Gcubu.  And I went to the door, and enquired to Zwane as to what was happening, and they told me they could not sleep because the ANC was attacking them.  And I told them, listen, I cannot wake up now from my  sleep and go down to look for these ANC people, I might easily get injured.  And I told them, listen, I've just ordered a group of youth to this shack, join them.  Join them at the shack.  Indeed they left.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen I see it's eleven o'clock.  Would this be a convenient time to take a short tea adjournment?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "This would be convenient.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then we'll take a short tea adjournment for approximately twenty minutes.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "May I ask your indulgence and ask one of the victims to sit next to me so that I could discuss issues.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly Mr Cachalia.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "And in addition I had indicated earlier that I appear on behalf of the victims, and I hadn't given their names.  At some stage before I cross-examine I will just put the names on record for the sake of completeness.  Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Cachalia.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen, just before the tea interval, according to my notes, when this Zwane and Gcubu came to his place during the night, he, after talking to them, referred them also to his brother's place down the way.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chair, that is as I had it.  COMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "JOHN M SITHOLE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR CLAASSEN",
            "(Cont)\n\tMr Sithole, I would just like to ask, this evening that you've just described to the Committee, what happened.  When was this in relation to the shooting incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just before you proceed with that.  Mr Sithole I just remind you that you're under your oath still.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes.  It was before the incident of the shooting.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole was it the night before?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, the night before.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Could you please continue.  What happened then, after that?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "At about 3 a.m. after they had followed the first group to the shack where I directed them to, I heard this toyi toyi outside, up until around five in the morning,  since three in the morning.  At six I woke up, as I was waking up, it was just before Magwaza appeared and this toyi toyi was rife at the ground, and Magwaza got to me and said, Sithole, I am going to town.  I'm going to see if I can secure some busses that we will use to go to the meeting, because there was to be a meeting in KwaZulu Natal, or in Durban, where we would be meeting with chief, with the chief Mangosuthu.  And I said to him, there's something that we need to discuss here which was brought to my attention by the ANC people the previous day, and he said no, we'll attend to that after I come back because I have to secure some busses to transport us to Durban.  And indeed he left.  And we continued with the meeting, and we collected some money.  At about one, I suppose, it rained.  It was pouring, very heavy, and we had to disperse.  We went to our respective shacks.  I went to my shack, and the roof of my shack was destroyed as a result of the storm.\n\tI think it was towards, it was in the afternoon or at dusk, Zwane and Mpongosi came and approached me and said, the ANC has, is attacking us once again.  I asked him, or them rather, as to where they were, and they showed me that they are towards or by the shop somewhere.  I told them to go down and I'll be following them subsequently.  And I went back into the house to change the jacket since it was wet, and I was trying to clear the water from my shack since the water got in as a result of the roof being destroyed by the storm.  And after changing into another dry jacket.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Mr Claassen could you ask him to speak a bit slowly because the simultaneous interpretation, we're not getting everything.  Thanks.  Sorry, you mentioned that you took off, or you went back into the house and you were preparing yourself to go and join the others.  What did you do when you got into the house?  Into your shack.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I changed, and I put on a dry jacket.  And I heard a gunshot, twice in fact.  As I was going out of the shack, I saw the ANC people running towards me, and I closed the door.  I closed the door, I was inside quickly because I saw the ANC people approaching.  When they got to my shack they looked through the windows and they could not see a things because it was dark, and they passed.  And I got out immediately and wanted to rush to my brother's house where the other groups were, and they saw me.  In fact they emerged immediately because they were around the shack.  They came to me, they had in their possession spears and axe, and I tried to retreat, and I asked as to why they were killing me and I wanted to establish exactly the facts, and they did not listen or respond to what I was saying to them.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole you just now said that you wanted to enquire why they were killing you.  What exactly did they do?  What happened then?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "They came forward, they came to me, and again I shouted to say to them, wait until you tell me as to what is happening.  And one of them, Justin, said, wait, let's wait gentlemen, and let's hear what he has to say.  The stopped, and I utilised that moment to establish from them as to what was the point, and why they were behind me, and they said they don't know.  Then they said they did not know, these things happened.  These are shebeen matters. ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, sorry to interrupt you.  You're going on to some things you haven't told us about, so we don't understand how it fits in, about shebeens and things.  Could you maybe just explain your conversation with this man, and what it had to do with shebeens and so on, so that we can understand your evidence in its proper context.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "The word that they uttered to me in their response was that these are shebeen matters.  And I wanted to enquire further as to what happened at the shebeen.  They said they had no knowledge.  And I said to them, please go back to the office and enquire further as to what had happened.  If it, the blame, was with the IFP people, then I would collect them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole could you just explain.  You said, they said that this was shebeen matters.  Was this the reason that they gave why they attacked you?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, that was the reason, although they later on refuted that and denied, and said in fact they did not know.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "You also mentioned they should go back to the office to get the proper facts.  What office are you referring to?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I was referring to their office.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Which office is this?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is an ANC office.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "What happened then?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Justin said yes, what Sithole is saying is a fact.  In fact we shall go and enquire from the office, and  indeed they went.  As they had left, I went back to change again now, the second time, and I went down to Magwaza to report to them that his had happened to me.  As I was changing in the house into dry clothes, I heard some noise at the ground.  And I heard another gunshot, and I fled, and I got to Magwaza's house.\n\tI found IFP group there, and Magwaza approached and said, Sithole here is a firearm.  And I said to him Magwaza I still want us to talk.  And Magwaza said, no there is no time to talk here, here the ANC is attacking.  It's time for us to put up an act here.  I took the firearm.  And I was adamant about the fact that we still have to talk to the ANC people before any action.  I still want us to talk to the ANC people and establish as to what was the problem, and I left them immediately, and after a few steps I saw them approaching very close, and I asked them, I raised up my right arm and said, are you still on the issue, the previous issue.  And they said to me, are you still saying a thing?  Then I heard this gunshot.  I was shot at and they stoned me at the same time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who stoned you?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "The ANC people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And where did the gunshot come from?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "From the ANC group.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole could you just carefully explain.  You indicated that you wanted to talk.  This was still, I believe, in Mr Magwaza's house, where you were with some other people.  Who left the house then, and what were you going to do?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Please repeat the last part of your question.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "With whom did you leave Mr Magwaza's house and what was your intention then?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "My intention was to go and find out from the ANC people if they were still on the previous matter what we were about before that time.  And I wanted also to establish further as to why we were being attacked by them and assaulted by them.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Where did you proceed to then, and at what stage did you see this ANC mob that you referred to?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "At that point, as soon as I took the firearm from Magwaza I saw them approaching very closer now.  And I met with them right on that spot and the IFP people were behind, following me.  And I asked them if they were still on that matter, that issue and they started right at that moment to shoot and stone me and I also took out my firearm and I shot back.\nNow there was this fight that erupted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, before you proceed Mr Sithole, what sort of firearm was it, do you know?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I had an AK.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And can you say how many times you shot, how many rounds did you shoot?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "No I don't remember as to how many times I shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you shoot many rounds, or just one?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "No I did not shoot once, I think it was several times.  And I fled.  The person who fell on the ground then was one of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Sithole.  Just before you move on Mr Claassen.  You say you were handed this AK-47 by Mr Magwaza and you shot.  Had you ever shot with an AK-47 before?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, I once shot with an AK, at home, shooting at the animals.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chair.  Mr Sithole, just getting back here.  You said you were still in Mr Magwaza's house, just when you'd been given this weapon.  Can you approximate how far this group of approaching ANC members were from Mr Magwaza's house at that stage?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you can indicate the distance in this room, or if you need more space than that you could indicate it outside.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I think the distance would have been from that side, the other side of the road.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The other side of the road that's in front of the town hall.  I don't know what the legal representatives would agree at, but from where we are sitting to the door of the town hall would probably be about 25 paces, and then there's a parking lot and another little road.  Do you mean the main road, or where the cars are parking outside here?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Right next to the doors.  The road right next to the doors.  Not the main road.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know, perhaps the best thing would be if the legal representatives and the witness can just pop outside quickly and get that distance.  It might be important.  Do you mind?  Then you can agree between yourselves and estimated distance and I'm sure that we will rely on your estimation.",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "We've agreed that it's 35 paces.",
            "Female"
        ],
        [
            "MR CACHALIA",
            "May I just indicate Chair that what we have agreed is that from where you are to the entrance of this particular hall is approximately 35 paces. That's where he indicates the distance the was.  That from the entrance to the hall, to the end of the parking lot and the street is about 80 paces, and to the other side of the street is 100 paces.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "That was indeed agreed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So is he saying now that the distance that the nearest portion of this group of ANC people were to Magwaza's house was approximately 35 paces?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I believe that is what he indicated.  Mr Sithole could you just explain.  You state you saw these people.  Where were they headed?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "They had spears and running after the IFP people.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "What exactly do you mean by, they were running after the IFP people?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "What I mean is, they were attacking the IFP people, because the IFP people were running away towards the river, running away from this group.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see any of them armed with firearms?  You mentioned that you hear gunshots, but did you actually see any firearms.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "No I did not see that much, but they were shooting and I knew that the fire was from the them.  They were the ones who were shooting.  Especially it was at night I could not see exactly if they had firearms, or see their firearms with them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, could you give an estimation as to the size of this group.  You know, approximately how many people would you say were in the group?  This is the ANC group.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I think there were about 400.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chair.  Mr Sithole, you indicated that you then fired several shots.  What happened right after that?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "They fled, as I said or indicated, after I started shooting.  I saw one of them falling on the ground, and I saw them running away with him.  We remained there, around Magwaza's house, and the police came.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Sithole.  You mentioned that Mr Magwaza handed you this AK-47.  Did you see any of your comrades, your compatriots, your IFP people having firearms?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, the one who was right next to me had a firearm, Mpongosi that is.  And Zwane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know whether they shot?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "That much I don't know, if they shot or not, because I just heard the sound of gunshots through and through.",
            "Male"
        ],
        [
            "MR LAX",
            "Through you Chair.  What firearms did they have?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they AK-47's or handguns, or rifles?  Can you just give a description of the firearms that Zwane and this other person had, that you saw.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "They had small ones.  I did not see as to what sort of firearms they were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Handguns?  Pistols or revolvers?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The sizes the applicant is demonstrating.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He indicates about 15, 20 centimetre size firearm, so obviously a handgun.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole, you made mention now, that because it was dark you could see, I presume when you talk about fire.  What was the visibility like?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Please repeat that question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was what was the visibility like at the time that this shooting took place?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I saw fire.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question, Mr Sithole, was.  You said that it was dark.  How far could you see?  What was the visibility like?  Were there electric lights around, or any other artificial lighting, was the full moon in the sky, or bright stars, or could you see far?  Just describe what the visibility was like at that time.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "It was not entirely dark as such.  It was dusk.  You could be able to see people that were near by or not too far away from you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that distance that you mentioned, that approximately 35 paces, you could still see the people quite easily?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when you actually shot, you yourself shot at this group, was it still that same distance away or were you then closer to them or they closer to you?  When you actually pulled the trigger of your firearm.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "They were now in close proximity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How far away?  Can you indicate in this room approximately how far away they were from you when you shot at them?  When you actually shot.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I think they would have been the distance from the door or the passage, the hallway.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This door here that we can see?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "No, I mean the outside one.  Between the hallway and the outside doors.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that's still that approximately 35 paces.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I think it might be a bit closers.  He says between the doors and the hallway.  Maybe 32.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, say approximately 30 paces but still not right next to each other.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole you made mention that you saw the ANC people chasing IFP supporters with spears.  Could you see any other visible armament?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, I could not see other weapons, except for the spears.  The one thing that I heard were gunshots.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I keep coming in, but, sorry Mr Claassen.  You've estimated the group, the ANC group, to be plus minus 400 people.  The group of IFP members, including yourself, that were at Magwaza's house, approximately how many people were in the IFP group?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "It could have been 20.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole you indicated that you fired shots and you saw a person falling, and they carried him away.  After the shooting incident, what happened then?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "They then ran away, and we remained behind and we got into a shack where we waited until the police came.  And people were arrested and I ran away.  People were arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole, I notice from the indictment in the trial that followed this incident in the Court, that four people were killed and a further seven people were injured at the incident that took place at Zevenfontein on that date, that's the night of the 12th of February 94.  You've mentioned one person that you saw falling.  What do you say about the fact that four people died and a further seven were injured?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I cannot dispute that, that I shot them, but I could not tell whether the people that I shot died or not.  One person that I witnessed falling is the one person that was picked up by the ANC group and fled.  I do not dispute the fact that I could be the one who shot these people.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chairman.  Mr Sithole you were subsequently tried for these crimes, and also found guilty and sentenced on several of the charges.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole in, after being sentenced and serving, you are currently serving a gaol sentence for your conviction on these crimes, you decided to bring an amnesty application.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Magwaza do you recollect that, Mr Chair if I might refer the Commission, on page 8 of the bundle, you initially submitted an application, form one amnesty application, which differs from the evidence that you gave before the Commission today.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole can you explain to this Committee what had happened and why did you do that?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I heard the person saying he cannot write to the Commission because he had already made an appeal, so that if he is now writing to the Commission there would be a conflict.  So that it would be better to wait for the appeal results, after which this can be directed to the Commission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand what you're saying is that when you were in Court, during your trial, your evidence was similar to what was contained in your first application, and you didn't want to move away from that in order to confuse, to compromise your appeal.  Is that what you say?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "There is something that I don't understand.  I think we were talking about Magwaza.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh sorry.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Claassen you may have confused him.  You did refer to him as Mr Magwaza.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "I wasn't aware.",
            "Male"
        ],
        [
            "MR LAX",
            "I wasn't quite sure what you were, whether, what you were trying to do, but I remember distinctly.  You may have confused him then.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "I was actually referring to him.  Maybe I could just ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think if you just repeat your question again and we'll disregard what has been said since then.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chair.\n\tMr Sithole, I'm sorry I referred to you as Mr Magwaza there.  The question was actually directed at you.  You indicated that you had made a previous, made a first application form one, which differs from your testimony before this Commission today.  Could you just explain why this had happened?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I was not telling the truth in Court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, the question is, in your first application form that you filled in, you have said, you've put out a version that is not the same as what you've told us here today.  In the application to the Amnesty Committee.  Now what Mr Claassen wants to know is why did you say something different then?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "The reason is because I had lodged an appeal, and the legal representative who came to take this amnesty statement was such that I did not trust him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is what's contained in the first application similar to what you told the Court?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Some things yes, are similar, and some no.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole that information contained in that first application, is that the correct version of events?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It is the second evidence that is correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "That is the version that you gave before this Commission today?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Chair if I may just, I would just like to maybe clarify this issue.  Mr Sithole you were sentenced on the 16th of October 1996.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "And you submitted your first application the 2nd of May 1997.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "At that stage you were still awaiting a decision as to leave to appeal to your sentence.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "And during June 1997 you received, you were told that you were not granted leave to appeal against your  sentence.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Why did you, what prompted you then to submit a further application?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I had already heard that I was not granted leave to appeal.  My only appeal therefore became the Commission.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole you very elaborately explained to this Committee all the incidents preceding this 12th of February when this actual incident occurred.  Could you just, and now you've also indicated that it's been difficult for you to estimate time, how long, if you could, before this incident, did you become a member of the IFP?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I think it was a year, if I'm not mistaken.  And then this incident happened.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole, was this incident which you refer to, was this the result of any instruction given by anyone?  Was it a result of any planned act?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, this happened after an instruction.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Could you just clarify that?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It was an instruction that was directed to me from the IFP.  An instruction to the effect that we should not go out and start attacking people.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Yes Mr Sithole, I'm not talking about that 'though.  I'm talking about the incident where the shooting occurred.  That occurred spontaneously, or was that orchestrated?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, there was no instruction that we should shoot people.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole could you have done anything else?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "There was nothing else I could have done, because even 'though I was thinking of fleeing, the river was overflowing and therefore it became necessary for me to protect myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole you said that you joined the IFP, you think about a year before the incident.  But if you take a look at page 23 of the bundle, that's your affidavit, paragraph 1.1, and I quote from it, you say\n\"...I joined the IFP long ago, since its inception and whilst it was still a cultural organisation.\"\nNow what is the position?  What is the correct position?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, that is correct.  I joined the IFP long ago, but here it is also true that I joined it a year prior to the incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you trying to say that you joined this new branch that was opened by Themba Khoza and Humphrey Ndlovu that you described in your evidence?  What that about a year before the incident?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, that's what I'm saying.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chair.  Mr Sithole, your personal capacity did you stand to gain anything from what occurred there?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, there would be no personal gain, except to say that I am asking amnesty here following what I did.  It was not my intention to do that.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Sithole and how do you feel today about what had happened then?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I feel very bad.  It was not my intention to fight the ANC.  We were oftentimes engaged in dialogues to sort out whatever problems there could have been.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chair, I have no further questions for the applicant.\nNO FURTHER QUESTIONS BY MR CLAASSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Claassen.\n\tMr Draht do you have any questions to ask this witness?",
            "Unknown"
        ],
        [
            "MR DRAHT",
            "No questions Mr Chairman.\nNO QUESTIONS BY MR DRAHT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cachalia do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "CROSS EXAMINATION BY MR CACHALIA",
            "Mr Sithole, the march to the Randburg council offices to demand more land for the people staying in Zevenfontein, was approximately one year, in about March of 1993, before the incident.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Even 'though I do not know quite well, I think it must have been 1994.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's being put to you Mr Sithole, is this incident, the shooting took place on the 12th of February 1994, that's six weeks after the start of 1994.  What Mr Cachalia is suggesting to you, or putting to you, is that that march that took place to Randburg by the community in order to procure more land, took place during or about March 1993, about eleven months before the shooting.  Would you dispute that?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "No, I would not dispute that.  I'm not educated.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole, the fact that you're educated or not cannot matter.  The question is, it took place a long time before the incident on the 12th of February 1994.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, it was not a very long time.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "We'll leave it at that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cachalia is it a fact that that march took place in March?  They marched in March?",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Apologies, my instructions, yes.  May I proceed, sir?  Thank you.  That march was in fact led by the now premier of the Gauteng province, premier Matole Matsega.  Do you remember that?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I do not know, because I did not go there personally.  I remained behind because I had to go to work.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "I want to suggest to you without wasting too much of the Committee's time, that this incident had in fact nothing to do, the incident of the 12th of February had nothing to do with that march, or the committee, or its membership, or any of that.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I am saying it was connected.  We met and we discussed that we should go to Randburg and ask for more land.  We, that's the whole community.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Did you have a member by the name of Pinky Maloi and Mr Dan Sindani on that particular committee that decided on the march?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, they were present because they are the ones with whom we were planning the Randburg march.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And do you know that at that time when the march was planned that these were members of the existing ANC committee that existed at that time?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I didn't know that.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Alright.  Mr Sithole, you were an induna of the IFP according to your evidence.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Do you, as a result of that particular position that you hold, take any instructions from any member of the IFP in the area, or do you, are you the person who makes the decisions in the matter?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I am the one who was making, taking decisions.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And the decision in your capacity as induna, if you took a decision in you capacity as an induna, the members of the IFP are required to follow your decisions and your instructions in the matter.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now when Mr Magwaza, according to you, gave you an AK-47 and said there was no time to talk, and when you disagreed with him, why then did you take the AK-47 and move  out of the house that, where he gave you the AK-47?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I had realised that I was dying now, the people were here, and I realised that if I take this AK-47 I can be in a position to protect myself.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "How would Mr Magwaza who gave you the firearm protect himself, if you needed it to protect yourself?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "He had two firearms in his possession.  He also had another firearm, a smaller one.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Am I to understand Mr Sithole, that after you had this, after you had indicated and instructed that the matter be discussed, that you changed your mind because you suddenly realised that you were dying?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, I changed my mind.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Cachalia.  What position did Mr Magwaza hold, if any, in the IFP in Zevenfontein?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "He was chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what position did you hold in the IFP at Zevenfontein.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I was an induna.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So whose more senior, you or Magwaza?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Magwaza.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Obviously Mr Sithole you had just forgotten that you have told us that if you made an instruction it was binding on all members of the IFP.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, I haven't forgotten that.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Then please repeat for us what the position is.  If you made a decision, you have told us that it is binding on members of the IFP in Zevenfontein where you were induna.  Do you wish to change that now, sir?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I am not changing anything.  I indicated that I reported to Magwaza, that I wanted to discuss something that I received from the ANC, and he said he was rushing to town.  I did this because of his seniority in relation to myself.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "We will leave that there for the committee to make a decision upon, Mr Sithole.  You, according to the evidence that you have given, made an application for, your first application was made in this matter on the 2nd of May 1997.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And at the time when you made that particular application Mr Sithole, you say that there was a person whom you did not trust.  Was this a lady or a man?  Male or female?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "A female.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Is this the lady by the name of Colleen Henchie?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Are you saying that she came to you and said you must make this application but you cannot say the truth because that would be in conflict with what was said by you in Court?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Chair, if I may, I think that might be a bit  misleading now.  Maybe if the question could just be asked to indicate whether he was told anything by her, rather than saying she told him to, or prescribed to him what he should write down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I know that you can lead under cross-examination, but usually if you're leading, do you know what occurred, why she, what she may have said to him?",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "I have not consulted with Ms Henchie, but I am saying that the credibility of this witness needs to be tested, whether he has made full disclosure, and I'm saying that that is portion of the matter that I'm dealing with, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well perhaps if you, why did you mistrust the attorney Ms, is it Ms Henchie?  Why did you mistrust her?  Wasn't she your lawyers?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I had not heard yet that she was going to be my legal representative, and at the time I had sent through an appeal.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Sorry, may I proceed sir.  Mr Sithole, you had already at that stage completed your matter in the Courts.  You were sentenced already in 1996.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "In 1997 on the 2nd of May 1997, whilst you were at the Johannesburg Medium Prison you made this particular application for amnesty.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "In that application, according to you, you told some lies and some truths.  Is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "You did that because you did not trust the person that made the application for you.  Is that right?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No he said that was partially right, because he said also because his appeal was pending.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "One of the reason why you did not tell the truth at that stage is because your appeal was pending and you did not trust the person.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "What was the reason for you not trusting this particular person that was there?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I did not know whether that person was my attorney or legal representative, or not.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Are you saying to this Committee, Mr Sithole, that a person, a lady by the name of Colleen Henchie, arrived there and told you to make an application, told you to tell a lie, but you didn't know that this person was ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think he said she told him to tell a lie.  He said he told a lie but she didn't, I don't think his evidence said she told him.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Cachalia what he's saying in essence, and it's not being one hundred percent translated, is that he didn't know this person, and he didn't know that that person was his lawyer.  Now that means he'd never met her before.  If you want to follow that aspect up and clear it up before you then put it to him, that's fine, but it's, I think you have to narrow the issues before you nail the witness down, if that's how you want to do it.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Thank you.  Having regard to the recent happenings in Nail, I don't wish to nail anybody down.  Be that as it may, my apologies sir.  Mr Sithole, what I'm saying, a lady arrived at you, at the prison, was it at your request or did she arrive there on her own?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "She arrived there on her own.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "What was the purpose of her visit to you?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "She said to me that she was going to help me fill in this application form to send to the Commission.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And you had no problems with that particular approach.  Is that so?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I had a problem because I did not know her.  I didn't know how she was related to me, whether she was my legal representative and how she was appointed.  I didn't know.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Did you make enquiries as to how she was appointed, who appointed her, why she had been there?  Did you make enquiries from her, sorry?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, I did not.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now, not having known her, why did you then make an application in which you didn't make a full disclosure, when the amnesty, the Act requires you to make full disclosure and honest and truthful disclosure?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It is because I did not trust her.  I did not trust that she was my lawyer or whatever motive she could have had.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "If you did not trust her, why did you not tell her that you do not wish her to represent her and that you do not wish to make the application through her?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It is because I was waiting for my appeal results, and I decided to say whatever I could say because I was waiting for my appeal anyway.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole, this will be the last question on this particular aspect.  What I am saying to you is that the lady arrives, says that she is there to assist you in making the application, you did not trust her.  Was the better option at that stage not to say, I do not wish to make the application with your assistance?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I could not have told her at the time because I was waiting for the appeal.  I didn't know whether she was honest or not.  I had to know that.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Alright.  On the last paragraph of your affidavit on page 46, Mr Sithole, you say that you were later informed by your attorney of record, Anina van der Westhuizen\n\"...that my application could later be rectified or supplemented.\"\nIs that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Why did she tell you that?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "She came to me and said that my application does not divulge the truth, and I said, yes I have the truth, I know the truth, and I indicated that I did not trust the legal counsel that was assisting me, and this one person said I should trust him or her, I should tell the truth.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole you say that Anina van der Westhuizen told you that what you had said was not the truth.  How did she know that?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't know how she got to know that.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Okay we'll leave it at that particular point.  Mr Sithole you, when you were charged in Court, did you admit to having had an AK-47, and having used that in the incident on that particular night?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, I did not.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now, when you made your first application for amnesty, you had informed the Amnesty Committee that\n\"...I feared for my life and grabbed my AK-47, which I had always had yet never used before.\"\nOn page 10 of the record, sir.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I do not understand when you say I always had this AK-47, I don't know anything about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Sithole, what Mr Cachalia is saying is, you have just said that when you were in Court during your trial you did not admit to having had or used an AK-47.  Is that correct?  In your Court case.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, that's what I said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then all he's doing is he's referring to what you said in your first application.  This is the application that was filled in by this Ms Colleen Henchie, and she's reading from page 10 of the papers.  It appears in paragraph 9(a)(iv), and I'll read the exact words contained in your own application.  They read as follows\n\"...I feared for my life.  I grabbed my AK-47 which I had always had yet never used before.  I made for the direction of the river, as I knew that should I be able to cross I would be safe.\"\nAnd then you carry on and tell the story.  Now, Mr Cachalia is saying, in Court you denied having had or used an AK-47, yet in your first application, which is also not, on your own admission, a truthful version, you admit to having had an AK-47, and then later you admit to using it, because later on in that same paragraph you say:\n\"...I feared for my life and then shot at them with my AK.\"\nNow what Mr Cachalia is asking you, is why put that admission into your first application, if it's not the truth?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "It is because some of the contents are true, and some are not true.  Because I did not trust the legal counsel.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole, is it true what the Chairperson has just read for you now?  Is it true when you said\n\"...I feared for my life.\"",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, it is true that I was fearing for my life.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Then you say\n\"...I grabbed my AK-47\"\nIs that true?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is not correct, that I took my, or grabbed my AK-47.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Then it says\n\"...which I always had, yet never used before\"\nIs that true or not?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is not correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now I want to put to you, and the Chairperson has already put this question to you but I just want absolute clarity and then we'll leave it at that, what we are saying to you Mr Sithole is the following.  If you did not trust the person that was there, and you were intending not to disclose the truth, and if that was because of the other reason that there was an appeal pending, why did you then acknowledge a question of an AK-47 which is very fundamental to your guilt or innocence in the case?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It is as I have stated that some parts of the evidence were true and some were false, reason being that I did not trust the legal counsel.",
            "Male"
        ],
        [
            "MR LAX",
            "But I think what Mr Cachalia is getting at is, normally if you don't trust somebody and you don't want to tell the truth, you will say something to protect your innocence, rather than making an admission to admit something that you're guilty of, when in fact you're not guilty of.  Here you say to her, I had an AK-47, my own, very own AK-47 which I've always had.  Meanwhile, according to you, what you're saying now is that is a lie, you never had an AK-47.  The AK-47 that you got was from Magwaza.  So if you mistrusted her, this is what I think Mr Cachalia is saying to you, is if you mistrusted her why admit something that you're guilty of  when in fact you're not guilty of what you're admitting to?  You would rather play down your guilt than admitting to something, to being guilty of something which you are not.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I said the AK-47 is mine because Magwaza had not admitted at the time that I took it from him, and he said I should own it up and I decided to say the AK-47 was mine, and I indicated that Magwaza was not coming up with the truth, I would still have to appeal to him.  I did not want us to fight over this.  I indicated that I was going to tell them that he is the one who gave me the AK-47.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, were you and Mr Magwaza in the same prison?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before you go on Mr Cachalia, I'm just.  There's something that's been left undone and I just want to clarify it.  And it's the issue of the relevance of the appeal, and what the implication of that was.  Mr Sithole, what did the appeal have to do with what you may or may not have said.  How was it relevant to what you were saying?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "The importance would have to lower or decrease the sentence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I understand that's the effect of an appeal, but how did what you said in the application to the Amnesty Committee, how was that going to be affected, or how would that affect your appeal or not affect your appeal.  Because you have told us that one of the reasons why you told some lies, was because of the appeal.  Now what we're trying to understand is, what did you mean by because of the appeal?  Do you understand my question?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please explain.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "As I said I was awaiting the appeal.  I was waiting for the appeal to decrease or lower the sentence.  Now I had to write to the Commission because then that will be  comparing the two because one side I was lying, the other I was telling the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which side were you lying and which side were you telling the truth?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "This appeal, this side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about it, was that a lie?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I was lying because I said exactly what I had tendered at the Court of law.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And to the Commission you were telling the truth.  Do I understand you correctly?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "You've told us that that was partly the truth, it wasn't the whole truth.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, that is on the first statement.",
            "Male"
        ],
        [
            "MR LAX",
            "Correct.  Now what we want to understand from you is, why in relation to the appeal did you not tell the truth in your amnesty form, the first one?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Please repeat your question Mr Lax.",
            "Unknown"
        ],
        [
            "MR LAX",
            "What was it that you wrote, what was it about the  lies you wrote in your amnesty form?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "In the appeal I had said exactly what I said in Court.",
            "Male"
        ],
        [
            "MR LAX",
            "So did you not want that to be affected by what would go in the amnesty application?  The comparison of the two, is that what you're saying?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Now to get back to Mr Cachalia's question to you.  Why admit the gun, if you were worried about the comparison?  Because by admitting the gun, the comparison would reveal that your previous denial was wrong.  Do you understand what I'm saying to you?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, I didn't quite understand.",
            "Male"
        ],
        [
            "MR LAX",
            "Let me put it to you another way then.  If you were worried about the comparison, why then would you admit the gun in your amnesty form, when in fact you had denied it in Court?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It is because I wanted to tell the truth.",
            "Male"
        ],
        [
            "MR LAX",
            "But it wasn't the truth.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Partly was true, and part of that was lie.",
            "Male"
        ],
        [
            "MR LAX",
            "Everything about the gun in this form is not the truth.  Everything about the gun is not the truth, in the first form.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "So how would that help you?  That's what I don't understand.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It will help in such a way that that attorney, I did not trust that attorney and I was still awaiting appeal.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, just to.  When this attorney came to you, was the process of amnesty explained to you?  What was required from you in order to get amnesty.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "It was explained by Anina afterwards.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "In other words the first attorney never explained to you what the whole process of amnesty was all about?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "The attorney did not explain the whole thing, but explained or told me that I should admit as to what I had in my possession and my role thereof.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole, just let me put this question again to you.  Why didn't you tell this attorney, lady I will not make the application now, I will wait for my appeal and then make the application?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I feared that she would disappear once I said that, and yet I had not divulged the whole truth at that point in time.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Perhaps we're flogging a dead horse.  We'll carry on Mr Sithole.  The position on, was that you were, you were at that stage incarcerated at the Medium Prison in Johannesburg when you made the first application.  Is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And your colleague from the IFP and your co-accused, Mr Magwaza, was also there with you at that time?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And you and him both made the application at that same time?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Did you and Mr Magwaza and Ms Colleen Henchie sit down and discuss the matter together?  Was there anybody else?  Please tell us the circumstances under which you made this application.  Who was there?  Tell us.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't remember as to who else was present.  I recall Magwaza and this one.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Sorry, by this one you mean Ms Colleen Henchie, the lady attorney.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, Colleen",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now, did they deal with your matter first, or did they deal with Mr Magwaza's matter first?  Did the lady deal with you first or with Mr Magwaza?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't remember.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "You see Mr Sithole, Mr Magwaza denied, he just repeated what he had said in Court.  He denied any involvement, any guilt in this particular matter.  You're aware of that, are you?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I heard that, yes.  He never said that to me.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Sorry, you were together when this application was made.  I'm asking you who was there and you and Mr Magwaza and Colleen Henchie, at least those three persons were in the particular, presumably consulting room in the prison at that time together.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now, when the, when Ms Henchie discussed this matter with you people, the same person that filled in the form for you has also apparently filled in the form for Mr Magwaza.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Chair if I may, once again I don't know if this is reasonable questions.  Maybe the question should be put to the applicant not ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps I could put it.  Mr Magwaza, you say that the three of you were together in a room when you filled in these application forms.  Is that correct?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Magwaza in his form, the version he put in his first form that's dated that same day, says that he wasn't even at Zevenfontein when this trouble occurred.  He was away.  He wasn't involved in it at all.  Did you know about that at the time that you filled in your form?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I heard that when he said that when he was talking and also denying the fact that he had a firearm.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Why didn't you do the same Mr Sithole?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Chair, I'm sorry for ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he's already answered that one.  He said he was protecting Mr Magwaza.  He said Mr Magwaza said that he must stick up for him and take the blame for the gun.  Were you protecting Mr Magwaza when you admitted that you were having the gun?  When you lied to the effect that you had the gun?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "What led me to say that, it was because Magwaza had not admitted that I had taken the gun from him.  Now I was pleading with him that, you see I'm divulging every truth here and I also made mention of the fact that I got the gun from you, and he did not, he disagreed with me on that point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Cachalia.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "As the Court pleases.  Sorry, as the Committee pleases.  Mr Sithole, I'm quite aware of that particular position.  I am saying that Mr Magwaza was consistent with his version in Court, denied all involvement.  Is that correct?  Is that correct Mr Sithole?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "The last I heard him denying or disputing that, it was during the time when Colleen was consulting with us.  And when I then arrived he admitted then and said, you now can say and be free that I gave you the firearm, because I have no any other alternative but to tell the truth.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Magwaza, sorry Mr Sithole, all I am saying to you is that Mr Magwaza had made a statement consistent with what he had said in Court.  Why did you not take that option?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I came here then to tell the truth.  I parted with it, completely divorced myself from what I had said at the Court of law, or in Court.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "But Mr Sithole what you are just saying is incorrect.  You did not ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we're beginning to flog a dead horse now.  I don't know if you'll ever get to it.  Raise it in argument I think Mr Cachalia.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "As the Court pleases, thank you sir.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole, there was a meeting held between yourself and other members of your IFP, I think it was Mr Zwane.  I speak subject to correct, I'll correct it if necessary.  With members of the ANC on the Wednesday when a meeting was arranged for the Saturday the 12th of February 1994.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, we had a meeting together with the ANC but I don't know as to what date it was.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "I'm suggesting to you that the meeting was on Wednesday Mr Sithole.  It is possibly correct.  Is that what you're saying?  Sorry the Wednesday before Saturday the 12th of February 1994.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now, one of your members came and made a report to you about her discussion about the availability of shacks, the availability of place to put on her shacks, her shack, on the designated land, as you call it.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't understand.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "I'm saying one of your members came to you and said that, you know I went to the ANC and this what they have told me, and as a result of that you went to the ANC.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And there you met Mr Sandisile Dastile, the late Mr Dastile, and others.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And they disabused you of what was told to you by the lady that made the report to you.  Let me put it more simply.  They said to you, what the lady told you is not correct, we have no problems with the ANC, sorry with the IFP member putting a shack in the area.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't quite follow you.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Anyhow, as a result of that particular.  It's not very important what I'm saying but I just thought I'd lead you through it so that we have the sequence properly, but, as a result of that you agreed to meet on Saturday, the two committees, the civic committee and whoever else was necessary at the sports ground on Saturday at five o'clock in the afternoon on the Saturday the 12th of February 1994.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "What's confusing is what you said earlier on that my members came and told me that we're having a meeting with the ANC.  They were talking about or referring to the land.  That's what's confusing to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no I think okay, we, Mr Cachalia said he was just leading up to the events just to get it in context, but the question he's putting to you now Mr Sithole, is, at that meeting on the Wednesday, or on that Wednesday, it was ultimately agreed, it was ultimately agreed that there would be a further meeting at the sports ground on the following Saturday, which was the 12 of February 1994, at five p.m. in the afternoon.  Is that correct?  That's what he's asking you.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, it is so, to discuss about the committee.  This committee that was allocated to us.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Let me proceed Mr Sithole.",
            "Male"
        ],
        [
            "MR LAX",
            "Just before you do, what his, his answer is not in agreement with what you put to him.  You suggested to him the meeting was about the allocation of land.  He's saying no, the meeting was about which committee would represent the people.  I just want to make that clear because we may go on to another issue and leave this unsaid, and then confusion could result.  Is that right?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps we could just sort out this issue and then it will be a convenient time to take the lunch adjournment, I see it's past one.  About the issue about what was the main purpose for that meeting on the Saturday.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Thank you.\n\tMr Sithole is what I am saying to you is that you decided to meet on Saturday at five o'clock in order to discuss the allocation of land for putting up shacks and who was entitled to them, and those type of issues.  Is that correct, or not correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, that is not correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Tell me what were you going to meet for?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "We were meeting there about the committee issue, because the ANC had said they are giving us this committee, and we said no, you cannot give us any committee.  It's best for you to call the entire community, and then allocate us a committee from there, and they decided that I give a specific date for us to convene another meeting.  And I decided Friday, and they said no they cannot, and I gave them that leave to give us the date for the meeting and they had said on Saturday.  The issue was about the committee.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole I just want to finish off by saying that there is a difference in approach but that's not very fundamental to your application, so what I wanted to just correct before we adjourn for lunch, Mr Sithole, is that I have been told that that meeting was not on the Wednesday but it was on the Thursday, that would be the 10th of February 1994.  I just thought I should put it to you if you wish to make any comment about that.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "What I know is that that meeting was based on the issue of a committee.  This land you re bringing to my attention, I bear no knowledge of.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would this be a convenient time then Mr Cachalia?  We'll take the lunch adjournment until twenty to two, quarter to two.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I remind you that you're still under your former oath.",
            "Unknown"
        ],
        [
            "JOHN M SITHOLE",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Cachalia.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATOIN BY MR CACHALIA",
            "(Cont)\n\tMr Sithole, is it correct that you have responded to the Chairperson of the Committee when dealing with your evidence, that you have said that you had learned to fire the AK-47 while you were still in KwaZulu Natal at your home?  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, it is correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Was that an AK-47?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It was something similar to what I had used on that day in question.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Was it not an AK-47?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It was AK in fact.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Whose AK was it?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It belonged to one of the guys there at home.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Yes, the name?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't remember the name.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Why did he give you the gun?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It is because I borrowed it from him for the purpose of shooting the animals.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "What animals were you shooting sir?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Those will be bucks.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now, you are saying to us Mr Sithole, and please you must understand that you are required to make full disclosure and you're not supposed to hide anything.  You are saying you went and borrowed an AK-47 for the purposes of hunting back, from a person that you do not know.  Is that what you expecting this ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, from a person that he can't remember his name.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "From a person whose name you do not remember.  Is that what you're expecting us to believe sir?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "How long ago did that happen?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It's quite a long time ago.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Years, months, days.  Tell us what you mean by long time ago, sir.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It will be years, number of years.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And you are not able to recollect the name of the person.  Is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, I don't remember.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now, who.  Sorry, my colleague and myself here are both a little naive about these matters.  Is an AK-47 also an automatic machine gun?  Because that was referred to in your trial.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, that's what they said in Court, that it's an automatic.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Sorry, the question that we really don't know the answer to, is an AK-47 an automatic gun?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't know automatic.  I only know that this is a firearm.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Thank you.  Somebody else might be able to assist us.  Be that as it may, Mr Sithole, what I want to put to you is that you, in order to shoot buck, you had asked this  person whose name you do not know, to lend you his automatic, sorry his AK-47.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we've got that answer.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "And having got that, who told you how to use it?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "He showed me himself.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Did he teach you how you operate that gun?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, he did show me as to how to use this particular firearm.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "How many lessons did he have to give you?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "He taught me how to pull the trigger and how, what to do in order for the gun to discharge the bullet.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Are you suggesting that it was all in one lesson?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Then after having shot buck on that one day many years ago, the first time you used an AK-47 after that was on the 12th of February 1994?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, I'd never used the gun between that period.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "That's what I'm saying yes.  Alright, be that as it may.  Did Mr Magwaza know that you had shot buck with an automatic AK-47 before?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, he did not know.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Why did he then give you the gun to use, if he didn't know if you were able to use it in the first place or not?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "He had two firearms, and he gave me one.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Sorry, that's not the question.  The question is, if Mr Magwaza didn't know how you, whether you could or could not use the gun, why did he give it to you?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Magwaza had two guns, and he said, Sithole here is another one.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Final attempt Mr Sithole.  I am saying to you, Mr Magwaza didn't know whether you could or could not use an automatic AK-47.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "He did not know.  Magwaza did not know that I could use this AK because I never made mention of the fact to him that I once used it previously.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now the question that I am asking you is if he didn't know, why did he entrust you with the most lethal weapon that was in existence on that day?  Why did he entrust it to you?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't know to him, that is really up to him why he did what he did.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole I want to remind you once more that when you are giving evidence to this particular Committee one of the pre-conditions is that you must make full, honest, disclosure.  Your evidence must be acceptable as a full disclosure of what you are telling us.  Do you still wish to stay by with what you just have told us?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "The truth that I've disclosed to this Commission is exactly what I've said and I stand by it.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole, you had before we went for lunch we had discussed the question of the arrangement of the meeting at five o'clock on the Saturday the 12th of February between the ANC and yourselves.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, I do remember that we were discussing about that fact.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And you had agreed that there was a meeting that was arranged for five o'clock on Saturday.  Is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, I did agree.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And you also agreed that that was a meeting between the ANC and the IFP and any other committees that might have an interest in the matter, in the community.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And this meeting was to take place at the soccer ground.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And the soccer ground is between Mr Magwaza's house and Mr Brown's house, on the one end.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's the second name Mr Cachalia?",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Brown, my apologies Mr Brown, Brown.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now you've given us a long version of what in fact transpired that day, that it was raining, that you had changed your clothes, that the people were attacking, that, what happened at that meeting that was supposed to be held?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "We did not have that meeting ultimately because it was raining, pouring, very heavy.  So there was no meeting.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "It was raining on your own version at one o'clock.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "From one.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Until?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Until late in the afternoon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Cachalia.  Was the meeting, are you saying the meeting just didn't occur because of the rain, or did people get together say let's postpone this meeting to some other day?  Was any arrangement made or did it just not happen?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "The meeting did not take place as a result of this rain, because it was raining heavily, so we did not have the meeting.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "What time did you say the rain stopped?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It rained continuously until late at night.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Oh, I thought you had just told us that it rained until late in the afternoon, and now you're saying it rained the whole afternoon until that night.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It rained the whole night.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "What you are saying is you're retracting your evidence that it rained until late in the afternoon.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't think I meant to say the rain stopped.  I meant to say, or I was saying, it was raining continuously, until dusk, until I went to bed as well.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Let me just remind you of what else you have said.  You had told us that at some time in the day, during that particular day, because of the very heavy rains your shack was flooded, you had to clean that up, then you had to change your clothing, and before you went to Magwaza's house you had in fact changed your clothing.  Is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Had the rain stopped for you to allow you to change your clothing and to get into dry clothes?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said, Mr Cachalia, that in fact he changed  his clothing twice.  He changed it once then he met some people then he had to go back and change it again.  So he changed twice.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Is that correct Mr Sithole?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Did the rain stop to allow you to change your clothes or you just decided you're going to change your clothes because you were too wet?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "The rain did not stop.  I changed still, and after this fight erupted I never went back to change, I continued in this whole thing without changing and also I feared to go home to change into other clothes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole, you have told us, and I think my clients agree, that they got on, that the IFP and the ANC until that particular day had got on very well, until that day the previous day had got on very well and that if there were any problems they would approach you and you would sort them out.  Is that correct?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Chair if I may, I don't think they got on very well with the, I think there was evidence led that they had some altercations.  I don't think got on very well is an exact situation at that stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think perhaps technically you may be correct.  But up until that stage Mr Sithole, is it correct that there was no real violence between the ANC and IFP at Zevenfontein and in fact most of the disputes that may have arisen between the two groups were sorted out by means of dialogue and agreement?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, we will solve any problems that transpired with no violence at all.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Thank you Chair for clarifying that.  Mr Sithole what I'm saying is that the position was that when there were problems you were able to approach one another, you were able to sit down together and resolve the issue by discussing the matter.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now the person that you will normally discuss it with is the late Mr ...(intervention)",
            "Male"
        ],
        [
            "INTERPRETER",
            "May the speaker be please audible.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "My apologies.  The persons that would normally meet in this matter would be at that time the chairperson of the ANC, Mr, the late Mr Dastile, his brother Sandisile who is sitting next to me, and other members of the ANC together with you on the other side and Mr Magwaza.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I didn't hear that quite clear.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Well perhaps, do you want me to repeat the question sir?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, I did not hear.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "I am saying that when you had a problem in Zevenfontein before this week in February, the matter would be resolved by you and Magwaza and Sandisile Dastile and the late Mr Dastile meeting and discussing issues and the matters would be resolved.  You would arrange to meet and sort out the problems that you had.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, it's correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "I am saying on this, that was the purpose for meeting on Friday at, sorry on Saturday at five o'clock in the evening.  Is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm getting a bit lost now Mr Cachalia.  I thought that meeting, oh so that meeting for Saturday was just a meeting of the four, it wasn't a community meeting, as mass meeting as such?",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Not according to my instructions, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And it was to take place on the soccer field, just the four of them?",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Sorry my apologies sir, may I put the question to him?  Who was supposed to meet on the soccer field at five o'clock on Saturday?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "All the people.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "May I just put it to you so that we have this in perspective, the IFP's offices was an enclosed area of the soccer field.  A little area that was just partitioned off from the rest of the soccer field.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, it was right close.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "In fact it was, it didn't even have a roof over it.  It was just an enclosure that was just partitioned off without even a roof.  Is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, that is right.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now is that where you were supposed to meet?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "We were going to meet at the soccer field.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "If the committee will bear with me for a moment.  Thank you.  Mr Sithole, sorry, in your application form you say that the meeting was to take place at 14h00.  That obviously is incorrect.  At two o'clock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just refer us to the page and the paragraph number just for easy reference please.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I think it's page 27 Mr Chair.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "On page 27, paragraph 3,7 sir.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No I dispute the fact that the meeting would have taken place at two.  I don't think I said that.  What page is it?",
            "Male"
        ],
        [
            "MR LAX",
            "Page 27.  Paragraph 3.7.  It does in fact say that Mr Sithole, in your affidavit.  I'll read you this passage just so you can be clear\n\"...The leaders and I, we agreed to have a meeting, on the 12th of February at 14h00.\"\nThat's two o'clock.\n\"...at the sports field, to discuss the problems in the community.\"",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Maybe I don't remember the time, whether I said that or not.  I don't quite remember.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "What I am putting to you Mr Sithole, is that although you have said so in your affidavit, and you have signed it, that is obviously incorrect.  Isn't that so?",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Chair if I may I think he just answered that.  He said it might be, he's just not sure, he can't remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What can't you remember Mr Sithole?  That you said that it was 14h00 or that the meeting was meant to be at five o'clock.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Maybe as a result of this prolonged evidence I've tendered here maybe I tend to have forgotten what I said earlier.",
            "Male"
        ],
        [
            "MR LAX",
            "What is your position now, do you accept, can you remember, was the meeting meant to be at five o'clock on Saturday or at two o'clock?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I think have forgotten.  I do not know as to what time this meeting was supposed to have taken place.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "I put it to you Mr Sithole that it was fact arranged that you would meet at five o'clock at the sports field.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't refute that.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "That's how I understood the position to be, but it is quite coincidental that on page 72, paragraph 9.1 Mr Magwaza makes the same mistake.  He also says it was at two o'clock.  Do you wish to comment about that?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't dispute any of that, whether I did that or not.  Well I'll attribute that to the fact that I've forgotten.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Let me put to you Mr Sithole that whether it was at two o'clock or five o'clock that meeting in fact never took place.  Am I to accept that the meeting didn't take place because there was the rain, very heavy rain on that day?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, you may as well accept that because of the rain the meeting did not take place.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole, Mr Dastile and other will say that it had in fact stopped raining and if you wanted to you could have held the meeting on that particular day.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "There was no-one at the soccer field since it was raining.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "At the time of the shooting, the members of the IFP, where were they, on the soccer field, or where were they?  Just immediately prior to the shooting.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "They were at the soccer field right next to the garbage truck.  They were coming from Magwaza's shack.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And that's where the ANC was supposed to meet you, is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, that's where we were supposed to have met.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And the late Mr Dastile in fact came and stood awaiting to be acknowledged by your group and he waited there for some time and nobody acknowledge him.  Is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that Mr Dastile the deceased, or?",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "That is so, sir.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No he did not show up.  It was myself who initiated to ask them if they were coming to approach us based on the argument or on what we heard earlier on.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Who did you approach, Mr Sithole?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I was saying to all of them, the ANC people that is, and they were all standing armed with the spears, and as soon as I said that they said you are still going on talking, and they started assaulting.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Assaulting you?  Did they assault you?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, assaulted me.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Unless I have misread the documents, I don't think anywhere in your documents you ever talked about you being assaulted.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "May I just come in here?  He did mention in his evidence-in-chief that as they were coming to him he asked them why, in fact he said to ...(Zulu words).  I don't think it was interpreted as strictly as assault by our interpreter, but as I was listening to the Zulu version he did mention that he asked them why they were beating him, in his evidence-in-chief.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Thank you lady, I have no problem with the evidence that he gave, I'm saying that in the documentation that he had provided there is no indication that he or anybody else of the IFP were ever assaulted.",
            "Male"
        ],
        [
            "MR LAX",
            "How were you assaulted Mr Sithole?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "They stoned me and they shot as well, at me.",
            "Male"
        ],
        [
            "MR LAX",
            "Were you injured by bullets?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, I was not injured, because as soon as I heard the gunshots I took cover.  I fell on the ground.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Cachalia, I think if you take a look at page 30, paragraphs 5.5, 5.6, 5.7 that sort of leads up to the situation immediately prior to the shooting and from that there's no specific mention of any assault other, it does mention a gunshot being fired, but not an actual assault.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "I just wanted to finish what I was asking him.  Where, you say they threw stones at you, did the stones actually hit you, cause you injury?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, I retreated and I sustained no injuries.",
            "Male"
        ],
        [
            "MR LAX",
            "So in fact you weren't assaulted at all then.  If you weren't hit by anything.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "They were assaulting me, but I managed to retreat and I also took cover and I laid down on the ground.",
            "Male"
        ],
        [
            "MR LAX",
            "Carry on please Mr Cachalia.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, did you say that the stones hit you on your body?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "No, they did not hit me on the body.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Thank you.\n\tMr Sithole, what Mr Lax and I am saying to you is that nowhere in your documentation, nor in your evidence, did you, was there any question of you being assaulted at all.  You are now coming with a version that you were assaulted.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Cachalia.  I'm not saying anything to him in that regard.  You are putting it to him that nowhere in his documents does he say that.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "I have worded it incorrectly.  My apologies for that.  Mr Sithole, nowhere in your documents did you say you were assaulted.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I do mention that the ANC people assaulted me, this is why I went back to find out, it was at that time when they began stoning me and shooting at me.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole I just want to say to you that when you say you were in fact assaulted, you were in fact not assaulted at all and that is not correct to say that you were assaulted.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I was assaulted.  They threw stones at me and they also shot at me.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "It is a fundamental coincidence in this whole action and I think it was dealt with, I think it was also dealt with in your Court, that the ANC who were shooting at you people, and who had been stoning you, and who had spears, axes and knobkerries with them, never managed to kill or injure or hurt any member of the IFP.  Am I correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, it is correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "So either they were very bad shots, or your version is a total lie.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "We had already seen the fact that they were coming to assault and injure us and we had to be proactive.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole, I am saying that in the throwing of the stones, in the possession of the various other weapons that they had, and in the shooting by people whom you did not know who was shooting, from the ANC towards the IFP, not a single member of the IFP who was gathered there on that day got hurt.  Is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said that.  He's already said that.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "As the Chair pleases, my apologies.  If that be the case, Mr Sithole, they were either very bad shots or you are telling a, you are fabricating a version.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think this could be adequately dealt with in argument, this question of probabilities or whatever.  But he can try to answer if he wants.  Probably say that they were bad shots.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "As the Chair pleases.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "This is not a fabricated version or a lie.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole you say when they started shooting to you you fell to the ground.  And did you only shoot from the ground, or did you stand up?  You say you took cover.  I'd like to know precisely the details of what happened when they started shooting what you did at what stage.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Well I did not fall as such but I threw myself to the ground.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And then?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Then we shot at each other.  They were shooting at me and I was shooting as I was on the ground, and I shot one of them and he fell on the ground, and they pulled him with, running away with him.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "You're referring to the late Mr Dastile.  Is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I did not see whether it was him or not.  I am referring to the one who got shot and fell instantly on the ground and they took him with as they were running away.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "What I'm saying to you Mr Sithole is that you fell to the ground, as I recollect and my memory might not be absolutely correct, did you say in evidence-in-chief that you had also taken cover behind some shacks or building?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, I did not say that.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Cachalia he in fact said it in reply to a question you put to him earlier, just this afternoon after lunch.  He said he fell to the ground and he took cover.  He didn't say behind what.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Thank you very much, I remember that that's what he said this afternoon.  I thought earlier he might have said, but it's not very fundamental so I will not go and look at my notes right now.  Mr Sithole, were you at the time when you were shooting near Mr Brown's house?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, it was near.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "After you had initially shot did you climb onto the roof of Mr Brown's shack?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, I did not.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "I will lead evidence at this particular Committee's hearing that in fact you climbed onto the roof of Mr Brown's shack and from that particular position continued shooting in the direction of members of the ANC from the top of that particular roof.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't dispute the fact that I shot at the ANC members.  I did that in an attempt of defending myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No the whole point of what Mr Cachalia is saying is, he's saying that he will be leading evidence later in this hearing to the effect that when you were shooting at the members of the ANC at one stage you were actually standing on the roof of Mr Brown's shack.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I don't dispute what he says, but what I'm saying is that I never climbed up the roof of Mr Brown's shack.",
            "Male"
        ],
        [
            "MR LAX",
            "So you are disputing what he's saying, because what he's saying is that you climbed on the roof.  Now you're saying you don't dispute it but you didn't climb on the roof.  So do you dispute that you climbed on the roof?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I did not climb on the roof of Mr Brown's shack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you at any stage on the roof of Mr Brown's shack when the shooting was taking place.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "No.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Thank you.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did you climb any roof at all?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Except my own shack, when I was putting back the roof ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We're talking about when this shooting was taking place.  Did you climb on any roof at all?  Not asking whether in your whole life you've ever been on a roof.  At the time of the attack did you climb on any roof?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "No, no I did not climb any roof.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole, as I said before, that was the evidence that's going to be led and I don't want to mislead you.  The chairperson said that you were standing on the roof.  It was going to be suggested that whilst you were shooting you were kneeling whilst on the roof of Mr Brown's shack.  You got any comment about that sir?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No I dispute all that.  I was shooting from the ground, lying on the ground, not on top of the roof.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did you see anybody climbing Mr Brown's shack and shooting from that roof?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "No, I did not see any.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Thank you.  Mr Sithole, you said that Mr Zwane and Mr Mpongosi said on that particular day that the ANC were attacking.  They came to you shack and informed you about the attack by the ANC.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, it is correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And you told them to go down to Magwaza, to your brother's shack did you say.  Is that what you said?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, it is true.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And after that you had changed your clothes, and after you had changed your clothes, you heard a gunshot.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Then you changed your evidence to say in fact you heard twice, the gunshots were twice in fact, not one gunshot, but twice.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That's the second time.  The first time that's when I said I heard this gunshot once.  The second time now I heard the gunshot twice was when I also got out of the house and went to Magwaza's place.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "What you are saying in fact Mr ...(intervention)",
            "Male"
        ],
        [
            "INTERPRETER",
            "May the speaker be audible.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "What you are saying in fact Mr Sithole, is that whilst you were still in your shack and you had changed your clothing you first hear a gunshot, in fact twice you had heard a gunshot.  Are you now saying thereafter you heard some more gunshots?",
            "Male"
        ],
        [
            "MR LAX",
            "No, he's saying that he heard one shot on the first occasion, and then later, just before he went down to Magwaza's place, after he changed his clothes again, he heard another, he heard two shots.  That is the way I understand it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he heard three shots in all, but on two different occasions.  On one occasion, the last one, he heard two shots, just prior to going to Mr Magwaza's house, and on the first occasion one shot.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "I'm indebted to the Committee for clarifying that.\n\tThat is correct Mr Sithole, what the Chairperson and Mr Lax the Member of Committee has been saying?  Is that what you heard?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now, when you made this extensive affidavit as to what happened on that particular day, we didn't hear you talking about any gunshots while you were in your shack.  There is nothing referred to about the gunshots while you were in your shack.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "This gunshot I said I heard it after Zwane and Mpongosi had left, after I told them to go to Magwaza.  I heard this gunshot.  And as I was going out I saw the ANC people approaching my shack and I went quickly back inside and closed the door and sat in the house, in the shack that is.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "I hear what you're saying.  I'm saying Mr Sithole, in your affidavit you didn't refer to all these issues.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I'm tell you about what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Cachalia wants to ask you is why didn't you mention that you heard gunshots prior to you being at, or in the vicinity of Mr Magwaza's house.  Why didn't you mention that in your affidavit?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I know I did make mention in fact to this gunshot, maybe the person did not hear.  I heard this gunshot as soon as Mpongosi and Zwane left and I opened the door I saw the ANC group approaching and I quickly closed the door, closed myself inside.  Maybe he did not hear that as I said it, but I did say that.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole I did hear what you said, and I am saying that you did say so in your evidence, I'm saying but I don't wish to prolong this issue, you have not mentioned it in your affidavit ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What he said is that he told the person who took the affidavit but it hasn't been written down.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "The affidavit was read to you Mr Sithole, before you signed it.  Is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "The affidavit was read to me.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And when it was read to you you realised that this matter you raised about the gunshot was not in the affidavit?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I discovered that, but I did not know how to rectify that error because it was after that.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "You realised it but you didn't know how to rectify the affidavit.  Is that what you're telling me sir?  I'm sorry, I just didn't hear.  I'm sorry to repeat the question.  Are you saying that you realised that they had put that in but you did not know how to rectify that error?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I did not know how to rectify that mistake.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But Ms Interpreter if you can ...(intervention)",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Because I was about to appear.  I was just about to appear.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "You were about to appear where sir?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Appear right in this Commission.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Oh, I see.  Sorry, I don't know what you're saying. ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Cachalia.  Mr Sithole you were asked whether at the time you signed this affidavit it was read back to you, and you said yes.  That is on the day it was signed which is not clear from this affidavit.  It looks like the 30th of August 1997.  Is that the date that this affidavit was signed?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, it was read to me, and I also mentioned that there is something that I don't understand that might have been omitted, and yesterday we got here and I went back I did nothing to that effect.  Even today I did nothing because I was about to appear.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Thank you Mr Lax.  Mr Sithole, we're just wasting a lot of unnecessary time, I just want to put it to you quite clearly that you, the affidavit was read back to you.  Is that correct?  Was the affidavit read back to you sir?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes it was read back to me and you realised that what you had told them about the gunshots while you were in the shack was not in the affidavit?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, I realised.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And you did not tell your attorney or whoever was dealing with you at that time that this particular fact was omitted?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I said that, and also the police were hurrying to close, where we were.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Sorry, are you now saying that because there was an urgency and a hurry it wasn't done, and that's why you didn't do it?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "They said we will furnish the rest of the information in front of the Commission, whatever was omitted will be furnished in front of the Commission.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Let me leave that and start on the next issue.  You said, Mr Sithole, that you were in your shack when you saw this ANC people running towards you, you went inside.  Is that correct?  You hid yourself back in the shack.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I was inside my shack and as I was going out after I heard the gunshot I saw the ANC people approaching, coming, running to my shack, having spears, and I went back quickly inside and closed the shack door.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And they peeped through your shack and could not see you inside.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No they did not see me.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And then you came out again.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And they were still there outside your shack.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "When I got out I thought they had gone already because I did not see any of them from the shack, but as soon as I was outside they emerged around from behind the shack and I stood and raised up my hands and said, I said to them, what's the matter, what's happening.  Asked them rather.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "You didn't ask them that, not in, that's not what you said in your evidence-in-chief.  Can you remember what you said in your evidence-in-chief, sir?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, I remember.  I said Zwane arrived, came together with Mpongosi, and told them ...(intervention)",
            "Male"
        ],
        [
            "MR CACHALIA",
            "I'm sorry I don't want to interrupt you.  We're not talking.  Zwane and company had left, the ANC people with the spears charged and you hid in your shack.  Is that correct?  After Zwane had left, you came out of your shack and you saw these people charging towards you and you went back into the shack.  Is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And you were hiding in there.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And they couldn't see you in there.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And you then came out again and they were there.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And you say you remember what you had said to them.  I am saying that what you said in your evidence is not what you said now.  Do you remember what you said in your evidence-in-chief, sir?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I asked as to what was wrong, why was I being attacked, and they said it was a shebeen matter.  And I wanted to know what happened at the shebeen and they said they didn't know, and I said, why then are you attacking me when you don't know, and they did not answer.  And I said to them you should go back to the office to try and find out why you are attacking me and then Justin said, yes, Sithole is correct, we should go back and find out.  I am talking about the Justin who is still around.  They then left.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole I put it to you that what you said when they confronted you is.  \"...Why are you killing me.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My note says, \"...I asked why they were trying to kill me?\"",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "What you said is \"...why are you trying to kill me?\"",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, I did ask that question as to why you are attacking me, why are you killing me, and before you kill me I would like to know what it is that I have done, and they said it was a shebeen matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it's just a question of semantics.  Why are you attacking me, why are you trying to kill me, and also I know just from experience in matters of this nature they often refer to attacks as being tried to be killed.  And it's a question of interpretation as well, so I don't think it's such a, it's not such a big bull point that he said why are you trying to kill me in evidence-in-chief and now he says why are they attacking me.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "I'll defer to the experience that the Chairperson has in this matter.  I thought it was quite a serious matter when a person is saying why are you killing me or why are you trying to ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's essentially a question of interpretation.  I think that can be confirmed by my colleague here.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "In fact Mr Sithole, not a single hand was laid on you on that day.  Is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I shielded myself as I was being attacked.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Please tell us how you were attacked?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want to go through this whole thing again about stones being thrown and gunshots at Magwaza's house?  You know we've had that, we know about what he said.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "No sir, attacked, he was attacked here when he came out of the shack, not at that time, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No then I think you must be, because otherwise he's I'm sure about to relate this whole what we've heard several times already.  He didn't say he was attacked outside his house.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "He says he shielded himself when he was attacked sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Cachalia you put the question very loosely to him I'm afraid.  You've said to him are you saying that during this whole day not a single hand was laid on you.  He then replies during the whole day, and now you want to narrow it to the issue outside his shack.  It's really not fair.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "My apologies.  Mr Sithole in fairness to you, were they trying to attack you that day outside your shack?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, they were trying to attack me inside the shack, because they came to the shack and peeped round the windows and I realised that I was being attacked.  And when  I left and when I came out I saw them and I started asking why I was being killed.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "But at that stage nobody had laid a hand on you.  Is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, at the time nobody laid his hand on me.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Did you try and shield yourself at that time?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I only shielded myself after we left Magwaza's place.  That is when I started shielding myself.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Not outside my shack.  Sorry, we'll carry on.  By the way, just to digress for a moment, there was evidence that you had given that you wanted to, that the IFP was going to arrange for busses to take you to Durban where you were going to attend a meeting with chief Mangosuthu Buthelezi.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, that is correct.  But it was not chief Mangosuthu Buthelezi that we were going to meet, but instead the prince.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Sorry, you were going to meet somebody else.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said the prince.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "In your affidavit you've referred to the king.  Is that the same person we're talking about, sir?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "We're talking about the king, not the prince.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Thank you very much.  I think we might have had some problems there with the ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Just for the record Mr Cachalia.  In his evidence-in-chief he clearly said they were going to a meeting to meet Buthelezi.  There's no question about that.  But I'll leave it at that.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Thank you Mr Lax.  It is incorrect when you said that you were going to meet chief Mangosuthu Buthelezi, you were in fact going to meet with the king or the prince or whatever it is translated to.  Is that right sir?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, that is correct.  The king is the king.  Buthelezi is Buthelezi, he's the chief.  I spoke about the king.  I did not mention Buthelezi.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "The applicant had said umtwana, and that umtwana will not be isilo, that's what he had initially said in his evidence-in-chief.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What is Umtwana, prince or king?  Nothing's coming through.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Yes, I realise that.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, just to follow up on the Chairperson's question to you Ms Interpreter, what is the difference between umtwana and isilo?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Umtwana is the prince, isilo is the king.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole, irrespective of the nuances of interpretations, I am saying that in your evidence-in-chief you had said that you were going to visit, you were going to a meeting with chief Mangosuthu Buthelezi.  And now we're not talking about princes or kings or anything, we're talking about a particular person, as was interpreted to us, as I heard it through my, you talked about chief Mangosuthu Buthelezi.  That was incorrect is it?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Cachalia.  The interpreter is explaining to us that he used the word umtwana, and from that she deducted he was referring to Minister Buthelezi, as opposed to using the word isilo which would have implied the king.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that was the interpreter said that, not the witness as such.  The interpreter said it, after the witness had used the word umtwana.  It was interpreted to mean Buthelezi whose not the king but more of a prince.",
            "Unknown"
        ],
        [
            "MR LAX",
            "In other words he never used the word Buthelezi at all.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Yes, I'll accept that.  Thank you for assisting in the matter.  Thank you very much.  Mr Sithole, this shebeen matter that Mr Lax questioned you about during your examination in chief.  You haven't been very clear as to what in fact happened.  Can you try again to tell us what was this shebeen matter that was the question of the conflict on the Friday?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't know the shebeen matter on Friday.  I only know what happened on Saturday so that when I asked why I was being attacked they told me it is a shebeen matter.  And when I enquired as to what happened at the shebeen they said they did not know.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "You're quite correct Mr Sithole, it was on a Saturday and not the Friday.  I want to put it to you Mr Sithole that what in fact happened is that members of the IFP went to the shebeen of Mr Maloitse and that there was a dispute that arose there and members of the ANC were called because members of the IFP were assaulting and harassing the patrons of the shebeen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know anything about that?  That's just what's being put to you.  If you don't know anything about it just say so.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "No, I know nothing about that.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole, when we talked about the distance that the ANC were from you, your initial answer was that they were on the other side of the road, as it was interpreted to us.  Just prior to the shooting for completeness sake.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I indicated that they were standing at a distance the same as the other side of the street here.  I am referring to the street here just outside the building.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Alright.  There is no street outside, there's a parking lot outside building and there's a street other side the parking lot, but I won't make too much of it.  I don't intend to take that matter further.  You said that there was the, approximately, am I correct when I say that you say there were approximately 400 ANC members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said that.  400.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Is that correct Mr, Sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said that it was plus minus 400.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "...(inaudible) in your statement you talk about 100 members.  Page 29, 5.3 paragraphs.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Mr Chair I think you might be confusing issues here.  I think the 400 will relate to the incident at the soccer field.  This 100 people mentioned approaching his shack, I'm not sure if it was the same crowd on both occasions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this the occasion when they peeped through the window, the 100 people.  No he said the 400 people, that was in response to a question asked by myself, and that was at the time of the shooting up at the soccer field at Magwaza or in the vicinity of Magwaza's house.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Mr Chairperson both you and Mr Claassen are correct about that.  Mr Sithole, there was, when you left your shack and went to the, after the hundred people had surrounded your shack, is that correct, you went to Magwaza's house.  Is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And from Magwaza's house you didn't have any time to talk and you had to protect yourself and you went towards the soccer ground, that is in the direction of where the ANC people were.  Is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, that is correct.  I came across this ANC group as they were approaching then I met them at the grounds.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "In other words, Mr Sithole, in order to approach them you had to go towards them away from the riverside up towards the hill rather than moving away from them.  Is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes we approached them.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "If you were afraid of what they might do to you why did, if you had to arm yourself, why did you have to go towards them and not go away from them?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It is because the river was overflowing.  There was no way we could have gone towards the direction of the river.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Can I put it to you that the river is approximately five to six hundred kilometres away, sorry, five to six hundred metres, my apologies.  The river is from Mr Magwaza's house about 500 to 600 metres away.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't know about metres, but I could see the river from where I was standing.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "I want to put it to you that I was there yesterday on an inspection in loco and that is my estimate, are you prepared to accept that or are you saying that that's not right sir?  Instead of saying five to six hundred metres lets put it at five to six hundred paces.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's a bit difficult when you're dealing with somebody who admits that he's illiterate and can't count, so I mean 600 paces doesn't mean too much, you know.  So if you had to walk there it would take, well I don't even know how if he knows time.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Perhaps I could help.  Just a measure that I've found helpful.  Mr Sithole you know how big the soccer ground is.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "It's approximately a hundred paces.  Was it about four or five or six soccer grounds in distance?",
            "Male"
        ],
        [
            "MR CACHALIA",
            "That is from Mr Magwaza's house to the river.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, I don't know whether the soccer fields are the same insofar as the metres are concerned.  I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this very important Mr Cachalia, whether he knows whether it's five or six hundred paces.  The fact is, he says he didn't retreat because the river was there and it was overflowing and he could see it.  Now whether you can put an alternate version, that's fine.  I mean whether he admits that it was 600 metres or not, it was some distance away but he gives a reason why he went forward and not backwards.  Whether that's acceptable to you or not it doesn't change his position.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole, you say you went towards the members of the ANC.  Sorry, by the time you left your shack and you came to Mr Magwaza's place and you got the AK-47 and you went to the soccer field, how long did that take?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It didn't take long, a long time.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Can you give us an estimate sir?  One or two minutes, five minutes?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I would not estimate because I started rushing immediately I took reception of the firearm from Magwaza.  I took the firearm and then started running.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Sorry, you took the firearm and started running.  There was a tremendous hurry about this matter.  Is that correct?  You were in a hurry?  You were rushing?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I was in a hurry because I wanted to talk to them to find out from them as to whether they had come to me so that we could discuss what were discussing earlier on.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "The soccer from Mr Magwaza's house is about half the distance of this hall.  Is that right?  Mr Magwaza's house is half the distance of this hall from the soccer ground?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.  Yes it can go as far as the parking lot.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now from, you went from your shack to Mr Magwaza's house.  Mr Magwaza was in a terrible hurry.  He said no time to discuss the matter.  He gave you the gun and you rushed back to the soccer field.  Is that right?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, it's correct.  I went back to the ANC people who were approaching coming to the sports field.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And I'm suggesting to you that that can't take more than a few minutes.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't know.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Then I want to put it to you that, I want to know from you whether that crowd of 100 people then suddenly became 400 in that few minutes?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know, I can't understand, we know that he estimates there's about 100 people near his house, but does that necessarily mean, or are you suggesting that the ANC people all stuck together?  I mean you can get people splitting off from a group.  It doesn't mean that because a  few minutes ago he saw a hundred people at this house and a few minutes later there were 400 on the field, that they all were following in a lot.  I mean, if he saw a group of ten people at his house does it mean that there weren't 400 people on the soccer field?  I can't understand what you're trying  to get at here.  Are you trying to trip him up on credibility that he said there were about a hundred people in his statement and then later said 400 people.  If so you must just put it to him and say I put it to you there were only so many people in the group.  Because it's not going to be conclusive.  I mean we haven't got evidence that everybody around his shack was the entire group.  There might have been 300 people sitting on the soccer field the whole time.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Thank you sir that might very well be so.  Do you agree with what the Chairperson is saying Mr Sithole?",
            "Male"
        ],
        [
            "MR LAX",
            "No he hasn't said he agrees with it at all.  Why don't you just put to him what your client's version is.  How many people were there?  If they dispute that there were 400 just put it to him.  Let's get this over with and move on.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Yes, excepting putting it to him and just going  on doesn't attack his credibility in this matter and the question of his ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I've said Mr Cachalia, whatever he says about, you've said, do you expect us to believe that in, within a very short time, a matter of minutes, the group grew from 100 to 400.  If he says yes, or if he says no, it's not going to make any difference to us here I can assure you, because we don't know that all the group were around his house.  That 100 people.  I mean there could have been 300 people on the soccer field, and a hundred come down to his house.  That doesn't mean that that group of a hundred suddenly grew to 400, they just came from nowhere down from the hills or anything.  And he only saw a hundred around his house, there might have been 400 there but they were out of his view, so it's not attacking his credibility, whatever he says.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "I want to put to your Mr Sithole, thank you sir, I want to put to your Mr Sithole that there were nowhere near 400 people in the ANC group at any time on that particular day on the soccer field or around the soccer field, sir.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I am saying they could have easily made 400.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Was that the same group that came round your shack on that particular day?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "The one group that surrounded my shack or my house could have been 100 according to my estimation.  And after having spoken to them they left as a group, but when they came towards the sports field they were far much more than that, they were now around 400.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole you told us that what had occurred on that particular day was spontaneous and that here was no instruction to do what you had done.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "I am saying to you, I'm asking you what was the, was there a political objective in the act that you had committed on that day?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I wanted to find out from the ANC people was to why they were attacking me.  They did not advance any explanation.  We ended up fighting without me knowing why I was being attacked.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "What you are saying is that there was no, when you shot at them you didn't intend to attain any political objective.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I meant to protect myself.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "For the last time sir I'm just going to put it.  Did you have when you shot at this people when you killed this people when you injured this people, did you have a political objective in shooting and killing this people.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I had a political objective because they were the ANC and I was a member of the IFP.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And was it your intention to kill all members of the ANC?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "It was not my intention to kill all of them.  My intention was to protect myself.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "So am I then correct in saying that in protecting yourself you shot them but there was no political objective in killing any particular member of the ANC?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think I could answer that question.  I wouldn't understand it.  What would you like him to say?  I mean, I shot them so that there would be one vote less in the election or what?  I mean, if you've got a situation that was, what he said from his evidence, whether it's disputed or not I don't know, but there was a highly volatile situation brought about by the political differences of the various communities of that, of Zevenfontein.  They were being attacked, that's his version, and he shot in defence of it because he was IFP they were ANC.  So when he pulled the trigger, I can't understand how anyone can answer well what was the political objective to be obtained.  Or attained.  There wasn't anything obviously on the evidence to be attained by the shooting other than defending himself.  On his version.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "That is what I'm going to argue to this Committee, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's a question of argument.  It's a question he can't answer.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Before I could argue it I thought I must give him an opportunity to answer that particular question.  Now obviously what kind of answer it is would be difficult for him to answer but it's the kind of matter that I thought I need to argue before you but in fairness to him give him the opportunity to answer, sir.  Only purpose sir.\n\tMr Sithole, the last issue that I want to deal with you is, that if I am at Mr Magwaza's house and if 400, on the assumption that that is the correct figure, of ANC members are approaching you, the alternative that was available to me was to run in the opposite direction towards the river and when the river was not crossible because there was too much water in it run along the banks in either northerly or southerly direction you would be running from your home, from Magwaza's direction in an easternly direction you could have run towards the river and run away from there rather than confronted them and shoot them.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "We could have taken a different route because they were all over the place and we were in the middle.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole the position of Zevenfontein it is a slight hillside going into a river and on the hillside, on the slopes if the squatter camp of Zevenfontein, and the majority of people re living higher up from the soccer field, not towards the river.  Is that correct sir?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes they used to stay around the river before.  They moved after the fighting.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Sithole the crowd that was coming was coming from the top end of Zevenfontein coming towards the river, is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now there was no crowd of ANC people coming from the bottom and from the riverside to Mr Magwaza's house, is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, there was no group that was approaching from the river towards Magwaza.  The entire group came from that, from the north.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Let's call it the top side because we might be mistaking the directions.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Thank you.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Now Mr Sithole I'm putting to you if the crowd that has this malicious intent of wanting to harm you is coming from the one direction, you are rushing towards it when you have an option of running on the opposite direction.  Why did you do that sir?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "We had nowhere to run to except to cross the river, because the place is as I illustrate.  You have this river running this way and you have the houses on the other side, and they were coming from the different sides of the houses.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Mr Magwaza I want to suggest to you that there was no objective that you intended, your only objective on that particular day was to go and kill and hurt and injure other people and that's in fact why you approached them instead of taking the easier option of going towards the river and when you find the river is overflowing run along the river in either direction of the river.  My apologies I called you Magwaza.\n\tMr Sithole let me put the question again to you, I'm sorry, it's just been brought to my attention that I called you Magwaza.  I am saying that you Mr Sithole only did what you did because you had a criminal intent of killing Mr Dastile and the other deceased on that particular day without any political objective and the easier position for you was to run away from where they were approaching from towards the river and when you found it to be so full Mr Sithole, you could either run along its banks in either direction, and avoid the crowd in that way, or at least attempt to avoid the crowd.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "There was nowhere to run to.  The river was overflowing.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Thank you very much sir.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Mr Cachalia, can I just get this clear from you.  Are you then saying that the ANC was attacking the IFP?  If you are saying that he should have run away?",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Not in the least madam, what I am suggesting is very simple that on his version, on his version he had another option.  I'm not suggesting for a moment that they were being attacked, there were 400, we'll put our version, I have put it in a manner of speaking to the applicant but I put it in detail with you with the evidence.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "And is it in dispute that there was a tension between the ANC and the IFP on your client's version?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "There might have been tensions between individuals, between the committees and the members there was no tension.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Cachalia, I'm a bit puzzled here.  These matters that Advocate Sigodi has just raised with you you haven't put clearly to this witness any of those things.  You haven't said how many people there were, you haven't said there wasn't a fight, you haven't said there were tensions to him.  In fact you haven't, apart from looking at contradictions on his own version, you haven't put a version to him which you might back up with testimony later.  And if you don't do that now that's going to be a major problem later.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Thank you for bringing that to my attention.  I thought I had put to them that weren't, I'd put him to dispute the number he is suggesting there are 400 or 100, I haven't put the numbers to him. I am saying that I have put to him already that they had a very good relationship and that they had in fact sorted out their differences amicably in the past and there was no problems with the ANC on that particular day, so I'm saying that there are in fact no problems.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Are you putting to the witness, or is it part of your case, that nobody was armed in the ANC group, there were no gunshots emanating from that group, they weren't armed with spears or kerries, and that they were just attacked without notice or without reason.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Sir I did put to the applicant that the late Mr Dastile approached the group that was standing on the soccer field, that he waited for them to respond and the didn't respond, as a result they then walked away, but I can put it in the detail that the Committee might think is required.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Cachalia it's really up to you to decide how you're going to handle the case for the victim.  All we are saying is what we've already said to you, and that's our either misconception or understanding of your case so far, but it's up to you.  You know we can't tell you what to do.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "As it pleases, then perhaps I should just put it much more clear.\n\tMr Sithole there was an arrangement - I just want to put the case of the victims to you, there was an arrangement on the Thursday to meet on Saturday at five o'clock.  Any comment?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't know what the date was agreed upon as to when we should meet at the grounds.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Sorry, I don't want to go through the whole cross-examination again.  I am saying that did you and your IFP members agree with the ANC to meet on Saturday at five o'clock on the ground, yes or no.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think just put your version.  We won't go through the whole cross-examination.  We've been here most of the day already Mr Cachalia.  Just, if you don't want to put it you don't have to put it, but just put your version and at the end of it you can say this is the version that's going to be put.  If you don't want to put your version you don't have to, as Mr Lax said it's up to you, but we don't have to go through the whole cross-examination again.",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Precisely sir and that's why I put it to him that we had made the arrangements and had given versions which with Mr Sithole on Friday there was a dispute about what happened at the Moloitsi shebeen as a result of which there was meetings between you and other parties on Friday again.  Are you aware of that?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "No, I know nothing about that.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "You do admit that there was in fact a dispute about the posters that had been destroyed by the IFP youth which you were approached with and which was denied.  Is that correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, I know that.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And on the, you had discussed questions about roaming bands of people at 3 o'clock in the morning and 5 o'clock in the morning and the toyi toying, all those matters are being disputed that nothing like that happened in Zevenfontein on Friday night or any other night in that week.  Any comment about that?  That's what the victims will say.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I am saying that happened.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "And at no stage, Mr Sithole, was members of the ANC who were going to meet you on the Saturday carrying arms in the form of firearms, spears, guns, kerries, or any of the sorts.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I am saying they were armed with axes, spears, and machetes, and many other things.",
            "Male"
        ],
        [
            "MR CACHALIA",
            "Thank you sir.\nNO FURTHER QUESTIONS BY MR CACHALIA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you Mr Cachalia.  Ms Lockhat do you have any questions to ask the witness.",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "No Chairperson.\nNO QUESTIONS BY MS LOCKHAT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Claassen do you have any re-examination?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR CLAASSEN",
            "Thank you Mr Chair, maybe just an issue that's already been discussed.  Mr Sithole, if you could just, there's been made a lot of mention of distances and times, confirm that you are illiterate and you do not understand time as such in the sense that you understand how a watch works.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR CLAASSEN",
            "Thank you, that is all Mr Chair.\nNO FURTHER QUESTIONS BY MR CLAASSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Sigodi do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "ADV SIGODI",
            "Just one aspect that I want to clarify with the applicant.  You say that when you went to, in your affidavit here on page 30, paragraph 5.5, you say that when you went to Mr Magwaza's house you found Mr Zwane, Mr Mpongosi and other IFP members that were gathered in that vicinity.  Were they inside the house or were they outside the house of Mr Magwaza?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "They were outside.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And when Mr Magwaza came to hand you this AK-47,  were the other people also armed, or did you see them having any firearms?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I really could not make out.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you know where Mr Magwaza got these firearms from?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "We were discussing that contributions, financial contributions should be made because we have picked up vibes to the effect that the ANC was going to attack us.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "When was this?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "It was just before the fighting.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And who was supposed to contribute for the firearms?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "Anybody was supposed to make a contribution but the person that was collecting the money was Bengu.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Was he responsible for buying the firearms?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "No, he was just handling the money.  Magwaza was the one who was in charge of the purchasing of the firearms.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Do you know how many firearms the IFP had in that region at that time?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "He told me that he managed to procure two firearms.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you Chairperson, that's all.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax do you have questions for him.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.  Just on the issue of firearms, you were asked originally who else had firearms there, and you mentioned two other people.  I didn't catch it very properly.  You said there were two other handguns.  Who were those two people please?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I don't know their names, I only know their surnames.  It was Upumosa and Zwane.",
            "Male"
        ],
        [
            "MR LAX",
            "So, to the best of your knowledge there were four firearms present at that point in time amongst the IFP members?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, I would say so, if one were to take into account the one firearm that I have as well as that which was in Magwaza's possession.",
            "Male"
        ],
        [
            "MR LAX",
            "Now I want to take you to page 29 of your affidavit.  You said that, at paragraph 5.4, that when this mob was outside your house that Mpongosi and other IFP members arrived there and spoke to you, during the time the mob was there.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "They came and spoke to me and indicated that the ANC was attacking.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, you're missing the point of my question.  According to your testimony so far, that has not been what you've told us.  However, in your affidavit you say that Mpongosi and other IFP members arrived while the ANC people were at your house, not afterwards or at another time, but while they were there.  Please explain this mix-up.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Mpongosi and these others came to me twice, for one they came at a time to inform me that the ANC was attacking, and when I tried to get out of the house, that's when the ANC were now surrounding my house, and they also came at a time when I raised my hands and asked what was happening, during Mpongosi and Zwane came.  There were five of them, and I was the sixth one, and they stood behind me.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you haven't said a word about that in your evidence so far.  You haven't mentioned it at all.  In fact you've given us the exact opposite impression.  The impression you gave us was that you were alone when the ANC mob arrived at your house.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, I was alone.  They came only to find the ANC at my place.",
            "Male"
        ],
        [
            "MR LAX",
            "The other problem I have is that in the same paragraph you say you spoke to Mr Dastile, the chairman of the ANC, who was there.  That's not the version you've given us so far.  You said somebody else spoke to you, and said he would go back to the shebeen and find out what happened there.  I beg your pardon, to the office, to find out what happened there.  Whereas here you make it clear that it was Dastile who ordered the mob to wait and listen to you, and who informed you that there was a problem at the shebeen.  You said you knew nothing about that.  Why's there such a different version here in your affidavit from what you told us in your testimony.  Can you explain this to us please?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "There's no contradiction.",
            "Male"
        ],
        [
            "MR LAX",
            "Then, just two other small issues.  At paragraph 5.7 on page 30, you say, and again in contrast to what you said in your testimony, that only a shot rang out at the point at which the attack happened.  You only speak about one shot ringing out.  Not many people were shooting at you and you were taking cover and so on.  Please explain that.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "The shooting that happened once here refers to the time when Zwane and others left my place, during which time I indicated that heard a gunshot.  But at the time when there was fighting, gunshots went on.  Not once.",
            "Male"
        ],
        [
            "MR LAX",
            "Let me refer to be fair o you, read to you the entire paragraph in its context.  This is after you've received the AK-47 from Magwaza, you say that Magwaza refused to listen to you, that he'd already heard what had happened from the others, and there was no time for discussions.  You say that the mob of ANC members under the leadership of Dastile approached in the direction of the sports field which was adjacent to Magwaza's house\n\"I moved in their direction, shouting and asking whether they came to discuss the same issues.  They did not seem to hear me.  I was under the impression that they were armed with an assortment of weapons, including firearms.\"\nAnd then this is the important part:\n\"Whilst I was approaching them they seemed to spread out as if planning to attack.  The tension was very high and the visibility poor.  A shot rang out.  I cannot say where it came from but under the circumstances believed it was the ANC attacking us.  I started to fire in the direction of Mr Dastile, leading the group.  I am not sure, I think I shot Mr Dastile.\"\nNow, several questions arise out of what I've just read to you, and the first one I was dealing with was that, on this version that you have given, before you opened fire you only heard a single shot at that point in time, and that's in great contrast to your evidence to us that there were many shot, that you had to fall on the floor and take cover and so on.  I want you to explain why you gave us the impression there was a great deal of shooting before you opened fire, whereas in fact in this affidavit you only mentioned a shot.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I think my evidence was not well comprehended.  I said that when they started firing and throwing stones I threw myself to the ground, during which time I also started shooting.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes I want you to explain the difference between that evidence, and what is in your affidavit, which your lawyers prepared with you.  They had an interpreter present I am assuming, is that right?  When they took this affidavit?  Correct?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, there was an interpreter.",
            "Male"
        ],
        [
            "MR LAX",
            "I assume that because you did say to us earlier that it was read back to you.  Now what I was asking for you was can you explain the difference between what's in your affidavit and your testimony today.  That's really all I'm asking you to explain.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I would like to know what difference or conflict of evidence you are talking about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The main difference is in your affidavit you mention one shot ringing out, whereas in your evidence you give the impression that many shots were fired.  That's not the only one, that's what Mr Lax started you on, on this one.",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "I think the person who was interpreting for me must have made a mistake because I did indicate that these people fired several shots, not one shot.",
            "Male"
        ],
        [
            "MR LAX",
            "In your testimony today you were asked by Mr Cachalia whether you had shot at Mr Dastile.  You in fact denied that you had shot at him.  You said you didn't know who you had shot at, you just saw a person fall.  Do you remember you said that today?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, I do remember.",
            "Male"
        ],
        [
            "MR LAX",
            "In this affidavit you make it clear that you were shooting at Mr Dastile and you think he fell, sorry, you think you shot him.  The impression that is created is that you were consciously shooting at him, the leader of the ANC.",
            "Male"
        ],
        [
            "MR SITHOLE",
            "Yes, that is correct.  I directed the shot at him and I could see him fall.",
            "Male"
        ],
        [
            "MR LAX",
            "Well then why did you deny that when Mr Cachalia put it to you, that that was in fact so?",
            "Male"
        ],
        [
            "MR SITHOLE",
            "I thought I did indicate that I fired a shot and I saw someone falling onto the ground.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson, I won't traverse all the other numerous contradictions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Claassen do you have any questions arising out of questions that have been put by members of the panel.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chair.  Maybe just a single question specifically relating to Mr Lax's question that he put to the applicant that there is a discrepancy between the fact that he said, relating to the present of Mr Dastile when the mob approached his house.  Now Mr Chair I stand to be corrected but I went through my notes, and I specifically wrote down here he did make mention of Mr Dastile's name at that stage, if I'm not mistaken.  He said \"...when they\" I think the initial version he was he said \"...they were killing me\" and he then indicated, he said Mr, he wanted to know from them why they wanted to kill him and Mr Dastile said, wait, let's listen to what he's got to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it not Justin, or is Justin and Dastile the same person?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes I had the same note that it was somebody else called Justin, as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unless Justin is Dastile, I don't know.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "I'm not sure, I recollect hearing the name and I wrote down Dastile and I'm not sure if Justin and Dastile is the same person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole, are Justin and Dastile the same person?",
            "Unknown"
        ],
        [
            "MR SITHOLE",
            "These are two different people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's what we thought.",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chair, I must have been mistaken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions arising Mr Draht?",
            "Unknown"
        ],
        [
            "MR DRAHT",
            "No questions Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cachalia, any questions arising?",
            "Unknown"
        ],
        [
            "MR CACHALIA",
            "Thank you, none, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Lockhat, any questions arising?",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "No questions Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Sithole thank you.  That concludes your testimony.  You may stand down now.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That concludes your clients Mr Claassen?",
            "Unknown"
        ],
        [
            "MR CLAASSEN",
            "Thank you Mr Chair, that concludes the case for the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Draht?",
            "Unknown"
        ],
        [
            "MR DRAHT",
            "Mr Chairperson I'm not sure if Ms Lockhat is going to call any witnesses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think how we'll do this, Mr Claassen indicated that he's not calling any further witnesses in furtherance of Mr Sithole's case.  What we'll do, is we'll deal with each applicant's case, and then, you know, you can call your applicants and any witnesses if you want to call any witnesses, and then we will, when the applicants have concluded their case, we will deal with Mr Cachalia's case.  I don't know if Ms Lockhat will have any because Mr Cachalia's representing all the victims.  Ms Lockhat here is just a, she's a watchperson here, she's just watching the proceedings.  And then after that we'll then have arguments.  So the witnesses will get their opportunity at the conclusion of all the applicants' versions.  I've been requested to take a short adjournment now.  I was just wondering whether it would be possible, if we take a short adjournment now, just to perhaps conclude the evidence-in-chief of your first applicant that  you wish to call.",
            "Unknown"
        ],
        [
            "MR DRAHT",
            "Mr Chairperson I wish to speak to my client also for a few minutes.  This morning I couldn't get a chance to clear up something with him.  It will be very short.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well perhaps we can take a short adjournment now, see how you go with your consultation, and if it's possible to finish your evidence-in-chief by half past fourish we can start, otherwise we'll start tomorrow, but if you could let us know.  Thank you.  We'll take a short adjournment at this stage.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.  During the adjournment now it's been indicated to us by Mr Draht who appears for the next applicant who is due to give evidence, that's Mr Ndlovu, that he requires some more time to have a final consultation with his client, and taking into account the fact that it's now already four o'clock, it wouldn't be practicable to start, to wait and then start later just for, and sit for a few minutes more, so in the circumstances, this matter will then be postponed until tomorrow morning at this hall, but we would like to start at nine o'clock in the morning in order to give us as much time as possible and to make us for this little bit of lost  time now.\n\tThe matter is then postponed to nine o'clock tomorrow morning in this venue, and I would ask the Department of Correctional Services please if they can ensure to have the applicants who are, the applicants who are in detention, brought to the hall by half past eight, half-nege asseblief, om die prokureur kans to gee om bietjie meer met sy kliente te praat asseblief.  So as hulle kan hier half-nege wees, en dan kan ons, then we'll start at nine in the morning.  So we postpone then until nine o'clock tomorrow, but if the applicants can be brought through at half past eight.  Thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}