{
    "header": {
        "type": "TRUTH & RECONCILIATION COMMISSION, AMNESTY HEARING",
        "starting date": "1998-03-02",
        "location": "BOKSBURG",
        "day": "1",
        "names": [
            "MOHALE OSCAR MOTLOKWA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54634&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/bok/bok1_katleho1.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "MOHALE OSCAR MOTLOKWA",
            "MR MADASA",
            "MR MALAN",
            "MR MAPOMA",
            "MR MOTALA",
            "MR MOTATA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MAPOMA",
            "MR MADASA",
            "MR MOTATA",
            "MR MOTLOKWA",
            "INTERPRETER",
            "MOHALE OSCAR MOTLOKWA",
            "MR MOTALA",
            "MR MALAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning ladies and gentlemen.  We intended to start and 10 o'clock but unfortunately there was some delay.  We do apologise for that delay.\n\tThis is the Amnesty Hearing in which 15 applicants are seeking amnesty for the Katlehong massacre.  Let me introduce the members of this Committee.  On my far left we have Mr Sibanyoni who is an attorney in Pretoria and next to him we have Mr Wynand Malan who a Commissioner in the Truth and Reconciliation.  On my right we have Advocate Motata of the Johannesburg bar.  My name is Sandile Ngcobo, I'm a Judge of the High Court in Cape Town.\n\tRepresenting the applicants, I gather that it's Advocate Madasa of the Johannesburg bar.  And leading the evidence on behalf of the Truth Commission is Mr Zuko Mapoma.\n\tThese proceedings will be interpreted into three languages, channel 2 would be English and channel 3 would be Zulu and channel 4 would be Sotho.\n\tMr Mapoma, would you want to commence?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson.  From the side of the Commission we are ready to begin.  I understand Chairperson, that my learned friend Advocate Madasa has got something to say regarding the starting.  I leave it to you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Madasa?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.  Indeed at this stage I'm not ready to begin the case because I've not had sufficient opportunity to consult with all the applicants at the same time, the reason being that I received the matter on Tuesday.\n\tI was contacted by the ANC legal department and thereafter by the TRC in Cape Town.  And then I only received the bundle of the documents on Friday but I made endeavours to consult in spite of those circumstances, by meeting some of the applicants who were only six on Wednesday.  \n\tI met the rest on Saturday morning, the whole morning session but I was not able to meet those who are in prison because two of them are in Sun City, that is Sun City Johannesburg Prison and one of them is in Bloem ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many of them are in prison?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "...[indistinct] It's Thabiso Ntomo who is at Johannesburg prison, Michael Armoed, he's also at Johannesburg prison and Mohal Oscar Motlokwa who is number 3 on the list of applicants and who is detained at Leeuwkop prison.\n\tAs we speak now, the two who are at the Johannesburg prison are not present yet.  They have not been brought by the prison authorities.   Mr Chair, I've managed to make a headway with regard to these consultations but as I've explained to my learned friend here, it does not mean the hearing cannot commence because they are not all here.  I agree with that but it's important for me to have all the applicants at the same time to agree on certain aspects Mr Chair, to avoid them contradicting each when they do give evidence before the Commission.  We have to agree, certain rules ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I suppose if they're telling the truth there's no need for them to contradict one another is there?  Well, if they're telling the truth there's no need for them to contradict one another.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, I understand but I'm saying we have to agree as to the role that they played.  This happened some time ago and it is important that we have an agreement as to how we are going to present the case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long would that take you?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, as I've already stated, two prisoners are not here, I don't know what's going on in that area.  But with these ones I am - for the purpose of starting the hearing I'm in need of a further 30 minutes from now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see Mr Madasa, quite frankly I do not understand why you are not ready to proceed.  If you received instructions as far back as Tuesday there is no reason at all why you should not have consulted with those of the applicants who are not in prison who I gather are about 12 of them and be ready to proceed now.  \tWhat we have to bear in mind is that we have 15 applicants that we have to hear and if we waste time we will not be able to finish.\n\tIs there any reason why we cannot proceed with those applicants with whom you've already consulted?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, I'm saying that I need about 30 minutes to finish up with these who are present and after that time I will be able to commence with the hearing.   I just need 30 minutes to iron out a few issues with them.\n\tMr Chair if I may state, this is going to help to speed up the whole process once I finish proper consultation with these people.  The whole thing will run smoothly.  Because I need to know with whom to start, who is going to follow, who is going fit where because this structure had a command structure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, is there any reason why the two applicants, the three applicants who are in prison are not here?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, I'm not in a position at this moment to say what was the reason but all I can say from the side of the Commission, we issued the notices to the applicants and through our Investigation Officer in Johannesburg office those notices were channelled to the prison so that the applicants may be brought to court.\n\tI want to believe Chairperson, that the problem may be with failure on the part of the prison officers to ensure that the applicants are brought to the hearing today.  But be that as it may Chairperson, if Chairperson allows the adjournment I will use that particular moment to try and do my best to find out from the prisoner officers as to exactly what is the reason which makes them not to take the applicants to the hearing by now.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Just ask gentlemen, that is you Mr Mapoma and Advocate Madasa, there is a requirement that we should have a pre-hearing conference.  Where you able to do that and probably narrow the issues which we should decide upon?",
            "Male"
        ],
        [
            "MR MADASA",
            "Mr Chair, Mr Mapoma did intimate to me during last week that we should have such a hearing, which is desirable but owing to my difficulties with meeting these people who we were not able to have a pre-hearing because some of the people are working, some of them are not working.\n\tThey were not able to organise themselves to come to me one at the same time because they live in the township.  And those problems caused me not to be able to come with Mr Zulu Mapoma so that we can narrow the issues but I admit that was desirable and it would speed up the process.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After anxious consideration we are of the view that you are entitled to the 30 minutes that you are asking for but let me make it clear to you that it will be that 30 minutes and nothing more.  And we will commence with those applicants who are here.\n\tMr Mapoma, would you in the interim establish the whereabouts of the three applicants mentioned by Mr Madasa?  Just find out what went wrong.\n\tMr Madasa, did you say Mohale Oscar Motlokwa is present here?  So only the two from Johannesburg are not here.  Thank you.  Very well, the Committee will rise and we will reconvene at 11 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are all the applicants here now?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, not all the applicants are here.  The one in Johannesburg prison, the matter is still being taken up with the Johannesburg prison by Advocate Mpshe but there's only applicant Chairperson, not two.\n\tThabiso Ntomo has not applied, he's not one of the applicants here, it's only Michael Armoed who is the first applicant and who is in prison.  We hope that by the end of the day today he will be here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] told us that there were two who were in Johannesburg prison.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Madasa, what is the position?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair I apologise, I made an error. Mr Ntomo has apparently not applied.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Madasa, please do not make these mistakes.  So is the position that the matter in regard to the other applicant who is in prison, being taken up by Advocate Mpshe?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  So all the applicants, other than that applicant, are present?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Mr Madasa, are you ready to proceed?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes Mr Chair, but for the purpose of the record Mr Chair, I want to raise this, the one concern that I have.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes,",
            "Unknown"
        ],
        [
            "MR MADASA",
            "That is the absence of Mr Michael Alnga, Mr Michael Armoed, the first on the list of applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "For the purpose of the record I would like to register my dissatisfaction about the fact that he is not here, because it is his right to listen to the case and to hear what his co-applicants are saying about the case ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this the applicant who is in prison?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Johannesburg prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Johannesburg prison yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "But nonetheless I'm ready to proceed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well Mr Madasa, what are we to make of your protest?  Do you want these proceedings to stand over until that applicant is here?  What are you saying?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, I do not want to delay the proceedings, I'm ready to proceed.   Mr Chair, earlier on it's intimated to me that it's not necessary for all these people to be here and we could commence.\n\tI'm saying that I agree with that and I'm ready to commence but I was just stating this protest for the purpose of the record, that it is known that I'm not entirely happy about his absence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you want us to do about that?  Do you want these proceedings to stand down to allow that applicant to be present so that he can hear what the others have to say?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "I would have preferred so Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you are making an application that these proceedings stand over until the first applicant arrives?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that what you're - is that the application you're moving?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Mapoma, what do you say?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, I am apposed to that application.  One of the reasons Chairperson is that these applicants have applied for amnesty as individuals and they've got their own individual applications before us and such applications Chairperson, will be dealt with applicant by applicant individually.\n\tSo in a way Chairperson, I do not think - I submit Chairperson that absence of one applicant who in any event will be here in an hour's time should not be allowed to hold the hearing unless Chairperson, the applicants, all the applicants that are here are unnecessarily going to implicate the applicant, I mean the applicant who is not here then I will ...[indistinct] to the Committee.  \n\tI would suggest Chairperson that the matter proceed and if anything is there to implicate the applicant, then that portion may be stood over to allow that applicant to hear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[microphones switched off]",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson.  Just one question to Mr Madasa.\n\tI see Mr Armoed is applicant number one, it doesn't mean necessarily that you were going to start with his application.  And the second question is, are you saying that perhaps each application depends on other applicants with other applications?",
            "Male"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.  I'm not going to start with the person who is absent, who is number one on the list and my concern is not only in regard to whether an applicant will be implicated or not, it's purely a matter of an applicant who is part of this group, having a right to be present and hear the case.\n\tWhether he is implicated or not, I submit it's not important, what is important is that he has to hear the case, hear what the others are saying because he is a member of the same unit, same group, same structure.\n...[Microphones switched off]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What prejudice if any, do you foresee if the hearing continues in the absence of the applicant, having regard to the fact that none of the other applicants have implicated him?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, if I may reiterate what I've already said, in my view this is not only a matter of implication, it's a matter of a person being present when his co-applicants' hearing is being held.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Assuming there's a separation of trials, what happens?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Then that would be a different matter Mr Chair.  If they are separated then I cannot take the matter any further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I'm trying to do is - what is it that we can do to avoid having to waste time unnecessarily?  You see, because unless there is something that you can point out which would be highly prejudicial to the first applicant it these proceedings commence in his absence because if there is anyone at any stage in his absence who implicates him, we will be prepared to have the matter stand over so that he can deal with that matter as and when he comes here.",
            "Unknown"
        ],
        [
            "MR MOTATA",
            "And just to add to the Chairman's voice, when we had the adjournment earlier your concern was that you hadn't consulted with everybody but you needed only 30 minutes and you as well intimated that you wouldn't start with the absent applicant and we say, taking your word, reconvened after the time that you have assured us you would be ready.\n\tNow you raise a concern or a protest as regards the absence of the first applicant and as the Judge correctly points out, unless you tell us what prejudice the first applicant would suffer if the proceedings commence in his absence then we don't see any reason why we shouldn't start, unless you show us that prejudice.",
            "Male"
        ],
        [
            "MR MADASA",
            "Mr Chair, I'm not reneging from what I've already said, indeed I am ready.  All I am saying is this is group application and because it's a group application, the members of the group are entitled to be present at their hearing because it is their hearing.\n\tIt is a group application, everyone of them is entitled to hear what others are saying, not necessarily to implicate him but ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why are you are saying ...[intervention]",
            "Unknown"
        ],
        [
            "MR MADASA",
            "... to be present at the case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why are you saying that it is their application?  Didn't these people, each one of them, make an individual application?  Does the Act make provision for group applications?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, I cannot take this matter any further, I have no further no further submissions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.  Mr Madasa who is appearing on behalf of all the applicants has registered what he has termed a protest because one of the applicants, the first applicant, Michael Armoed who is presently detained at the Johannesburg prison, has not yet arrived.\n\tI gather from the Evidence Leader that the matter is presently being taken up by Advocate Mpshe in order to ensure that that applicant is here as soon as it is practical to do so.  \n\tPrior to the adjournment, Mr Madasa indicated to the Committee all he wanted was to consult with the applicants and to that extent he required approximately 30 minutes, we gave him more than that. \n\tHe indicated to us that he did not intend starting with the first applicant, at that stage his concern was that he had not had time.  \n\tWe have considered the protest registered by Mr Madasa and we are satisfied that there is no prejudice to the applicant is these proceedings were to commence in his absence.  In any event Mr Madasa is here and if there is anything that implicates that applicant these proceedings will stand until that applicant arrives at which stage the matter will then proceed but until such  time that he is implicated we are satisfied that the matter, in the interest of time, ought to proceed.\n\tYes Mr Madasa?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair, I call the third applicant, Oscar Mohale Motlokwa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Motlokwa, what language to you want to speak, English, Zulu or Sotho?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "...[inaudible]",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Madasa?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MADASA",
            "Thank you Mr Chair.\n\tOscar Motlokwa, how old are you?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sorry?",
            "Male"
        ],
        [
            "MR MADASA",
            "How old are you?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I was born in 1963 on the 23rd of May, I'm now 34 years old.",
            "Male"
        ],
        [
            "MR MADASA",
            "How far did you go in school?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Standard six Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Presently, are you in prison?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, I'm in prison Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is that in regard to this offence or something different?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It's not this case, it's another case for which I've applied for amnesty.  I think I've now two years after I applied for amnesty for this case.  I've been sentenced for 20 years for that particular case.",
            "Male"
        ],
        [
            "MR MADASA",
            "You've said the case that you are serving you've also applied for amnesty for, is that what you said?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, the case I've been sentenced for I've applied for amnesty.",
            "Male"
        ],
        [
            "MR MADASA",
            "Okay.  Were you a member of the self defence unit at some stage?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Which year did you become a member?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "As from 1991.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you have a particular role that you played in the SDU structure?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "What was it?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "My position was an operator Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "What is an operator?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I was working with a gun, meaning that I was shooting.",
            "Male"
        ],
        [
            "MR MADASA",
            "Can you explain that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say that you were working with a gun and you were shooting?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The operator is a person who has been trained to handle a gun and therefore protect the community.",
            "Male"
        ],
        [
            "MR MADASA",
            "Were all members of the SDU at that time operators?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, Sir not all of them.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who were operators together with you amongst the applicants present here?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was myself, Kenny, I don't know his full name, he's in Johannesburg prison and Koos Mthembu and Shongwe.",
            "Male"
        ],
        [
            "MR MADASA",
            "The one who is in prison, is it Michael Armoed or is it Ntomo who is apparently not an applicant?  Is it Michael Armoed or Ntomo?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That's Armoed Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "How did you become operators, the four of you?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We were trained how to handle a gun, how to shoot and then how to protect the community.",
            "Male"
        ],
        [
            "MR MADASA",
            "My question really, did you volunteer or were you elected to become an operator?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "SDU's were formed by the community from ex-members of MK so at to protect the community",
            "Male"
        ],
        [
            "MR MOTALA",
            "Mr Motlokwa, I suppose counsel's question is: \"When the community approached you, did you apply or the community itself came to you to say: we want you to be part of the SDU's or operators\", to use your terminology?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The community requested that we should be members of the SDU's then later we volunteered to be members of the SDU's.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did anyone approach you to become a member of the SDU?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I volunteered Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you also volunteer to become an operator, to handle a gun?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, even to be an operator I volunteered Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who trained you as operators?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That's Julius Gadebe who is an ex-member of MK, he's now deceased.",
            "Male"
        ],
        [
            "MR MADASA",
            "What was your source of the firearms which you used?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The money to buy guns came from the community, every house was contributing R30.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did the community willingly donate this money or was it coerced?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, they were not coerced, they were contributing those monies through street committees.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who would then collect the money when it was put together by the street community?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The money was collected by the street committees, then the street committees will give it to zonal committees and zonal committees would take it the SDU's.",
            "Male"
        ],
        [
            "MR MADASA",
            "At the SDU level, who was responsible to keep the money?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The money was given to the treasurer.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who was that?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Our treasurer was Sugar, he has since died.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who would then go and obtain the firearms and from where?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Guns were bought by the sectional commander and the zonal commander, those were the people responsible for buying the guns but we did not where.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who was the custodian of the guns after they had been purchased?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The person who was responsible for that was the commander.",
            "Male"
        ],
        [
            "MR MADASA",
            "You mean the sectional commander?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who was that?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That's Ntjebe Ndondolo.  The spelling for Ndondolo is N-D-O-N-D-O-L-O.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now explain the procedure of the issuing of the guns by the sectional commander to the operators,  when would they be issued, under what circumstances?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The sectional commander would issue guns to the SDU, to operators at the time of the patrol.  The AK47 would - we were given guns when we were going to do the patrol then they would count the bullets.  Should I continue?\n\tIf you have used particular bullets you should come and account to the commander why did you shoot.",
            "Male"
        ],
        [
            "MR MADASA",
            "Sorry to interrupt you.  Now, during the patrols, was there any senior person, a commander or somebody like that who was the overseer of patrols?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "During the patrol we would be led by the section commander so that he will be able to see what's happening and then at the end of the day he will be responsible.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you have a register of these arms and ammunition?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, we had a register.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who kept it?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was kept by Vuzi Mthembu.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Mr Motlokwa, I'm sorry Mr Madasa, the Vuzi Mthembu you referred to, is he one of the applicants?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That's so Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "How many operators would conduct the patrol at a given time?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "At a particular time we would be three at night and then there would be those who patrolled during the day.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who would patrol at night and during the day and what was the criteria for that choice?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I'll start with those who were patrolling at night.  It was comrade Rooivark who is in Johannesburg prison, myself and Shongwe including the commander.",
            "Male"
        ],
        [
            "MR MADASA",
            "And the question is, why you at night?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We were patrolling at night because the enemy was coming at night.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what counsel is trying to find out from you is, was there any specific reason why you and your colleagues had to patrol at night and not during the day.  Do you understand the question.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, I understand the question now.  The reason for us patrolling at night is because we were working - during the night and those who were patrolling during the day were not working.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did the ANC as an organisation, issue you with firearms for the purposes of these patrols?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, Sir the ANC did not give us guns.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was the ANC aware that you had guns?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The sectional community knew that we had guns.",
            "Male"
        ],
        [
            "MR MADASA",
            "Sectional what?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sectional committee of ANC, yes.",
            "Male"
        ],
        [
            "MR MADASA",
            "What was the relationship between you as SDU's and the civic?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, we had an association with the civic.",
            "Male"
        ],
        [
            "MR MADASA",
            "How did you co-operate with each other?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We would meet the civic if we are running short of ammunition, maybe if the police have taken one firearm, then we would ask the community to replace that gun.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was the civic an ANC structure or not?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "A civic is an independent structure from ANC, it is for all citizens of a particular community.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Mr Motlokwa, because these guns were either given to you by the sectional commander or the other commander, why should you go to the civic to replace such guns when you had, from what you said, money to make purchases of ammunition and guns for yourselves?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "May you please repeat your question Sir?",
            "Male"
        ],
        [
            "MR MOTATA",
            "I say, I want to use my exact words, that you have given evidence that you had these commanders whom  - street commanders and sectional commanders, whom were getting R30 from the community to buy guns for you people.\n\tNow when these are taken by the police or you lose some of your ammunition, why should you now go to the civic association to replace those guns when you have in effect collected money from the community?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They received money from the community, it was meant to buy guns, it was not meant to replace guns.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just ask, the R30 that you said household were paying, were they paying that monthly?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We would ask once, we did not that money on a monthly basis but they were not contributing, all of them, but those who were willing they would contribute that R30.",
            "Male"
        ],
        [
            "MR MADASA",
            "So what you are saying is, money was collected by the civic on a need basis, when there was a need by the SDU?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now, let's come to the patrols ...[intervention]",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry to interrupt Mr Madasa, may I just make sure again.  The question of Mr Madasa was that money was collected on a needs basis, when there was a need with the SDU.  The question, was it collected by the SDU then?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was collected by the street committees.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now, during the patrols, did you as SDU's experience problems and if yes, of what nature?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "During the patrols we encountered problems.",
            "Male"
        ],
        [
            "MR MADASA",
            "Can you give examples of such problems?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I'd put it under general.  If people, the committee has made a decision that they do not want to see a person roaming the streets at a particular time, when we patrol and see those kind of people then we would explain to you, the community that we have encountered these kind of people.  If we ask him something and he doesn't respond it is very difficult to go nearer that person.",
            "Male"
        ],
        [
            "MR MADASA",
            "Let me clarify this.  Did you at any stage as SDU's ...[indistinct] with the community, impose a curfew during your patrols?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "And what were the time periods during which the curfew was in operation?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The time put by the community was 9 o'clock.",
            "Male"
        ],
        [
            "MR MADASA",
            "9 o'clock, morning or evening?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "9p.m. Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Till what time?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Until 4 o'clock a.m. because the taxis start roaming the roads at 4 o'clock in the morning.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who decided on this curfew?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "All members of the community took that decision because people are killed, are murdered and during the funerals people are shot and therefore the community took a decision that as from 9 o'clock people should not roam in the street.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was it your duty then to maintain the curfew?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct, that was our responsibility in consent with the community.",
            "Male"
        ],
        [
            "MR MALAN",
            "Could I again just ask a question here just to clarify for me.  The community that were taking all these decisions, were they meeting regularly?  How did you interact with what you're referring to all through your evidence as the community?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "As I said before, we would meet with the community if we encounter problems.  We would tell the sectional committee and the sectional committee would call the community to explain our problems.",
            "Male"
        ],
        [
            "MR MOTATA",
            "But I suppose Mr Motlokwa, before you could tell the community what your problems are or problems which you encounter, there should have been a meeting where for instance, it was agreed that a formation such as yourselves, SDU's, should be in existence?\n\tAnd I suppose my learned friend, my colleague wants to know, when did this start and when was this meeting held that there should be SDU's within Katlehong.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Do you mean general meetings?",
            "Male"
        ],
        [
            "MR MOTATA",
            "Let's put it this way, you said there was an enemy, do you recall that which was attacking during the evening?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.  They were attacking day and night Sir.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Now when you identified this enemy, what did the community which you are referring to do so that your formation could come into existence?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "May you please repeat your question Sir?",
            "Male"
        ],
        [
            "MR MOTATA",
            "I may just take a longer time to do that.  Let's start from the beginning, you said you volunteered to be a member of the SDU.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOTATA",
            "When was a decision taken by the community to form the SDU's?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The decision was taken in 1992 at Mnapulule section.",
            "Male"
        ],
        [
            "MR MOTATA",
            "So what I'm understanding you to say is that there was actually any meeting that the SDU's should be formed?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, that kind of a meeting was held.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Thank you.",
            "Male"
        ],
        [
            "MR MADASA",
            "Mr Motlokwa, when you were asked wether you encountered problems when you were patrolling you said yes, for example when you meet a person and you try to talk to the person and the person doesn't respond, how do you regard that as a problem?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "To us as members of the SDU's that was a problem because we had a sign which we used at night and it was one and any car which was entering Katlehong,  would use a sign of flicking the lights then we'd know that those are members of the community.\n\tThere should be a sign which was used by the community and the sign used by us, then if a person was not responding when you used either one of the two signs that would create a problem as whether we would not know who is that person and where does he come from.  I don't know whether I should proceed?",
            "Male"
        ],
        [
            "MR MADASA",
            "Perhaps I may ask you then, how do you solve that problem?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was difficult Chairperson because we'd say one then we'd keep quiet.  We did not have a solution to that kind of a problem, it was very difficult.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you then leave the problem unsolved?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We would take that problem back to the community, to the sectional committee and the sectional committee would take it to the community, then they would tell the community to walk at night because they're disturbing the work of the SDUs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The person that would create problems for you, would that be a member of the Katlehong community?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "At times it would be a member of the community but there were times when it would be an enemy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now if it is an enemy, what would you do?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "If we'd say one and that person is not responding and perhaps we will start by shooting.",
            "Male"
        ],
        [
            "MR MADASA",
            "So what you're saying is that there were people who transgressed the curfew and when people did so you would take such complaints to the sectional committee which would then take it up with the civic, then a meeting convened and people were addressed in regards to making your work difficult, your patrol work difficult?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The civic would call a meeting of members of the community to explain the problems we encountered.",
            "Male"
        ],
        [
            "MR MADASA",
            "What other problems did you meet or come across besides transgressors of the curfew?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The main problem was that of people walking at night.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you have an occasion to confiscate guns from members of the community and if yes, what would you do with the guns?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We'd confiscate guns from members of the community which were not legal, we would confiscate those guns because of these reasons.  As the youths we decided that if you have an unlicensed firearm it should be taken to the sectional commander, they should be taken and be under the control of the commander.",
            "Male"
        ],
        [
            "MR MADASA",
            "In short, from what I understand from you, you literally played the role of the police and if that is correct, why did you play the role of the police?  Where were they?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Chairperson, we were doing the communities work, then the police were our enemies because we were not able to cooperate with the police.",
            "Male"
        ],
        [
            "MR MADASA",
            "Tell us what the problem was with the police at that time.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Firstly, I would talk about stability unit, they would come during the night vigil and start shooting people, then we would collect the cartridges and take them to the police station and there would be no action taken after that.\n\tIf there is an in-fight in Katlehong the police would take a side, that's why at the end of the day we decided that the police are not cooperating with the community in Katlehong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The fight that the police would take sides in would be between who?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Like for example, in Katlehong, Katlehong was infested with violence.  I would talk about Polla Park, Crossroad.  If there is a fight between ANC and IFP the police would take the side of the IFP, then we would regard them as our enemy because of their actions.",
            "Male"
        ],
        [
            "MR MADASA",
            "Do you have other examples of the stability units taking sides against you?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I don't Mr Chairperson if you will allow me to summarise the situation of Katlehong shortly in relation to the work of the stability unit.",
            "Male"
        ],
        [
            "MR MADASA",
            "Okay, do so.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "As from 1989, there was a taxi violence between GNT, GND and another taxi association.  The community tried to solve the problem, the problem was not solved and the community went to Hunters Field stadium to try to solve the problem.\n\tThe civic called a mass meeting to the stadium in Katlehong, where the decision was taken that GND and KATU should be boycotted.  That decision was taken.  Immediately after the meeting we were shot by the police, they were accompanied by GND.  After that they went to schools and shooting students at school, that is GND.  \n\tThat is where the community took the law in their own hands and drove out GND outside the community.  Those GND taxis were now operating to Germiston(?) and not in Katlehong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know what GND stands for?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It Germiston district something, I'm not sure of the full name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  And what was the other association?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is KATU.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it K-A-D-U?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It's KATU.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "K-A-T-U?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was this a taxi association?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.  Yes, GND and KATU were operating from Katlehong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From Katlehong to Germiston?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, from Katlehong to Germiston.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well, continue.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "And then again there was a fight in Crossroad, that was the fight between IFP and ANC.  When I speak of Crossroad I speak of an informal settlement next to Katlehong station.  What the police did then, they were helping IFP to drive our members out so that our people should not be able to settle in that informal settlement and then people ran to Zongezizwe and the police took a site there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was the fight in Polla Park over the plots of land?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Crossroad is next to Shangweni.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you mentioned that there was a - did you say that there was a fight in Polla Park?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Between the IFP and the ANC?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the cause of the conflict?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "According to my little knowledge people from Polla Park were coming from Kalenjoni Hostel.  Within the Kalenjoni Hostel there was a conflict, other left the hostel - members of the ANC left the hostel to ...[indistinct] squatter camp next to Polla Park.\n\tI believe that the fight started in the hostel.  There was a fight, that if you are a Xhosa you are not wanted in the hostel.  Then they would ask you: \"What is an elbow\"? and if you're not able to say that they would ill-treat you and the fight started there.  That I would say between the Xhosa and the Zulu's but it was a political issue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  And that violence was then transported into Polla Park?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Are you talking about Polla Park Sir?  You asked about Polla Park?  Yes, I explained, it started from Crossroad then overlapped to Polla Park.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So from the hostel into Crossroad and then from Crossroad into Polla Park?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The squatter camp is Crossroad, then Crossroad, Polla Park, Zongezizwe.",
            "Male"
        ],
        [
            "MR MADASA",
            "Okay, continue with this Crossroad.  You say police helped IFP to drive certain people out of Crossroad?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct, to chase out our members from Crossroad.  Why I say that is that our members requested members of IFP to go and fight outside in the veld, IFP did not do that.  What they did, they assaulted our people together with the police.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes, continue.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "From Crossroad it went to Polla Park and in Polla Park was a fight where many people died, even the Germiston mortuary was overcrowded by corpses.  Holomisa hired buses to collect our deceased.  The IFP did not do that.  The government buried some people who were not known as, in a proper situation.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes, continue.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "After that, we as residents of Katlehong, it was difficult to go to work because the train for example, in Kumalo it was started in, the station was at Kwezini which is near the hostel.\n\tWe would board the train in Lindela although it is quite a distance because we would not go to a place where we know that Nkatha members would be there.  We made the point that residents should not board a train at that particular period where it was a problem.  \tEven inside the train the Katlehong residents would be killed.  If you are a preacher preaching in Xhosa you would be killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if you speak Sotho?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sorry?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you speak Sotho, were you killed as well?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sometimes you are a Xhosa speaking person but you are conversant in Sesotho or in Gedebe.  They used many tactics like the elbow, it's called Ndololani in Xhosa, they would request you to say that in Sesotho.  If you managed to do that they would let you pull your pants down to look at your private parts.  If you've been to a circumcision school then it was pot luck.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the position that the Sotho speaking Africans were not attacked?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "When these things started they were looking for Xhosas but as time went on they hit at everyone, but at the beginning they wanted the Xhosas and the Zulus but it changed with time, they were harassing everybody.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "When you say: \"later on they harassed everybody\", are you referring now to all township residents?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, IFP was now attacking everybody as long as you resided in Katlehong because Chairman, members of the IFP were not residing in the township because they were driven to the hostels.\n\tResidents from the township would not go to the hostel, people from the hostel would not even come to the township.  There were taxis belonging to the ANC, taxis belonging to, taxis belonging to the IFP and taxis belonging to the residents.  If you remember very well, Terreblanche even brought them potatoes.  They did not have transport at all.",
            "Male"
        ],
        [
            "MR MADASA",
            "Okay, now let's come the call, to phone the SDU's.  You've given the background to the violence, when was first call made to phone in ...[intervention]",
            "Male"
        ],
        [
            "MR MALAN",
            "I'm sorry, could I ask you to just hold onto this question.   If I understand you correctly, the township was - well let me say that the opposing parties were being divided, the township became ANC, the hostels became IFP.  I think I heard you say that the IFP were driven to the hostels, is that correct?  Is my understanding correct that the township was now ANC and the hostels were IFP?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And is the position that the ANC members who were at the hostels were also driven out into the squatter camps?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sorry?  May you repeat your question Sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, is the position that the ANC members who were in the hostel were also driven out into the Crossroads squatter camps?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They were chased out of the hostels, there were no members of the ANC within the hostels, they left the hostels.  I don't know whether I should carry on or will you lead me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The people in the township who belonged to the IFP already left the township and the residents were using trains as their mode of transport and they were being shot at.  The residents decided that the Indela station would be the only station to be used.  The residents destroyed their railway lines.",
            "Male"
        ],
        [
            "MR MADASA",
            "Can you describe for us, the Moleleki section which is in question here, where is it situated in the relation to the hostels?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Moleleki station two is about one and a half kilometres.",
            "Male"
        ],
        [
            "MR MADASA",
            "One and a half kilometres from where to where?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "One and a half kilometres to the hostel.",
            "Male"
        ],
        [
            "MR MADASA",
            "Which hostel?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Mazibuko, Qwesini and Bujafuti hostel.",
            "Male"
        ],
        [
            "MR MADASA",
            "So Moleleki, was it the township facing the hostels?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, it was the last section but Kule and Kumalo, Seluma, those were the nearest to the hostel.  Moleleki was next to Zongezizwe and our members were driven out of that hostel.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who were the residents of Zongezizwe?  Were they ANC or IFP?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "IFP, it is dominated by IFP.  Our members were assaulted and they were driven out by the same stability and they were driven to Polla Park because ANC and IFP were fighting.  The IFP won the battle and they dominated.  Even a few Sotho speaking people are members of IFP.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now explain the, describe to us the various sections of Moleleki area.  How was it divided?  Did you have sections or blocks, and from which one to which one?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was in blocks Chairman, it was divided into blocks.  We had block A, block B, block C, D, E, and F.",
            "Male"
        ],
        [
            "MR MADASA",
            "It was A to F?  Moleleki was divided between block A to F?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It started with A up to F.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now, was Moleleki from A to F inhabited by the members of the ANC?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "And was that area, that is from A to F, Moleleki from to A to F, under the protection of the SDU?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand the position, we are now at a stage where the IFP members have been driven out of the township, they're now at the hostel.  So the township including Moleleki is a section of Katlehong, is it part of Katlehong?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Moleleki is part of Katlehong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was inhabited at that stage by ANC members?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "May you please repeat your question Sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, you told us that at some point IFP members who were in the township were driven out of the township into the hostel.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And ANC members who were at the hostels were also driven out of the hostels into the township and the ...[indistinct] squatter camps.   The position is that the townships were then occupied by ANC members in Katlehong, is that right?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Accept just one, Zongezizwe.  Zongezizwe was inhabited by the IFP but the rest of them were ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Zongezizwe was not a hostel?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It's a squatter camp Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.\n\tLet me ask you, how many - let's deal with the SDU structure, how was the structure divided?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We had the central commander.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We had the central commander, Mr Ngobo - N-G-O-B-O.",
            "Male"
        ],
        [
            "MR MADASA",
            "Where did he stay?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He resided at Shongweni section.",
            "Male"
        ],
        [
            "MR MADASA",
            "In Katlehong?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did he have a vice, deputy?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who was it?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Manyala was his deputy, M-A-N-Y-A-L-A.",
            "Male"
        ],
        [
            "MR MADASA",
            "And where did Manyala live?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He resided in Kumalo but he has since died.",
            "Male"
        ],
        [
            "MR MADASA",
            "Kumalo is in Katlehong?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That's correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "And then, below that structure, what was the next?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "There was a zonal structure.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who was in control of that?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Nkosi Kona Majola.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did he have an assistant?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, he had.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sugar was his assistant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was Majola's position?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He was the Chairperson of the zonal structure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "What was Sugar's name, his real name?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "This was his combat name, just Sugar, we didn't know his real name.",
            "Male"
        ],
        [
            "MR MADASA",
            "And below that, what was the next structure?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "There was a sectional structure, this is the section were I was working under.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who was in control of the sectional command?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The commander of this section was Ntjebe Ndondolo, N-T-J-E-B-E Ndondolo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was the Chairperson, was he?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR MADASA",
            "Do you know Blanko, the man who was called Blanko?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I know him Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "What was his role in this command structure?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Blanko was the Chairperson of the SDU, he was chairing the meetings of the SDU.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before we get to Blanko, did Mr Ndondolo have a deputy?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He didn't have a deputy Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was Blanko under Ndondolo?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes Chairperson, he was working under Ndondolo who was the Chairperson of the SDU.",
            "Male"
        ],
        [
            "MR MADASA",
            "What was the role of ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wait a minute.  Just let me make sure how that I understand how these structures were made.  At the top you had the central commander and that Mr Ngobo of Shongweni section, is that right?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Mr Ngobo at the very top structure of the SDU's in the whole hierarchy?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was at the top?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As the Commander.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  And below that you had Manyala who was the Deputy Central Commander?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  And then, below the central structures, you then had what you call the zonal structures?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  And then, these zonal structures, what did they comprise of?  What areas formed part of a zone, would there be two sections forming a zone or how did it operate?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Should I just try to explain this in detail?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That's Ramokolope, Lepule, Ramokolope West, Moleleki Extension 1, Kumalo, Katlehong Gardens, Normal View, Seloma C and B and Kumalo Valley, all those sections including Moleleki, those they would form a zonal structure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Was there only one zonal structure?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, that is Zone 5.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, Zone 5.  And do you have other zones, like zone ...[intervention]",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, other sections would form another zone, say for example zone 4, zone 1, zone 2 etc.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  So what you've described here, so that Nkosi Majola was a zonal structure of one zone, of one structure.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, that is correct, he was a ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There were other Chairpersons of other zonal structures, like zone 1 and zone 2?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see, okay.  And then below the zones, because as I understand it, the various sections come together to form a zone, right?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sorry?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The various sections come together to form zone 5 for example or zone 1, a group of sections ....[intervention]",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "...[No English translation]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then form one zone?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  And then, below the zone you then have the sections?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  And then at the head of each section was the sectional - you then have the sectional structure?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which also has a Chairperson and a Deputy Chairperson?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "You'd have only one Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that is the lowest structure you have?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, Blanko, where did he fit in, the Chairman of the SDU in this whole hierarchy, where does he fit in?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Blanko was the Chairperson of the SDU.  If there is a meeting of the SDU he would address the SDU meetings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All the SDU's in Katlehong?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Section, in a section.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, in a section?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, he would be conducting a meeting of particular section.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  So there would have been a Chairperson of SDU's in other sections as well?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "May I just make sure the, Blanko was the Chairperson of the SDU in Moleleki Extension 2 and Ndondolo was the Commander in the same section?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you, you may continue.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.\n\tAnd Moleleki which was under the sectional command of Ndondolo had different blocks?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "And all those blocks fell under that section which was headed by Ndondolo and chaired by Blanko?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "And these blocks are from block A to block F in Moleleki?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "And you were the member of the SDU's in that section?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "And what about the rest of the applicants, were they falling under this section of Ndondolo?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "All of them, we were under Ndondolo.",
            "Male"
        ],
        [
            "MR MADASA",
            "So Moleleki as a whole was your responsibility?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just enlighten myself.  You gave evidence in the beginning that the community decided to have the SDU there but you the way you've structured in now it looks a top down organisation where it started at the central commander and then sort of decentralised.  How did this originate, did it start in Moleleki or was it brought down from top?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sir, the central is the one which has formed zonal structures and sectional command structures and sectional commander.",
            "Male"
        ],
        [
            "MR MALAN",
            "Just to make absolutely sure, so the central wasn't a result of all the others just developing all over communities, it started with a central command and then devolved into all the communities?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The residents of Katlehong requested that there should be SDU's, then the central civil formed the central structure of the SDU and then the central structure formed the sectional and the zonal structures.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you very much.",
            "Male"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.\n\tLet's come now to the relationship between the SDU and the so-called ANC Youth League.  Give us the background - if I may guide you, were the ANC, do you know then and where they part of the SDU?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sorry, what about ANC?",
            "Male"
        ],
        [
            "MR MADASA",
            "The so-called ANC Youth League, do you know those people, and were they part of the SDU's, and what happened?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, they were members of the SDU before.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes, go on.",
            "Male"
        ],
        [
            "MR MOTALA",
            "When the concept of the SDU developed, were there ANC Youth League members in Katlehong already?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, they were present as residents.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now you say these members who became ANC Youth League members were originally members of the SDU.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.  I mean those who were in Moleleki section were members of the SDU's at first.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did they later become divided from you, and what was the reason for that?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "All of us were patrolling together with them together with the members of the ANC Youth League, then after that they disassociated themselves with us because of these reasons according to the rule of the SDU.\n\tWe did not want a sell-out within the SDU's and then when we queried that they became independent from us.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Just for absolute clarity, between you, that is the SDU's and the ANC Youth League, who came first into being, because we know that you were formed through the community wanting a structure like yourselves.  Now I want to know, between you and the ANC Youth League, who came into being first?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "When I arrived at Moleleki I found that the ANC Youth League was patrolling the area.  After some time the SDU was formed and therefore the ANC Youth League died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know what was the position in the other sections?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Do you mean other sections in Katlehong?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Though I knew something but I didn't have the fuller information about the situation.  I know that in Polla Park SDU and ANC Youth League fought.  In Ramokolope and in Polla Park it was the same situation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that but I'm just talking about the stage before the SDU's started patrolling, where the other sections patrolled by the ANC Youth League as well, to your knowledge though?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "SDU's were patrolling those sections.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's only in Moleleki where the ANC Youth League patrolled?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Because the section in Moleleki was formed later.  The SDU's were formed in the 1991 and the Moleleki section was formed in 1992, was established in 1992.",
            "Male"
        ],
        [
            "MR MADASA",
            "Why did SDU structure in Moleleki, why did it take the role of the ANC Youth League?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "As I explained from the start, the residents took a decision that SDU's should be formed.  As the ANC Youth League were patrolling, therefore they fell under SDU's, they were assimilated within the SDU structure because they couldn't afford the structure to have SDU's patrolling separately from ANC Youth League.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Insofar as Moleleki is concerned, that of course would have occurred later because as I understand your evidence the SDU's were formed in 1991.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Moleleki only came into existence in 1992.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So one has the position where in 1992 Moleleki was patrolled by the ANC Youth League.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Notwithstanding the fact that the SDU's were patrolling the other sections.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "In 1992, there were two blocks, there were no more - not many people, and that area was patrolled by ANC Youth League and then after other sections were established therefore those sections were patrolled by SDU.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In 1991, was there a Moleleki section in Katlehong?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "1991?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was when it was still established it did not have more that a hundred people in that particular section.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it was already there?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, that is correct, it was there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it was patrolled at the time by the ANC Youth League?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I have no evidence in that regard because I arrived in 1992, then when I arrived it was patrolled by SDU's and I didn't know what happened in 1991.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I suppose - what I'm trying to clarify is that I understand that in 1991 a decision was taken that the SDU's should patrol the whole of Katlehong of Moleleki was a part, is that right?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "As I said before, that Moleleki section was still under construction.  In 1991 I was not in Moleleki section.  I arrived there in 1992 and what happened in 1991 I will not be able to tell this Committee.\n\tI arrived there in 1992, then I know that SDU's, ANC Youth League was patrolling and when I arrived there I patrolled with them.  Then in that time the residents decided that there should be SDU's who would patrol the area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before ...[inaudible] Moleleki, where were you?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I was in Seloma.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that part of Katlehong?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you then in 1992, as an SDU member you patrolled together with the ANC Youth League.  Yes, I understand, thank you.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, you also said, if I heard you correctly, that before the SDU was formed in Moleleki the Youth League was assimilated in the SDU structures, can you explain that?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "ANC Youth League were assimilated by the SDU structure, we were together with them like some of them who are here who are some of the applicants, remained with the SDU's.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you at that stage involved in an SDU structure in Saloma?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you were a member of another SDU before you went to Moleleki?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "If you say the Youth League was assimilated, does that mean that you knew the Youth League representatives already in the zonal structure for instance?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sorry?  Do you mean ANC Youth League members who were in zonal structure?",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, from Moleleki.  If there wasn't an SDU, who represented them in the zonal structure of the Katlehong area?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "In the zonal structures of the SDU's there were no members of the ANC Youth League.  The ANC Youth League volunteered to patrol that section, not that they were in contact with the zonal structure.",
            "Male"
        ],
        [
            "MR MALAN",
            "So they weren't assimilated, they were simply patrolling?  They weren't part of the SDU structure?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They volunteered.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did they volunteer to the community or did they volunteer to the SDU structure?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "When I asked them, they said to us: \"The residents contributed money so that they should buy arms.  I know that a member of the civic association ran with the money, then when I arrived there they did not have material to patrol that particular section or area.",
            "Male"
        ],
        [
            "MR MALAN",
            "No, I'm referring to the period before you arrived, because you gave evidence as to the condition in Moleleki before you arrived.  You say\n\"At that time it was patrolled by the Youth League\"\nand you said: \n\"They were assimilated in the SDU structures\"\nnow who told you that, how did you know that?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "During the residents meeting when they decided to have a SDU, that is where the zonal commander met and formed sectional SDU's in Moleleki included with ANC Youth League in the sectional SDU in Moleleki.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were they then all, the Youth League all appointed or elected as SDU members?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They volunteered to be part of the SDU.",
            "Male"
        ],
        [
            "MR MALAN",
            "And were they accepted as part of the SDU?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They were welcomed with two hands Sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can I just pursue their status.  Were the members of the Youth League, when the SDU was formed in Moleleki, were they fully fledged members of the SDU?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Others were not members of the SDU and others volunteered in Moleleki to be members of the SDU's but I was a member of the SDU.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the position that any member of the community who subscribed to the views of the community i.e. protection of the community, could become a member of the SDU?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was not easy for anybody from the community to volunteer, there was a certain number that was supposed to form SDU's, not everybody.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I understand that, but anyone could volunteer regarding of the person's political affiliation, as long as he was prepared to subscribe to the views of what the SDU's stood for.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Thank you Chairperson.  People who were allowed to volunteer were members of the PAC, ANC, members of the civics, not members of the IFP, they were not allowed.  These are the only structures that I've mentioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So these persons from these parties then served together in the SDU, is that right?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They were serving together Mr Chairperson.",
            "Male"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.\n\tSo your evidence is that Moleleki before 1992, before you came to Moleleki in 1992, that section was still under construction, not completed and because of that it was not yet organised, it had not yet had an organised SDU structure.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.  When I arrived there it was not well organised, even the civic organisation of Moleleki was not yet a section because it only had two blocks.  It was not well organised when I arrived there.",
            "Male"
        ],
        [
            "MR MADASA",
            "When was Moleleki completed as a section? Was it completed in 1992 or 1993, I mean the building?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "1992 and in 1993 people were moving in.",
            "Male"
        ],
        [
            "MR MADASA",
            "When the last block, that is block 7, completed, which year?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was in 1993 if I'm not mistaken because there was a problem, people could not occupy their houses because of the violence and that is why you see the open space that existed.  People started moving in in 1993.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now, when was it decided that there should be an SDU formed in Moleleki?  Which year, in 1992 or 1993?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "1992.",
            "Male"
        ],
        [
            "MR MADASA",
            "What time in 1992, the beginning of the year, middle or the end of the year?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was towards the end of 1992, October or September around there.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was that SDU formed as a result of a meeting by the community?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, it was because of the meeting that was held by the community, it was decided that the SDU must be formed.  Because before people came to attack Moleleki and the residents decided that an SDU must be formed.",
            "Male"
        ],
        [
            "MR MADASA",
            "So before the SDU was formed in Moleleki the ANC Youth League was an informal structure which patrolled that area?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was patrolling Chairperson, before the formation of the SDU's.",
            "Male"
        ],
        [
            "MR MADASA",
            "And then when a meeting was convened both structures were amalgamated, that is the ANC Youth League and SDU became one?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "An instruction was that the SDU must be formed, whether you are a member of the ANC, of the PAC but the question attained was to form the SDU and that is why this meeting was called.\n\tWe were talking of the SDU not as individual members of the ANC, PAC but during the formation we knew that the PAC was there and the ANC was there.",
            "Male"
        ],
        [
            "MR MADASA",
            "And then when that SDU was formed the ANC Youth League ceased to exist as a patrolling structure?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It did not patrol all by itself, it was patrolling with the SDU, all of us were patrolling.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Were you one, did you become one structure?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Thank you Chairperson, that is correct.",
            "Male"
        ],
        [
            "MR MOTATA",
            "What I understand by that, you were accounting to one commander?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct, Ntjebe was the commander.",
            "Male"
        ],
        [
            "MR MADASA",
            "Where did the members of the SDU come from, that is at Moleleki?  Were you people who came from the township or from where?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Moleleki was a new section, people who moved in there were from Mandela Park, others came from Polla Park, others were renting back rooms in different sections, now they came to Moleleki to form a section and then they formed an SDU.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now what caused the division between you and the ANC Youth League afterwards?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you get to that question, would you still remember the names of persons, of ANC Youth League members who were patrolling Moleleki when you arrived there?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I remember some of them Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you give us those names please?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Thabo is one of them, T-H-A-B-O.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you give us their surnames if you can recall them?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I do not know their surnames, these were just nicknames.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  It's Thabo, Lucky, Vips, he has since died.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Right?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Those are the people I remember Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  These are the persons who were patrolling Moleleki when you arrived?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After the decision to form the SDU in Moleleki, can you recall the names of the ANC Youth League who joined the SDU patrols after October 1992?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The names that I've mentioned were part of the SDU, specifically those three that I've given you were members of the SDU.  I found them patrolling the area with members of the ANC Youth League until they amalgamated into the SDU.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  So the same persons later patrolled with the SDU's?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Sir, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were any of the applicants for amnesty, your co-applicants, were any of them members of the Youth League?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Two of them were members of the ANC Youth League, they remained behind, they did not leave us.  Yes, Chairperson, two of them were members of the ANC Youth League.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sorry?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who are they?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Shongwe and the second one is Lefu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes very well.  Thank you, you may continue.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Now tell us, what caused the division between you and the Youth League?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I have already indicated that I was patrolling at night because I was working.  Sometimes members of the SDU would be patrolling during the day and people would be looting Spaza shops, they taxis would be shot at, if you were a Zulu speaking person you would be assaulted and they would be saying that you are a member of the IFP.  You had this Spaza shop and you would be expected to provide food.\n\tNow the commander was trying to bring order to this situation and that is where the division started.  They removed themselves from us, they said they will stand all by themselves as the ANC Youth League and the SDU must also stand on its feet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did they want to separate themselves from the SDU's?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Last year when the ANC submitted to the TRC, it stated clearly that within the SDU there were criminal elements and it's true, even in Moleleki that situation reigned.\n\tSome of them felt they were not going to stand for that and they would hit the targets and then they would loot these targets.  Now they decided to stand all by themselves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand your evidence, the complaint really was that notwithstanding the patrols by the SDU's, there were people who were being harassed because they happened to speak Zulu, others were being robbed and there was crime, is that right?  And the commander was concerned about this level of crime?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, were the ANC Youth League members implicated in this crime, to your knowledge?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Those who were involved in this crime hid behind the organisation's name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, did you suspect that the ANC Youth League members were responsible for this crime?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I have evidence that some of them were involved.  A truck that was heading for Maputo was looted and these members unloaded the truck, looted the truck.  We asked then why were they doing that and they said it was one of the targets.  These people were uncontrollable, they were not under control.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So your answer to my question then is that some of the ANC Youth League members, as far as you were concerned, were involved in a crime, in criminal activities?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which had nothing to do with the protection of the community?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was pure crime.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  And when you confronted them as to why they had done this, they would say that: \"Well, this was part of the target and that's why we had to rob them\"?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "When we asked them they said this was a target.  In the first point, you do not just go into someone's Spaza shop and say it is a target.  They killed a certain member of the Communist Party called Majosi because he had his Spaza shop.  They killed him with two of his uncles and he was a member of the same community, they killed him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who killed him, you say: \"they killed him\", who killed him?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He was killed by the Youth League.",
            "Male"
        ],
        [
            "MR MALAN",
            "But which members of the Youth League?  Surely it wasn't all ten million members of the Youth League.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Part of the Youth League called Mr Majosi.",
            "Male"
        ],
        [
            "MR MALAN",
            "You said that you had evidence that some of them were involved in criminal activities, did you have names?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I don't have their names Sir, but some of the witnesses here will reveal their names.  The commander and some of the members of the SDU went to them to investigate, to ask them why they were involved in the Majosi issue and they said they thought he was a member of Nkatha.  Maybe some of them, when they give evidence they will testify to that effect.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you didn't have any names?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As a result of these activities of the ANC Youth League members, was any decision taken about to deal with the problem because I heard you say that they were uncontrollable?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I would put it this way.  I was on trial on Thursday for this trial and when I arrived at Moleleki on a Friday I found one member of the ANC Youth League and he said to me: \"Oscar, we want to assault these men\", and I asked them: \"Why\", he said: \"No, they are an obstacle in our way\".  Can I carry on?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which men was he referring to?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He was referring to the SDU.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who, do you have a name?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Lucky.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was the Lucky the person who approached you?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "And who was the person in the SDU that they had trouble with?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They have separated themselves from the SDU at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[indistinct] came to you didn't he?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Lucky came to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, Lucky.  Lucky came to you, yes.   Yes?",
            "Unknown"
        ],
        [
            "MR MOTATA",
            "By saying these people are an obstacle, you say he was referring to the SDU which you are a member of that SDU's, in other words, indirectly that statement was referring to you.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "I'm sorry that I'm giving you a hard time Mr Motlokwa but I'm again confused, if I can just find the parties involved.  You say you were on trial at the time?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "You came to the township on the Friday, one of these ...[intervention]",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I was released on Thursday.",
            "Male"
        ],
        [
            "MR MALAN",
            "On Thursday?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "On Friday you were approached by Lucky who was then a member of the SDU but he was a Youth League?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Before he was a member of the SDU and they separated themselves from us.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then if I heard you correctly, and I'm referring to the translation, you said:  \"He said that they wanted to assault an SDU member\".",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He said they wanted to assault the SDU because the SDU was an obstacle.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did he ask your permission?  You were a member of the SDU at that time, is that correct?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Chairperson, I would shortly explain this.  I said I arrived and I was patrolling with them, even the stability was disturbing them.  That is why he came to me.  I don't know what are the reasons therefore.  Can I carry on?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The same Friday night, I must say that the SDU had meetings every Friday, now I reported this to Ndondolo.  I said I met Lucky and he told me that they are going to assault you: \"What have you done guys\"? and he said to me they have done nothing wrong.  He said to me they have done nothing wrong.\n\tNtjebe requested Vusi to write a letter to the sectional committee of the civic association so that meeting be arranged to come and solve this issue.  The letter was written on Friday, if I'm not mistaken it was delivered on Saturday morning.  Can I carry on Sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The letter was sent to the chairperson of the section, Mr Mokwena.  On Monday the sectional committee replied, they said they have a meeting but it would be impossible to meet with the SDU but they will announce the date for a meeting.\n\tThe same Monday there was a conflict, the conflict started on Monday.  Ntjebe gave me off because he said I was on trial and he said I shouldn't be patrolling, I should attend to the traditional cleansing.  At about half past eight Vusi came, I was in bed already.  He woke me up and said: \"Oscar wake up, Ntjebe wants you\" and I said: \"No, Ntjebe ordered me not to patrol\", he said: \"No, he wants you, come in full\".  In other words I have to come wearing the clothes for patrolling.  \n\tI was told that comrade Sibulelo was killed and I asked who killed her and I was not told anything.  We went to a spot where we meet before patrolling and Ntjebe sprinkled Ntelezi, which is a traditional muti, on us so that we can patrol.  It was half past nine, passed nine when we went to comrade Sibulelo's place, then we were guarding the corpse.\n\tCommander Ntjebe and the vice chairperson of the civic, who is Sepo, looked for transport to go to the Red Cross for the corpse to be taken to the mortuary.  Before they could even leave the area they were shot at and they stopped.  They were shot at by the ANC Youth League, they were not injured.  Luckily they managed to escape, they survived and they ran away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were not present when they were shot at were you?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I was not present, we were left behind guarding the corpse.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You must only tell us about what you saw and not what you were told, do you understand that?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would this be a convenient time to take the lunch adjournment?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I should think so Chairperson.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes, I agree.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, very well.\n\tMr Motlokwa, we will now take a lunch adjournment and we will reconvene and 2 o'clock.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Thank you Sir.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sir, you are still under oath.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may sit down.\n\tYes Mr Madasa?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MADASA",
            "(cont)\n\tSorry Mr Chair, there is just one issue that I need clarity on.  Before we adjourned I heard Mr Chair warning the applicant not to state things that were hearsay and I need clarity on that issue.  \n\tI might be wrong but I was under the impression that these proceedings, because they are ...[indistinct] judicial nature, a limited amount of hearsay is admissible.  Although I do not know the parameters thereof, I just need clarity Mr Chair on that point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well we expect the persons who appear before us to tell us about what they actually saw because that is what we are interested in.  Hearsay may be led under limited circumstances where there isn't anyone else to give that evidence but it only effects the weight to be attached to hearsay evidence.\n\tWe didn't want to burdened with a whole host of hearsay evidence which cannot be substantiated and the persons who give evidence in regard to those occurrences are not here to be cross-examined if necessary.  That is the point I was making to the witness.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Excuse me Mr Chairperson, before the proceedings continue may I place on record that the applicant who was in jail has now been brought.  He is present here now.  I also wish Mr Chairperson to place it on record that we had a problem with the arrangement that this person be brought here.\n\tThe prison officers say that this person an awaiting trial person and therefore they claim that he is not the responsibility of the prison warders, but the responsibility of the police and investigating officers and all that.  So they say they can bring him today to here but from tomorrow onwards he is not their responsibility. \n\tWe are in the meantime still arranging to get hold of the investigating officers so that we can be assured that tomorrow ...[indistinct] will be here.  So I just wanted the Committee to be aware of those difficulties that we are confronted with but we are attending to the matter, thank you Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know what the procedure is in a case of an awaiting trial prisoner who is detained in prison under the Act, who is supposed to bring the person to the hearings?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, our understanding is that ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What does the Act say?",
            "Unknown"
        ],
        [
            "MR MOTATA",
            "I'm not sure Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you look?  Yes?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chairman.  The Act, not the Truth Commission Act, but there's a Government Gazette which has been passed dealing with these types of issues particularly for purposes of amnesty.  The position is that if a person has been convicted, he is then the sole custody of the Correctional Services and they must convey him to and from but if he is not, I've just forgot the section but it is in the Government Gazette, he becomes the responsibility of the SAPS, that is in the Gazette.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would someone then bring the provisions of that regulation to the attention of South African Police Services and would you make sure that the applicant concerned is brought here tomorrow?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "That will be done Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you very much for your assistance Sir.\n\tYes, you may continue Mr Madasa.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.\n\tMr Motlokwa, when we adjourned you were about to relate details of the incident but before we come to that I want us to finish the issue of the divisions between you and the ANC Youth League.  \n\tBefore I even come to that, where were the ANC Youth league members drawn from?  Were they all residents from Moleleki section?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Not all of them.",
            "Male"
        ],
        [
            "MR MADASA",
            "Where did the others come from?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Others came from Tabosa, Twala section, for example Daveyton.",
            "Male"
        ],
        [
            "MR MADASA",
            "If they came from different places but not from Katlehong, what was the position, were they allowed to patrol with the SDU's?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The people that I talk about, that they came from different sections, they came after the ANC Youth League, severed the relationship with the SDU's.  In the SDU's structures we did not have those kinds of people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is the position that after the ANC Youth League severed its link with the SDU more members of the ANC Youth League from outside of Katlehong came into Katlehong?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, they came to Moleleki section.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From Katlehong or from other ...[intervention]",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is Katlehong, Moleleki section.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I know they came to Moleleki section but did they come from other sections of Katlehong or did they only come from outside of Katlehong township?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Some of them came from other sections, like for example, others came from Tabosa in Alberton and then others came from Daveyton.  I'm talking about Benoni, Benoni side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "What was the other point of dispute between you and the Youth League?  What else caused divisions?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I've already explained that for the fight to start it was because of the ANC Youth Leagues, to loot Spaza shops and to suspect people falsely that they were members of Nkatha.  Those were the causes of the conflict because they didn't want us to examine those facts.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you ever confront them with regards to their criminal activities within the community?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't he just say that they refused to be confronted?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "A letter was written to the section because we did not have power to do so.  The SDU's wrote a letter to the section committee, and the Chairperson was Mr Mokweni, so that he will be able to bring those two parties together so that we will be able to discuss these issues.\n\tThis meeting did not happen because the section committee was busy with other meetings.  On the following Monday of the same weekend the letter was written.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was there any request that came from taxi associations and businesses to you pertaining the Youth League?  Was there any request made to you by the taxi association and business in that area pertaining the activities of the Youth League?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, it was.",
            "Male"
        ],
        [
            "MR MADASA",
            "Tell us about that.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The taxi owners who were in Moleleki section came to SDU's to request protection.",
            "Male"
        ],
        [
            "MR MADASA",
            "Protection against what?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Because the taxis were shot at and they were taken.  They were requesting that those people, the SDU's should come and protect the taxi ranks so that the community should be safe.  Between the agreement of the SDU's and the taxi associations was formulated and one of the applicants worked in that unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was shooting at the taxis?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Members of the ANC Youth League Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "So you say there was an agreement between the SDU's and the taxi association for some members of the SDU to help the taxi association with patrols?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "To protect their vehicles.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct, even again to protect the community because they did not want to know who the passengers of those kombis were.",
            "Male"
        ],
        [
            "MR MADASA",
            "And then what about business?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The business people yes, and again the bakeries were looted.  These people took the confectionery bread from the bakery transport and the business people came to the SDU's so that they should accompany the bakeries when they entered the township. Those people were paid by the bakery company.  I don't know where they came from.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the SDU provide protection to the bakeries?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, that is correct Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now, was there any division between you and the Youth League with regard to perhaps language or their home or origin, say for example some came from Transkei or something like that or ...[indistinct], was there any division of that sort or level of education or the fact that some people came from the township, others came from the rural.  Along those lines, was there any division of that sort?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, it was there Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Explain it.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "ANC Youth League were saying in many instances that they were not going to be controlled by Xhosa speaking people who came from Transkei.  They would not be allowed to be in the township.",
            "Male"
        ],
        [
            "MR MADASA",
            "Were the majority of the SDU members Xhosa speaking?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I would say it was 50/50.  Xhosas were there and the ...[indistinct] were there and South Sothos were there but they were saying ANC - SDU belonged to the Xhosas.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was there no Xhosa speaking in the Youth League?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I have no evidence in that regard Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there a majority of Xhosa speaking Africans within the SDU?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "How were these Xhosa speaking people perceived by the Youth League, what was the problem with them?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I did not see any problem according to me, they just regarded the SDU as a Xhosa dominated thing but when go to the rallies they would wear Xhosa traditional dresses.",
            "Male"
        ],
        [
            "MR MADASA",
            "My question is, what was the perceived problem from the point of view of the Youth League with the Xhosas who were in the SDU?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Maybe their problem is that they were disciplined by the hierarchy of the SDU.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who was disciplined?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "ANC Youth League was disciplined.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that the members of the ANC Youth League did not like members of the SDU because the members of the ANC Youth League were disciplined by the SDU leadership?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It may be so Mr Chairperson, because they did not like members of the SDU's because SDU's were reprimanding them of things they were doing and they started saying that they were not going to be ruled by the Xhosa speaking people and they belonged to the township.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So the whole problem started with the SDU leadership attempting to exercise some discipline over the ANC Youth League.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct, it started there Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This was resented by the ANC Youth League?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, they were disputing that exercise because they continued with their criminal activities.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And thereafter the ANC Youth League started saying that they will not be controlled by the SDU which is controlled by the Xhosa speaking Africans?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It is like that Sir, because they were now independent and they were doing their own things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Could you just enlighten me again.  If you say you disciplined, the SDU disciplined the Youth League members, how did you discipline them?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They were showing them that those things they were doing were not allowed, they were reprimanded sort of.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you just an another aspect tell me, the community in Moleleki Extension 2, were a majority of them Xhosa speaking?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Chairperson, all ethnic grouping were residing in Moleleki section.  We have coloureds we have, all ethnic groupings were residing in Moleleki section.  We have coloureds, we have the Northern Sothos, we have the Xhosas and so on.  I would not be able to perceive or perceive that Xhosas were in majority.",
            "Male"
        ],
        [
            "MR MALAN",
            "Are you saying they would not have been in the majority, the Xhosas in the community?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "So you're saying even the Xhosa speaking Africans were not in the majority, they were perceived by these youths as influential in the SDU.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now, were you present when there was a march which was led by the late Chris Hani in connection with the demand for the release of prisoners at a certain prison?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I was present when we marched in that march which was led by Chris Hani to Boksburg, I was there.  There were some who were arrested because of criminal activity.  I would not be able to specify as whether those people came from Moleleki section but I know that some members of the ANC Youth League were not controllable during that march.  I would not be able to put a blame to any particular people or a section.",
            "Male"
        ],
        [
            "MR MADASA",
            "Can you tell us specifically if there are any acts which you know of which were criminal in nature, caused by the ANC Youth League during that march?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Many things happened there, even within the SDU's.  Those things happened, not particularly to Moleleki section the whole SDU's.  During the death of Chris Hani, shops were looted and so forth.\tI've no evidence in that regard Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "The question is specific, just listen carefully.  I'm asking about the march that was led by the late Chris Hani to demand the release of prisoners, was there trouble during that march?  Who caused the trouble?  What was the trouble, if you know?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I did not see who was responsible during that march when we went to Motabe prison but I know that there was a car which the occupants inside tried to shoot Chris Hani and they ran away.",
            "Male"
        ],
        [
            "MR MADASA",
            "Do you know if there were shops that were looted during that march by the members of the march?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I learnt that some shops in Daveyton were looted.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now let's come to the incident, the day of the massacre.  On that day, where were you?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "On that day I was my house, I was sleeping.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you know Blanko?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, I know Blanko.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was he your neighbour?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, he was my neighbour.",
            "Male"
        ],
        [
            "MR MADASA",
            "Okay, you were sleeping.  Carry on, what happened?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "At about half past eight Vusi Mthembu arrived to wake me up and he told me that Ntjebe sent him to wake me up to call me because a comrade was killed.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who was the comrade who was killed?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Comrade Sesi Bulelwa.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who was she, what organisation was she a member of?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "According to my knowledge she was a member of the ANC and she was the member of the street committee.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you have a good relationship with her as SDU?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, a good relationship.",
            "Male"
        ],
        [
            "MR MADASA",
            "Okay, continue.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Vusi arrived and he told me that Bulelwa had been shot and we left with Vusi to a place where we met the SDU's and Ntjebe said to me: \" Bulelwa is dead, we must go to F section\", because she was residing at F section but before that he applied Ntelesi, a traditional medicine.\n\tHe poured us with Ntelesi, we then left.  We went to block F where Bulelwa's body was.  When we arrived she was dead.  Ntjebe and the vice chairperson of the section committee then left because they had to fetch the Red Cross together with a car to remove the corpse but before they could pass through block A they were shot at on their way.  \tWe stayed there until about past one.  Comrade Sugar  ...[intervention]",
            "Male"
        ],
        [
            "MR MADASA",
            "When you say: \"past one\", was it in the morning or when?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It's past one in the morning.  And we were told that those who were employed should go home and sleep because we were supposed to rest for the next day.  Myself and comrade Nebe left, we went to sleep.\n\tWhen I arrived at my home it was not yet even one hour and I heard a knock at comrade Blanko's house and I thought that it was Ntjebe and Manyala because Blanko was the chairperson of the SDU.  I thought they were coming to address and issue of, I thought they were going to address an issue of Bulelwa's death, as to who killed her.  I did not take that into consideration. \n\tAnd I heard glasses breaking and I woke up, I opened the door and Blanko's house was surrounded.  Others were already inside because the door was already open.  They were shooting inside Blanko's shack and I had a 9mm gun with me.",
            "Male"
        ],
        [
            "MR MADASA",
            "Sorry, if you could speak slower please for the interpreters.  Did you see these people who had surrounded Blanko's house?  Did you identify them?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Sir, some of them I know.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who are those?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I saw Tusanang who was one of them handling an AK47.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who is he?  His league, is it SDU or what?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He was just an ordinary citizen, a resident.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I saw Vips, but he has since died.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was he SDU or Youth League?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Youth League.",
            "Male"
        ],
        [
            "MR MADASA",
            "Do you know why Tusanang was there, the one who had an AK47, if he was not a member of the Youth League?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I did not know why he was involved because when we looked at this issue we thought that there elder people who actually sent them.  We thought to ourselves that there was a force pushing these young stars to do these actions.",
            "Male"
        ],
        [
            "MR MADASA",
            "You thought Tusanang was behind the activities of the Youth League which were criminal?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Okay, carry on.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "When I went outside ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, just wait a minute.  Tusanang and Vips, are these only two persons you saw at Blanko's house?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Apart from these two, were there any other persons that you could identify?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I did not see the others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "When you say you did not see the others, do you mean you did not know them, you saw people but you did not know them or you couldn't see them because vision ...[intervention]",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was dark, there were many.  You would not be in a position to thoroughly look at them for the purpose of identity.",
            "Male"
        ],
        [
            "MR MADASA",
            "Continue.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "When I went outside Blanko's house was surrounded and they shot.  I had a 9mm gun with me, the AK47 rifle was left behind with Vusi Mthembu because they were guarding Bulelwa's corpse.  I then thought I had to protect comrade Blanko.  I ran to Michael Sonti and I told him that Blanko is attacked.  \tMyself and Michael Sonti went to a place where Bulelwa's body was lying and the comrades were not there, they left for Blanko's house because they hid them and they burnt him while he was inside the house.  When we arrived there he was already dead, he had been burnt down with the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say yourself and Michael Sonti went to the spot where you had left the body of Bulelwa, is that right?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is where there were people guarding the corpse with an AK47?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Did you then from that spot proceed to Blanko's house?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many were you in the group now, at that stage?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I've already indicated that it was myself and Sonti.  We found the rest at Blanko's place trying to put out the fire.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you just orientate me, did you say Bulelwa's body was in F section?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And where was your house and Blanko's house, which section?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "E section.",
            "Male"
        ],
        [
            "MR MALAN",
            "I take it they're bordering each other?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was quite a distance but they were close.  The distance and where Bulelwa was lying is quite a distance Sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "How long did it take you to get there and back?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We might have taken 10 minutes because we were running.",
            "Male"
        ],
        [
            "MR MADASA",
            "You say at Blanko's house you found other comrades who were there?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We found some of the applicants and some of his comrades who were helping with the fire.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you give us the names of the persons that you found at Blanko's place?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Vusi, Vusi Mthembu, Michael Nkomo and the others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you mean: \"and the others\"?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Some of the applicants, those who are sitting at the back, myself and Michael arrived later.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I want you to do is give us the names of the persons that you found there.  You've told us Vusi Mthembu was there, Michael Nkomo was there, who else was there?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sugar was present, Shongwe was present, Lefu was present.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is Lefu here?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, he is present here.",
            "Male"
        ],
        [
            "MR MADASA",
            "...[inaudible both English and Floor tapes]",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Stlwetla was present, I do not know his real name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the person's name?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "S-T-L-W-E-T-L-A.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is he here?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He is here Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is he Phillimon Lupindo?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It might be him Sir, I only knew him with his nickname.  Yes, that's him Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is his name?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "...[No English translation]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Is there any other one who is here but you don't know his name?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was difficult to know each other by names, that is why we used combat names.",
            "Male"
        ],
        [
            "MR MADASA",
            "I understand that ...[inaudible]  Can you point the other ones who are here but you don't know their names?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, give us the combat names, it doesn't matter.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I knew them by names, not their real names.  I know them by the names we used to call each other by.",
            "Male"
        ],
        [
            "MR MADASA",
            "Mr Chair says use that name to identify them now.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Rooivark was there, that's him.",
            "Male"
        ],
        [
            "MR MADASA",
            "That's Michael Armoed Mr Chair, number one.\n\tWho else?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Moshe was there.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who else?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Those are the people I found at the scene.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, continue, then what happened?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "After the fire was extinguished and order was taken out that they should be fetched, they should be attacked.  We went to attack them the same night.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So the fire was extinguished.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The attackers had already left.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They ran away.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A decision was then taken to attack the attackers.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, who first came up with the decision that they must be attacked?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That decision was taken by Sugar.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who is Sugar, what authority did he have at that time to issue orders?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He had powers, he was acting like vice. If Ntjebe wasn't present, he was looking after the SDU.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did other people besides the SDU members which you have pointed out, gather outside Blanko's house?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Many people came Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "From where?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Most of them were residents of block E and F.",
            "Male"
        ],
        [
            "MR MADASA",
            "How was this order that you referred to issued?  Did he shout out or did he call a meeting, how was it issued, to attack Blanko's assailants?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "After the fire was extinguished, then we were ordered to go and attack those people and if a shootout ensues, fine.   We went to them through C block, then we met them, then we fought until the early hours of the morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just take us back to the place where Blanko's house was.  Who first - I understand that Sugar suggested that or came with the idea that the persons who  had attacked Blanko must be attacked, is that\nright?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did he say this?  Was there any discussion as to what was to happen to these people or did he simply say: \"We must go, let's go and get these killers\"?  How did he say this?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We did not sit down and plan this thing, it happened spontaneously because of that situation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But did someone say: \"Let's go and attack\"?  Was there someone who said that?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Sugar said: \"Those people must be attacked\", Sugar took out that order.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And everyone agreed?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, we went out hunting them.  Ntjebe Ndondolo was not present, that is why Sugar ordered us to attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Sugar the highest SDU official present at the time?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Some were present Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there someone who occupied a more senior position than Sugar at the time when you were outside Blanko's house?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, the secretary of the SDU, and other members of the committee were present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but in terms of people who could issue the orders of the crime that was issued on that day, was he the only person who could issue the order who was present there?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "There were no other senior - there were no senior people to issue out orders except Sugar.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.\n\tNow after the order ...[End of tape 2B - No follow-on sound]\n\tNow during the shooting you managed to subdue them and those you did subdue you caught and the others fled?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "What did you do with those that you caught?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We left with those we caught, we took them back to the community.  We actually tightened their hands, we kept them for the next day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who did you catch?  Give us names.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Chairperson, one of them died the same day, the other one is still alive.  His surname is Mokwena, I just forgot his name.",
            "Male"
        ],
        [
            "MR MADASA",
            "How many did you catch?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We caught two.",
            "Male"
        ],
        [
            "MR MADASA",
            "When you say you took them to the community, what do you mean by that?  Where was the community where you took them to?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "At about 7 o'clock in the morning there was a community meeting to discuss the incident of the previous day, then the community lost control and they said these children must be killed.",
            "Male"
        ],
        [
            "MR MADASA",
            "At that meeting, how many people were caught who were there as victims?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "If I'm not mistaken we'd already caught three of them because at the 3 o'clock in the morning we caught two and the one we caught him at about five, there were three in number.",
            "Male"
        ],
        [
            "MR MADASA",
            "Look the total of the victims is about 14, where did the others come from?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, just before we get to that.\n\tThe three that you had caught, we know that one of them was Mokwena.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't know his first name do you?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the other one was?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I do not know his name, he has since died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The third one?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The third one also Sir, I cannot tell his name, he also died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Now the meeting of the community, was this the meeting of the street Committee?  Who was present at the meeting?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The meeting was addressed by the chairperson of the civic.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was his name?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "His surname is Machinini, I do not know his first names.",
            "Male"
        ],
        [
            "MR MADASA",
            "Sorry, at that meeting, that is now at 7a.m. in the morning, how many people in total had you caught?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Three people Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "What about the rest of the victims?  Were they there or were they brought later?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They were brought later.  We managed to get the others because of these three.  One of them was Buthelezi, one of the victims is Buthelezi.  His child said: \"Dad, tell me what you ordered me to do, you sent me\".",
            "Male"
        ],
        [
            "MR MADASA",
            "So Buthelezi was one of the people you caught earlier on, he was amongst the three you first caught, Buthelezi?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "Which Buthelezi is that, is it Alfred Philemon Buthelezi?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you said that of the three people that you first caught you only knew Mokwena, you didn't know the other two.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The third one, the three people we arrested?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now why do you say you know Buthelezi as well?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sir, I told you about three people we caught, then Buthelezi came later when Mokwena revealed his name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "People who died are nine in number.  We caught three at first and the six victims were taken out by the first three.",
            "Male"
        ],
        [
            "MR MADASA",
            "So those you caught point out others and those pointed more and eventually you had about nine people?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.  They told us who the rest of the people were and that is when we went to their houses to fetch them.",
            "Male"
        ],
        [
            "MR MOTATA",
            "When you went to the houses to fetch them, were you accompanied by the three or how did you identify the other six?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We were in the company of the three, the three of them were there.",
            "Male"
        ],
        [
            "MR MADASA",
            "Right, I'm interested in this Buthelezi.  Tell me about Buthelezi, was he a member of the ANC Youth League, Alfred Philemon Buthelezi, the one you said you heard his son also present there?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He was not a member, he was an elderly man, he was about 40 years old and he was a member of the community.",
            "Male"
        ],
        [
            "MR MADASA",
            "So he lived at Moleleki?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did he have anything to do with the ANC Youth League, Buthelezi?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.  Because his child said: \"Dad what do you say now, you said we should go and kill Blanko\", so that is the reason why I say he had a relation with the ANC Youth League.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know what is his son's name?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I do not know his son's name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he killed as well, was the son killed?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Could he be Thokozani Buthelezi, do you know if he's Thokozani Buthelezi?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "If the surname is Buthelezi, it might be him.",
            "Male"
        ],
        [
            "MR MADASA",
            "Okay, go on.  You had all these people, fetched them from various places where they were, brought together, what did you do with them?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "These people were fetched from where they were and they were fastened on the hands.  I did not take part in that but some of the members of the self defence units and the commander Ntjebe, Ntjebe Ndondolo issued out orders to take these people to an open veld next to the river ...[intervention]",
            "Male"
        ],
        [
            "MR MADASA",
            "At what stage did Ndondolo arrive because the earlier order was issued by Sugar?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.  Ndondolo arrived in the morning when Machinini was addressing the meeting, he arrived in the company of Manyala.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes, carry on, what was Ndondolo's order?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I forgot something, just before I come to the orders issued out.  Some members of the ANC Youth League ran to Manyala to tell him that the SDU was harassing them, unfortunately Ntjebe went in at Manyala's place and they tried to run away.  He caught up with the and the were taken into the kombi and then he brought them with.\n\tOne of them was Vips, he came with them in a kombi and they were taken out of the kombi and they were put with the other group.  Ntjebe and Manyala and Majola ordered the death of these people, these criminals.",
            "Male"
        ],
        [
            "MR MADASA",
            "...[inaudible]",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sorry?  Ntjebe, Manyala and Majola.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is Ntjebe the same person as Ndondolo?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "Where was the killing ordered, was it a meeting or what was the situation when these three ordered the killing?   What was going on at that time?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "After the meeting of the community Ntjebe called the members of the SDU aside and he said Manyala commanded him that these people must be killed and then we were going to fetch them from a shack and then we were going to kill them in an open veld.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was he referring to now, was he referring to the 9 people that he had caught or was referring to the ANC Youth League members who had run into Manyala's house?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He was referring to the nine people in our custody.",
            "Male"
        ],
        [
            "MR MADASA",
            "At that time when you were called aside, where were these people kept?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The community was angry about the death Bulelwa and Blanko and then we were told that they also must be killed.",
            "Male"
        ],
        [
            "MR MADASA",
            "Where were they kept,  where were they at that time?  Where were you going to get them and kill them, where were they?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They were in a shack Sir in block F.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So these persons were rounded up from wherever they were and put in a shack in block F.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.  Some of them were rounded up wherever they were and they were taken into the shack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And there was a meeting at about 7 a.m. in the morning which was addressed by Machinini?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I think the meeting was held between half past six and seven, I'm not sure of the time but Machinini addressed the meeting and after the meeting that is where an order was issued out.  They were already nine, the order was that they should be killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the meeting which was addressed by Machinini, who was present?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The residents and the members of the SDU were present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who came with the suggestion that these nine people that were caught had to be killed?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I already mentioned that Ntjebe Ndondolo issued out an order which was given to him by Manyala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he announce that at the meeting?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, he did not announce that in the meeting, he told us as members of the SDU.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What happened at the meeting, what was the meeting about?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I said the vice chairperson addressed the meeting, the vice chairperson of the - the zonal vice chairperson.  The issue on the table was the situation around Moleleki and the death of the two people.  He was addressing the meeting as the leader, he did not take out such an order at the meeting.   Because you know, if people are angry you can't control their emotions, they just decided that these people must be killed and he called us aside as members of the SDU.  It is there where he took out an order.",
            "Male"
        ],
        [
            "MR MOTATA",
            "What interests me Mr Motlokwa, you were present at this meeting where the community was outraged by the happenings of the previous night, that is the deaths of Bulelwa and Blanko.  Were you present in that meeting?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I was present Sir.",
            "Male"
        ],
        [
            "MR MOTATA",
            "This meeting as we know by now was addressed by Mr Machinini, would I still be correct?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Now, whilst the community is there and Machinini is addressing the community, you being present with some members of the SDU's, did the community itself in your presence take a decision about the fate of the nine?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The community was talking that they should be killed.  No decision was taken by the community or the chairperson in agreement with the community that they should be killed, people were just saying it out of their own feelings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did anyone in your presence at that meeting indicate to the meeting that these persons had already been caught and that they are being held at a shack in block F?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The members of the SDU knew that these people were in a shack.  Even members of the community knew because they saw them before.",
            "Male"
        ],
        [
            "MR MADASA",
            "Right, order issued, who carried it out?",
            "Male"
        ],
        [
            "MR MALAN",
            "Just a second on this question.\n\tYou say, if I hear you correctly, you say: \"The members of the community knew about all nine because they saw them before\", didn't you earlier say that only three people were caught at the time of that meeting which Mr Machinini addressed?  You had only the three and others you rounded up later, so this community, what was their knowledge?  Who did they say were to be killed, did they say that these nine by names must be killed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or did they just say that the people who had killed Blanko and Bulelwa must be killed whoever they are?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Can I clarify this issue Sir?  Three people were caught during the meeting and Manyala came with other people in a kombi and these are the people who went to Manyala to report.  And the community was already gathered at the meeting but first three people were caught.\n\tWe caught two at three in the morning and then we caught one at about 5 o'clock, then the rest were - the others were arrested at Manyala's place.  We went out to fetch the others.  Now the members of the community even helped with catching some of these people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At what stage was that?  Let's get this thing straight.  The first three, the first two were caught shortly after the shootout between the ANC and yourself.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then there was a third one who was caught later.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  And then probable ANC Youth League members ran to Manyala's place to report that they were being harassed by the SDU members.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But Manyala had been told that that is not true, there'd been a fight that killed Blanko?  He was aware of that?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Manyala was not aware, Ntjebe went to report for Manyala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he found those ...[intervention]",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He found them there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many were there, were there three?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I do not know but we were told that many of them escaped.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Many escaped but some were caught?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know how many were caught?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I cannot give a number Sir, I do not  remember how many were caught.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, these were the ones who were put in a kombi?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Those are the ones who were put in a kombi Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Were they taken straight to a shack in block F?  Did the kombi take them straight to block F?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The kombi drove with them to the community and they were then taken to the others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The were taken to the meeting first?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Sir.  I said Manyala and them arrived with them at Blanko's house where the community was gathered.  After they were seen by the community they were taken to the others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So the meeting was at Blanko's house.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the community must have seen them there, the three?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then they were taken to block F?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We now have about six, six persons are caught now.  What about the remaining three, when were these caught?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I have already said that they themselves identified each other.  In a meeting they said: \"You were there, you were there\".  There was one of them who was mistakenly identified and when he was assaulted they confessed that he was not there but the three was included in the group of nine.  Those who were mistakenly assaulted were released.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Yes?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "This meeting at Blanko's place, was it in the yard of Blanko or outside the yard in the street?  How was it formed?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was inside Blanko's yard.",
            "Male"
        ],
        [
            "MR MADASA",
            "Inside only, were there no other people outside the yard?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The yard was fully occupied and some were standing outside his yard because at that time the police had arrived to take the corpse.",
            "Male"
        ],
        [
            "MR MADASA",
            "When the police arrived to take the corpse, where were these victims?  Were they already taken to the shack or not?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They were in the shack Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "Then you told the police about them?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, we did not tell them.",
            "Male"
        ],
        [
            "MR MADASA",
            "Why not?  You could have told the police to arrest them.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I already said that we were not cooperating with the police.",
            "Male"
        ],
        [
            "MR MADASA",
            "What was done with the people who were in the shack?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Ntjebe issued out an order that they must be killed.  We took them out of the shack, we took them to the open veld.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who was present when they were taken to the open veld?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I was there Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What reason was given for their killing?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The SDU was to defend the community and they were harassing the community, that was the reason.  An order is an order, it was difficult even on my side to kill them.  I did not have any option, I was just ordered and I know that their families are bereaved but there was nothing I could do really.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We understand that, we understand that. What I want to know is, when Ntjebe issued an order that these nine persons had to be killed, what reason did he advance for their killing?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He said they should be killed because they killed Bulelwa, they killed Blanko.",
            "Male"
        ],
        [
            "MR MADASA",
            "The killing of Blanko especially, who was the chair of the SDU, how did you understand that to mean?  How did you perceive this killing as SDU's?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Blanko's death was very uncomfortable to me because before he died he came to me and he said: \"Oscar, if a fight crops up in my absence please cooperate with the SDU\".  Blanko was a very sweet person, he did not have any conflict with anyone.  He was arrested by the police at one stage in train we gave him the gun in the train and then he was arrested for the sake of the community.",
            "Male"
        ],
        [
            "MR MALAN",
            "Chairperson, maybe the Lord was revealing himself, maybe he was telling me those were his last words because he told me those words at about 7 o'clock, he said: \"Please, even tomorrow when I'm not there, work with the SDU's\" and at about 2 o'clock he was killed.   In other words his words haunted me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand you evidence, the very last words that Blanko uttered was that: \"If in my absence the enemy should attack the people, please cooperate with the SDU\".  That's what he said, the very last words that he ...[intervention]",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I was a member of the SDU.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We know that, we know that.  When you sit back and when you think back about those words, it appears to you that perhaps when he made that statement something was telling him that he was about to die because he died shortly thereafter.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  And he knew that you were a member of the SDU.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Because he was my chairperson Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, okay.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "So Blanko's death was a huge loss, is that correct?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was a loss to me and to the community.",
            "Male"
        ],
        [
            "MR MADASA",
            "And to the SDU?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Sir.  The SDU and the community.",
            "Male"
        ],
        [
            "MR MADASA",
            "How was his death a huge loss to the community specifically?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "His death was a huge loss because he was a member of the SDU and the SDU was defending the community.  Now if members of the SDU were going to die in that fashion then it was going to be difficult for them.  He played a certain role, he protected the community.  He could not sleep at night which people were sleeping.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is there any other manner in which Blanko was helpful to the community besides being part of the SDU structure?   Outside that structure, was he helpful in any other manner to the community seeing that he had a shop, for example?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, he was helping the community, he had a Spaza shop.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is there any other manner besides just owning the shop, did he do certain things for the people in his personal capacity?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, if there were street committee meetings he would be there to assist, he would be solving the problems of the community and that is why I regarded him as the very important person within the community.",
            "Male"
        ],
        [
            "MR MADASA",
            "Okay, who was with you when you went to kill these people?  Who went with you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] going to the veld.  This is now when you were proceeding to the veld where you were going to execute the order.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, Mr Chair.\n\tWho was with you?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I will start with the commander.  I was with Ntjebe Ndondolo.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Michael Nkomo.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Shongwe, Lefu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shongwe?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Shongwe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I know him as Shongwe Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, he is present here.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes Sir, that's the man standing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] number 6.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Magogo.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is he here?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, he is not here.  Madikizela.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is he here?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, he's not here.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who else?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Holomisa.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is he here?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, he's not here.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who else?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "And Sugar.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is Sugar here?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, he has since died.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who was armed amongst you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are these the only persons who went to the veld?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Those are not the only people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, give us all the names.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Vusi Mthembu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he here?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you point him out to us?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That's correct Sir, he's at the back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Yes?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Rooivark was present.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is that Armoed?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, the gentleman from Sun City.",
            "Male"
        ],
        [
            "MR MADASA",
            "That's number 1 Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Who else?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sorry?",
            "Male"
        ],
        [
            "MR MADASA",
            "Who else?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Those are the rest I remember, I might have forgotten the others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Are there any others here perhaps whose names you have forgotten but whom you can see amongst the applicants?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "When these - are you saying present here with the applicants Sir or within the applicants?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Are there any others who are present here at the hearing amongst the applicants who were also present at the open veld when you went to execute those people but you have forgotten their names?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Swetla was also present.",
            "Male"
        ],
        [
            "MR MADASA",
            "Number 11 Mr Chair.",
            "Male"
        ],
        [
            "MR MALAN",
            "Lupindo?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Anyone else you recognise here?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No Sir, I think they are all.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now were you all armed as you took these people to the open veld?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, we armed but with different weapons.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who had what weapon?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I was an operator, I had an AK47 with me.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did anyone else have an AK47 as well, besides you?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.  Rooivark.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who else had an AK47?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Shongwe.",
            "Male"
        ],
        [
            "MR MADASA",
            "Were Rooivark and Shongwe also operators at that time?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We were three guys handling AK47's.",
            "Male"
        ],
        [
            "MR MADASA",
            "Were they also operators, Shongwe and Rooivark?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "How were the others armed?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Ntjebe had 9mm shots.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Others had knives, like Oukappies and those assortments.",
            "Male"
        ],
        [
            "MR MADASA",
            "Those you have mentioned are the only ones who were armed with firearms?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who fired the shots at the victims?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps tell us how were the deceased killed.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They were shot and they were hacked and stabbed with knives.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just tell us how this happened. I mean, were there people shooting, others stabbing at the same time?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Their hands were tightened up when we left for the veld.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they tied at the front or the back?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They were tightened to each other.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, was this with a rope, a wire, with what?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was a rope Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And they were tied with a single rope, all nine of\nthem?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I did not notice as to whether it was just one rope but they were tightened up with a rope.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were tied together?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "If I realised well, they must have been tied two, two.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "When we arrived at the veld all of them were ordered to sit down.  Ntjebe himself starting shooting.   Our commander Ntjebe Ndondolo started shooting them with a 9mm shot and thereafter, with our AK47's, we shot them.  After shooting them, those who had sharp instruments hacked them to finish them off.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes, continue.  After they were killed, did you all die?  Do you know if they all died there?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "According to the way we shot them I was under the impression that they were all dead.  I don't know whether one of them survived but I think all of them died.",
            "Male"
        ],
        [
            "MR MOTATA",
            "You have just said, after they were shot, those who had sharp instruments finished them off, were you under the impression that they were still\nalive?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We shot them Sir, and some of them were still alive and they were finished off with these compasses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where exactly were these person shot at, chest, head, legs, where?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The rest of them were shot at their heads and the chest.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When they were shot at, where were they facing?  Were they shot at from far and how close was the person who was shooting them?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We were very close to them Sir, close.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For example, when you shot with the AK47, how far were you from the person that you shot?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "About one and a half metres to two metres.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At what part of the body did you aim the AK47?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The head.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you shoot at each and every one of these nine persons?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No Sir, I shot those whom I shot and the others shot at the others.  I've already said that three\nof us had AK47's, Ntjebe had a 9mm shot.  I shot those, I managed to shoot and the others also shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many did you shoot?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I did not count.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did someone give an order to those members of the SDU who had firearms, that you shoot this one and you shoot the others and so on?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, Sir.  Ntjebe Ndondolo issued out an order but he was not specific as to who should shoot who, he said: \"Shoot them\".  He was not specific enough as to how many I should shoot.",
            "Male"
        ],
        [
            "MR MADASA",
            "You said Ntjebe Ndondolo was the first to shoot and then thereafter he ordered you to shoot, how many did Ndondolo shoot?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They were ordered to sit down, as they were sitting down he shot at them.  Now I did not see how many people he shot.",
            "Male"
        ],
        [
            "MR MADASA",
            "But how many shots did he fire?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Four, if not five times.",
            "Male"
        ],
        [
            "MR MOTATA",
            "Mr Motlokwa, responding to a question you said: \"According to the way we shot at them, all of them must have died.  Before you left the scene, did you make sure that these people were dead because the orders given to you was to shoot them dead?  Am I probably mistaken?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Chairperson, I said that the way we shot at them I was sure that they were all dead.  I don't know, but it happens sometimes that you think you have shot at a person but the next day he is alive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, the issue is not so much what may or may not happen, the question is: \"When you left the veld on that day, were you satisfied that all nine people were dead or did you believe that all nine persons were dead?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "When we left the veld I believe that they were dead.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, do you know the names of the persons that you killed?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, Sir, I do not know all their names.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who do you know?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I know Buthelezi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Buthelezi is the old man?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anyone else?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Buthelezi's son.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And who else?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The others I do not know.  Vips was not killed with that group, he left with Manyala and them and I heard later that he was killed somewhere in Kumalo Section.  He was not killed with the rest of the group.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you can only identify two persons that you killed, that is Buthelezi and his son?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I'm not denying the fact that I also took part in the killing of the others, I just forgot their names.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No-one is suggesting that, do you understand that?  All we want to know is, if you know the names of the persons then tell us that.  Are these the only persons you remember?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.\n\tNow after these people were killed, was there any meeting held afterwards by way of a report back or something?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "After the killing of these nine people there was meeting, the central meeting for the SDU's and  the whole of Katlehong attended.  In discussion was this issue of the killing.  The sectional commander wanted to know why these people were killed.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who wanted to know, sectional or central?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The central.",
            "Male"
        ],
        [
            "MR MADASA",
            "Yes, what transpired at that meeting?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Mr Ngobo.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was he given the report?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He was given a report by the delegates from the SDU.",
            "Male"
        ],
        [
            "MR MADASA",
            "Sorry, sorry, were you at that meeting?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I was not there, I was only given a report back as to the contents of the discussion.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who was sent to that meeting as delegates?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sugar, he has since died, Sugar and Morashia.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who is Morashia, what was he?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I do not know his full name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he amongst the applicants?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, he's not here Sir.",
            "Male"
        ],
        [
            "MR MADASA",
            "What was his rank?  Morashia, what was he, was he a member of the SDU?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "He was a member of the SDU, yes.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was he in the leadership?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, he was among the leadership.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who else, Sugar, Morashia and who?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Two people were delegated.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now did you then receive a report from them as to what transpired at the meeting?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To the best of your knowledge the meeting had been called by Mr Ngobo the central commander, to receive a report as to why the nine persons had been killed?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And to the best of your knowledge he was given that report?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "In the report back to us was said that he was told the reasons behind the killing of these people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What reasons were given to him?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "They told him that these people killed comrade Bulelwa and Blanko and Galo.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Through you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because they had killed Bulelwa, Blanko and who?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The central received numerous cases, he killed Bulelwa and Blanko.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, thank you.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I heard you mentioning Galo, you said Blanko, Bulelwa and Galo, when was Galo killed?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Galo?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Didn't you mention three people?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Okay, can I put another questions, we are hearing about this Morashia at this stage of the proceedings, did he feature in any other meetings or activities of the SDU's on the night Bulelwa and Blanko were killed?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, he had been present.  I already indicated that he was the person responsible for getting Ntlesi, the traditional medicine.  Now because of the  -the stability unit was looking for him and he quit his job and then he rand away, he went to his hometown Matatele.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now, were there allegations that Bulelwa Zwane was perhaps killed by the SDU's?  Are you aware of such an allegation?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, such allegations existed, that she was killed by members of the SDU.",
            "Male"
        ],
        [
            "MR MADASA",
            "What caused the confusion?  Why was it alleged that she was killed by you and you say she was killed by the youth?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We were also surprised by these allegations, that she was killed by members of the SDU because Bulelwa was working with us.  The information that we received from the members of the Youth League, they told us that they killed her because she was working with the SDU's.  When there were bedroom ...[indistinct] and the lootings all over, Bulelwa would go to them and tell them.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was there any relationship between Bulelwa and Blanko?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, Bulelwa was loved by all the people and she was working with all the people, I think she was also working with Blanko.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the ANC Youth League admit having killed Bulelwa?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Even to this day Sir, they haven't agreed that they killed Bulelwa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  So as matters stand, no-one knows who killed Bulelwa, it's just a suspicion?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We got it from the horses mouth, we can't stand against them.  They told us that Bulelwa had been killed by them.  Now, it's a pity because these people who gave us this information are dead now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are these the people you killed?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "May I follow up on this line about the accusation.  One of the accusation or one of the persons making this accusation seems to have been, from statements in our bundle, Vips.  That Vips informed the other Youth League members, in fact that you yourself - I think he said: \"Oscar killed Bulelwa\".  Are  you aware of that statement?  Has you lawyer pointed that out to you?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Chairperson, I heard this allegation.  I told you already that I came out of the trial on Thursday and when I arrived I discovered that there was a conflict between the SDU and the Youth League, now they thought that I had killed Bulelwa.\n\tThey said that I was on trial because of Bulelwa's death and then I stated clear, the person who opened a case against me was Njomo from Pietersburg, it was not Bulelwa, it was just an allegation.  And I tried to put my case clear as to who is the person who went to lay charges against me, charges leading to my sentence.  Now the crime that I committed was between Nights and Germiston, Bulelwa is not involved at all.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just follow up.  You also gave evidence that one of the persons that you saw when you woke up the night that Blanko was killed and when his house was set alight was Vips?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Chair.",
            "Male"
        ],
        [
            "MR MALAN",
            "This is the same Vips that allegedly blamed you for having killed Blanko - Bulelwa, sorry.  Is it the same Vips, that's really my question?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, there was only one Vips.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you tell me, why was Vips not killed with the others, because you I identified them?  The people who were killed were the people who killed Blanko and Bulelwa but Vips is taken aside, why was he not killed with the others?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Vips was a leader of the Youth League, that is why Manyala and them took him with to kill him in another section.  He was not killed with this group.  He was their leader and that is why he was taken by the leaders of the SDU.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but why?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Why they killed him separately I do not know.  It also surprised me as to why was he not killed with the others, it was a question mark to me and I never got an answer for that because they drove off with him in a kombi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you say you came back from the trial on a Thursday.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say you came back from the trial, had you been in custody until then?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  And Bulelwa was killed the day thereafter?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "She was killed on the 6th.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you came from custody, what date was that?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I just happen to forget the date but it was on a Thursday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, the 6th, what day of the week was the 6th?  Can you still recall when Bulelwa was killed?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "It was a Monday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was a Monday?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's when Bulelwa was killed?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, you come from custody on the Thursday preceding that Monday?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  So, no-one could suggest that you had been on trial for killing Bulelwa, because when you came back Bulelwa was not yet dead, right?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Chairperson, there were statements that I am the person responsible for the killing of Bulelwa and I have witness to that effect.  My and my fried Alex, we were all together watching television and after the story on television we went to sleep.  It was not even on hour when Vusi came in to wake me up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I understand that.  You were saying that people were even suggesting that you were on trial because you had killed Bulelwa.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, I misunderstood you then, okay.\n\tMr Madasa, is there indication how far from wrapping up this evidence in chief because the time now is already a quarter past four?  How far are you from finishing your evidence in chief?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, I'm almost over now, two or three questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, we will continue until you finish your evidence in chief.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you Mr Chair.\n\tNow, I understand that a meeting was called after this massacre between the Youth League and the SDU's with a view to have truce so to speak, do you know anything about that meeting to reconcile the two?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, I know that.",
            "Male"
        ],
        [
            "MR MADASA",
            "Who called that meeting?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The meeting was called by central and ANC Youth League in Katlehong.  They called that meeting so that they wanted to reconcile the two parties.",
            "Male"
        ],
        [
            "MR MADASA",
            "Were you reconciled?  Was the meeting successful?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, Sir, I wouldn't say they meeting succeeded in reconciling us.  Let me start it this way.  We were suspended for three months, they confiscated arms from us for three months.\n\tThey took them to - they called other sections to come and patrol in our section.  You wont' talk about peace whilst you are armed, so from that side it was difficult for them to be suspended because they didn't have a proper structure.  Whilst we were suspended they continued killing our members.  \n\tANC in Shell House sent Africa to come and solve the same problem about the ANC Youth League and SDU's.  Africa came and then we explained our positions, that we are in conflict with them.  He himself, they wanted to hijack his car, that is ANC Youth League.  \n\tI'm trying to say that peace never existed until in 1994 when they stole Mr Kumalo's van, that is a panel van which is a Cortina.  The vice president of the Katlehong branch was coming to show area 6, that is ANC, unluckily Tiger was present called the residents' meeting to show the parents what your children are doing, then he said: \"Children have stolen the car\" ...[intervention]",
            "Male"
        ],
        [
            "MR MADASA",
            "You speak very fast, just slow down please.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Alright.",
            "Male"
        ],
        [
            "MR MADASA",
            "Continue.",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "In that meeting a decision was taken that each and every resident whose children were involved should repay Kumalo's car because the car has collided with something and then it needed to be panel beaten.",
            "Male"
        ],
        [
            "MR MADASA",
            "I don't want to get into that.  Was there peace eventually between you and the SDU's, I mean the Youth League?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I would say peace came when I was the chairperson of the ANC because I tried to reconcile the ANC Youth League and SDU's.  I tried by all means to reconcile the two parties.",
            "Male"
        ],
        [
            "MR MADASA",
            "You say you were - were you later elected as the chair of the ANC?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where you the chairperson of the ANC, where, in Katlehong ...[indistinct]",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I was the chairperson of the area six, that is Moleleki, Zongezizwe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were those the only two areas, Moleleki and Zongezizwe?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Sorry?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are six comprises of two areas, Moleleki and Zongezizwe?",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, Sir, that is Moleleki, Zongezizwe, Sunrise, Magagula and Galela Section.",
            "Male"
        ],
        [
            "MR MADASA",
            "So you say, as a result of your election to that position you - peace came to the area?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Yes, there was peace.  I tried, though I tried under difficult circumstances and even some of our members were sceptic so that I wanted them to be reconciled with them.  I said to them we should talk about peace.\n\tI tried to reconcile - I had three to four meetings trying to create peace between the two parties, that is why residents from Moleleki, they have all returned.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now, do you know what was the source of the firearms which the ANC Youth League used?  Where did they get them from?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The issue of guns, they were getting them - they disarmed the police.",
            "Male"
        ],
        [
            "MR MADASA",
            "And how else did they obtain firearms?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "I only know that they got guns from disarming the police.",
            "Male"
        ],
        [
            "MR MADASA",
            "What I want to establish here is that,  they were not issued, the Youth League were not issued the firearms from the command structure of the SDU/s?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "No, Sir, they were never given arms from our commanders.",
            "Male"
        ],
        [
            "MR MADASA",
            "Even at the time you were still working together, were they not issued firearms by the SDU structure?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The time when we were operating together Vips was an operator, the time when all of us were in the SDU.  When they left the guns - the guns which belonged to the SDU's were taken from them but they had their own guns, we didn't know where they took them from.",
            "Male"
        ],
        [
            "MR MADASA",
            "In terms of this Act which is in operation here, when you make an application you are supposed to show that one of the requirement is that you had a political objective when you committed an act.  You've told us what your role was and the rest of the members, tell me what political objective did you want to achieve by killing those people?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Our political objective was to protect the community against an enemy.  We were looking an enemy from outside whereas we had an enemy within, that is why there was this kind of a conflict.",
            "Male"
        ],
        [
            "MR MADASA",
            "So the Youth League, you perceived them as an enemy within you?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The way the acted, that is so.",
            "Male"
        ],
        [
            "MR MADASA",
            "Did you have any evidence or suspicion that these people, the Youth League, were perhaps used by some other force?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "We had that suspicion that it may be possible that they had a force behind, firstly Buthelezi himself was always together with the members of the stability harassing members of the SDU's and then at times would meet members of the IFP.  We had a doubt about where he stands and that he's related to - the ANC Youth League is related to Buthelezi.  Maybe third force was present within them.",
            "Male"
        ],
        [
            "MR MADASA",
            "Now, if third force were police, covert police structure, now if the third force wanted to divide you as SDU's or as a community and seeing that the Youth League was involved in these criminal activities and that caused division amongst you, would you say therefore they were a suitable target for the third force to use in order to divide the community in Katlehong?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Madasa, quite frankly I don't understand the question, what is the question?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Was it easy for the police or the third force to use the Youth League against you?",
            "Male"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "The way you put it, it seems it was like that, that even if we had a fight against one another but the ANC - the police would always be there, so they used tactics so that for us to divide these people is to make them fight each other.",
            "Male"
        ],
        [
            "MR MADASA",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MR MADASA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any problem with tomorrow Mr Mapoma, if we start at 9 o'clock tomorrow?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "I've already arranged for transport to be picked at 9 o'clock at home but I can try and contact those people earlier.  What I'm saying is, if something wrong happens there it will be for that reason but otherwise I'm ready to start at nine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, very well.  Due to the lateness of the hour we have to adjourn now.  We will reconvene tomorrow at 9 o'clock.  \tMr Motlokwa, may I remind you that you are still under oath and will you come back here, make sure that by 9 o'clock you are here so that we can continue with your evidence.",
            "Unknown"
        ],
        [
            "MOHALE OSCAR MOTLOKWA",
            "Thank you Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}