{
    "header": {
        "type": "AMNESTY HEARING",
        "location": "BOKSBURG",
        "day": "1",
        "names": [
            "CHRIS HANI HEARING"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54641&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/bok/bok2_3hani1.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "JUDGE WILSON",
            "MAUREEN VENTER",
            "MR BIZOS",
            "MR MALENDI",
            "MR MPSHE",
            "MR PRINSLOO"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "MR PRINSLOO",
            "CHAIRPERSON",
            "MR BIZOS",
            "MR LIONEL DU RANDT",
            "MR DU RANDT",
            "MS VAN DER WALT",
            "MR MALENDI",
            "INTERPRETER",
            "JUDGE WILSON",
            "MR WILSON",
            "MR MPSHE",
            "MS KHAMPEPE",
            "MR KHAMPEPE",
            "MAUREEN VENTER",
            "MRS VENTER",
            "MRS VAN DER WALT"
        ]
    },
    "testimony": [
        [
            "MR PRINSLOO",
            "Mr Chairman, during the evidence of Mr Derby-Lewis it was indicated to the Committee that I propose to hand in certain documents that pertain to claims submitted by Mr Derby-Lewis during his term of office of the President's Council.  Mr Chairman, document EXHIBIT AG which was the programme was already handed in and I have now prepared the documents pertaining to the claim which consists of the document AG, just for the purpose of not confusing it and I've marked them AG 1-6, that's then six pages including the document already handed in as AG.  The documents will now be handed over to the Committee, Mr Bizos is already in possession of a document, an extra copy will be given to Mr Mpshe as the translator required a copy, Mr Chairman, he's making extra copies.\n\tPage 1 then Mr Chairman, EXHIBIT AG, is the one which is already before the Committee and Page 2 is then the claim in respect of the official journeys that are taken by Mr Derby-Lewis.  It's got his name and his details of the vehicle and the distance travelled and the date the claim was submitted, the 4th March.\n\tAnd then over the page which is then the third page - are the details pertaining to the travelling. And page 4 itself is the claim form and the claim that's submitted is as indicated as for Mr Derby-Lewis and it's for the 21st February until the 5th March.  The details are set out in there and then it's also his appointment which is 4.05 and then 6 is the receipt of the money, of the pay slip rather.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes this will be received as AG 1-6.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Mr Chairman, this document was handed to us shortly before the Committee came in - we have had neither an opportunity to study it properly nor to check the correctness or it's providence and authenticity.  I merely want to say at this stage that it can go as an exhibit but we will raise in argument what use can be made of it, Mr Chairman, as it stands.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "The next witness is Mr Lionel Du Randt.  This witness has already given evidence in the trial of the two applicants.  His evidence is found in Volume 4, page 158 (298) and this continues to 168 to (308) -  It's on the volume as 158 up to page 168, Mr Chairman, (308) of Volume 4.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            [],
            "(sworn states)\nEXAMINATION BY MR PRINSLOO",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "May I continue Mr Chairman?\n\tMr Du Randt, the applicant on your right hand side, do you know him?",
            "Male"
        ],
        [
            [],
            "Yes I know him.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it correct that you've also in the Supreme Court before Judge Eloff, Judge President of Transvaal, that you testified for the State against Mr Derby-Lewis?",
            "Male"
        ],
        [
            [],
            "I was not a State Witness, but they asked me just to speak the truth.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "But you gave evidence in that trial?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Du Randt, how long have you known Mr Derby-Lewis?",
            "Male"
        ],
        [
            [],
            "As from 1988.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you live at Krugersdorp, is that correct?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "How long have you been living there?",
            "Male"
        ],
        [
            [],
            "Since 1959/1960.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do you live in Boshof Street in Krugersdorp?",
            "Male"
        ],
        [
            [],
            "Yes I'm living in that area.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "In 1993 did you live there as well?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Du Randt, from time to time did you attend any of the council meetings of the Council of Krugersdorp?",
            "Male"
        ],
        [
            [],
            "Yes I did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do you have in your possession the minutes or rather not the minutes but the calendar of these council meetings?  Mr Chairman, at this stage I want to present EXHIBIT AI - it consists of four pages.  This is for the Committee as well as Mr Bizos.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this document really relevant?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, with respect this document is really relevant, it refers to particular dates which dates are in dispute in this particular Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are the dates of the meeting in dispute of the date of the attendance of the meetings in dispute?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, the dispute is to when a particular event that took place and the references will be made to dates pertaining to the meetings that took place at the Town Council.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you.  Mr Du Randt, various meetings were held and I refer you specifically to the meetings and you must tell the Committee whether you've attended these meetings.  AI and right at the top 1180 was the first meeting of the Council on the 27th January, do you confirm that?",
            "Male"
        ],
        [
            [],
            "I confirm that date yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And are you aware that the meetings are being held on Wednesdays?  On which Wednesdays are these Council meetings held?",
            "Male"
        ],
        [
            [],
            "Usually the last Wednesday of every month.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And then when we page to the second page there's another reference to a Council Meeting, it's right at the top, just look at this document, right at the top, do you see the date, the 24th February 1993?  Would that have been the last Wednesday of the month?",
            "Male"
        ],
        [
            [],
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was that also a Council Meeting?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And then were any Special Meetings held where the Mayor was elected?  On which date did that happen?",
            "Male"
        ],
        [
            [],
            "That was on the 10th March.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And that is EXHIBIT AI the bottom of page 4 under 7.2, that was a Special Meeting - Election of the Mayor and the Vice-Mayor.  Do you see that there?  Do you still have the original programme?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You have that in front of you?  Mr Chairman, we did not make copies of the document which this witness has in his possession - this is the original document he had in his possession if you want to have a look at it.  I don't want to give all these documents to the Committee.  Mr Du Randt, may I continue Mr Chairman?  Mr Du Randt, when you gave evidence in the Supreme Court you said that the meeting you're referring to here was under cross-examination of Advocate de Vos.  He appeared on behalf of the applicant and this was the meeting pertaining to the election of the Mayor, is that correct?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Which meeting was that?",
            "Male"
        ],
        [
            [],
            "That was the election of the new Mayor.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was there any election of the Mayor at any of these other dates we've just referred to?",
            "Male"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "So, when you refer in your evidence to the election of the Mayor that was according to your evidence in the Supreme Court, to which date were you referring?",
            "Male"
        ],
        [
            [],
            "I said that was the last Wednesday of the month.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And that date is the 10th March?",
            "Male"
        ],
        [
            [],
            "The 10th March.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "In the Supreme Court you gave evidence and you were lead by Mr von Lieres based on your evidence that that had happened on the 24th February.  Was that what you testified?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what are you saying today about that evidence, that regarding the 24th February - what are you\nsaying in regard to that it is now the 10th March?",
            "Male"
        ],
        [
            [],
            "What I've said there is that it was the last Wednesday of the month, I did not specify the date there.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Du Randt, that meeting on the 10th March when the Mayor was elected, did you attend that meeting?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you see the applicant there, yes or no?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did the applicant talk to you there?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did he tell you anything?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What did he ask you?",
            "Male"
        ],
        [
            [],
            "He came and sat in front of me and he talked to me and he said somebody would bring a jersey to my house.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was it strange to you that this applicant would deliver things to your house?",
            "Male"
        ],
        [
            [],
            "No it was not strange because I was a member of the Conservative Party and sometimes I had to deliver post, for example, to him.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "This meeting of the 10th March, at what time did that meeting commence?",
            "Male"
        ],
        [
            [],
            "It was round about four o'clock that afternoon, it was not a long meeting.  It was only a meeting to elect the Mayor.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And your wife, during that meeting was she at her house or where?",
            "Male"
        ],
        [
            [],
            "Yes she was at home.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "After that meeting, Mr Du Randt, when you arrived home did your wife tell you anything or not regarding something which had to be delivered there?",
            "Male"
        ],
        [
            [],
            "She told me that somebody had left Clive's jersey there.  That happened after eight, after prayer meeting.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What did you understand by a jersey?",
            "Male"
        ],
        [
            [],
            "I thought that it would be a jersey that you could wear.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you have a look at that item?",
            "Male"
        ],
        [
            [],
            "No because my wife said she's put that in the laundry.  I wasn't interested, it was just a jersey.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you contact Mr Derby-Lewis regarding this matter?",
            "Male"
        ],
        [
            [],
            "He told me that I had to contact Derby-Lewis to come and fetch his jersey.  I did contact him and he said\nthat he would come the next day and collect the jersey.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What happened the next day?",
            "Male"
        ],
        [
            [],
            "The next day I got up as usual, I did my business between eight and ten and between eight and ten Derby-Lewis would have come to fetch the jersey and my daughter phoned and said why aren't you coming to my house so I said no I was waiting for Clive to come and fetch his jersey and then I said I'll rather go and deliver the jersey at his house and then go to my daughter.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you then go to Derby-Lewis' house?",
            "Male"
        ],
        [
            [],
            "Yes, we went to his house.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you take the parcel with you?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Who handled this parcel?",
            "Male"
        ],
        [
            [],
            "My wife.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Where did you take it to?",
            "Male"
        ],
        [
            [],
            "We took it to Derby-Lewis' house.  We drove up the driveway, we stopped in front of the front door, I got out of the car, knocked at the door.  Mr Derby-Lewis came then I told I had brought the jersey.  I went round the motor car, got into the car again.  While I was walking round the car I spoke to Derby-Lewis, handed the jersey to him and some post.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Then you left?",
            "Male"
        ],
        [
            [],
            "Yes then we left for Pretoria.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Du Randt is it correct that during April, round about the 21st April, the South African Police arrived at your house?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is that correct?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And did the police arrest you there?  Did they take you away?",
            "Male"
        ],
        [
            [],
            "Round about 4.30 that morning they knocked at my front door, I went to the door to see what it was about.  Somebody presented himself as Mr Human and Mr Assur and they said I had to come and make a statement regarding a firearm that was used in the murder of Mr Hani.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "At that stage when they asked you about a firearm and Mr Hani's death did you know anything about it?",
            "Male"
        ],
        [
            [],
            "No, I did not know anything about a firearm or Mr Hani's death but that Saturday, I've already heard that there was an assassination.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The police, did they question you there, did they take you to Benoni Police Station?",
            "Male"
        ],
        [
            [],
            "Do I have to tell everything which happened there?  I haven't opened the door then, they were in private clothes, I did not know whether they were policemen or what.  My wife came there and when she said Assur, my wife came there and the one Detective said he was Assur and she recognised him as a friend of her father.  We opened the door and they came in and they said I had to accompany them to the Police Station and I said I'm going to wash first, I was still wearing my pyjamas.  When I went down the passage on my way to the bathroom to wash my face and to shave, I saw a policeman behind me with a long gun, a kind of a revolver and he said \"there's no time to play now, you must hurry\" and I said no, I'm first going to read the bible and pray and then we left.  Then we went to Krugersdorp Police Station and from there Mr Human got out of the car and Sergeant van Niekerk accompanied Assur and me to Monument Town and we stopped there at a house and according to what I could remember, they picked up Mr Faan Venter there.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you know Mr Faan Venter at that stage?",
            "Male"
        ],
        [
            [],
            "I've never seen him before, I did not know him.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And then from there you went to Benoni Police Station.  Having arrived there were you interrogated?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What did they ask you?",
            "Male"
        ],
        [
            [],
            "When I had arrived at Benoni Police Station they told me that Mr Derby-Lewis had said that I had provided the firearm to him and I said he was lying.  Then they fetched Mr Derby-Lewis, I greeted him and I said \"How are you Clive\" he said \"Fine, under the circumstances\" and they said \"tell Mr Du Randt what you've told us\" and he told me I just had to speak the truth.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And at that stage did you know what you had given to Derby-Lewis was a firearm?",
            "Male"
        ],
        [
            [],
            "No I did not hand over the fire weapon to him because they told me in that parcel was not a jersey it was a firearm.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "At the police station did they show you a jersey at any stage?  Did they show you a firearm?",
            "Male"
        ],
        [
            [],
            "They showed me various firearms and every time they wrote something down and they want me to sign that I've seen these various boxes and I've seen the firearm.  I refused to do that.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "This little box or little boxes you're referring to which they've shown there, were these little boxes in which firearms were kept?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you make a statement to the police as far as you can remember?",
            "Male"
        ],
        [
            [],
            "Yes I made a statement.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "How did they treat you at the Police Station?",
            "Male"
        ],
        [
            [],
            "Mr Chairman, this is a very difficult matter.  I know they have to do their duty but they did not treat me well.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "After you've made your statement, did you see your wife there at the Police Station at Benoni?",
            "Male"
        ],
        [
            [],
            "Yes later that afternoon round about 5 o'clock my wife and daughter came to the police station.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did they ask her questions?",
            "Male"
        ],
        [
            [],
            "Yes we went from the one room to the other room and Mr Mike Holmes interrogated my wife whether she had seen this little box.",
            "Male"
        ],
        [
            [],
            "Your wife testified that the date that this weapon was received was the 24th February and the 25th February was apparently your daughter's birthday and at that day the weapon was delivered at Derby-Lewis' house.  Having had a look at these documents was that the correct date?",
            "Male"
        ],
        [
            [],
            "No, those dates were wrong.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And later that evening after you've made the statement and after you've been interrogated did the police take you back to your house?",
            "Male"
        ],
        [
            [],
            "Yes.  I myself, my wife and my daughter.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you at a later stage make any notes of your treatment you received at the police station?",
            "Male"
        ],
        [
            [],
            "Yes I did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Yes you had, I'm just asking.",
            "Male"
        ],
        [
            "MR BIZOS",
            "Is it suggested that this witness made any statement under duress?  If not, why is the record being burdened with these matters?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Chair, with respect, I do not intend burdening the record, I'm merely leading the evidence that you made notes about and it's available, I'm not handing it in.  It will be up to Mr Bizos if he wants to see it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Though I'm not getting to that.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you finished?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you any questions on behalf of Mr Walus?",
            "Unknown"
        ],
        [
            [],
            "No questions.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Mr Chairman, my learned colleague, Mr Malendi, will examine the witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes please proceed.\nCROSS-EXAMINATION BY MR MALENDI",
            "Unknown"
        ],
        [
            "MR MALENDI",
            "Thank you Chairperson.\n\tMr Du Randt, did Mrs Du Randt at any stage tell you that the packet contained a weapon?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            [],
            "After a delivery with Mr Clive Derby-Lewis?",
            "Male"
        ],
        [
            "MR MALENDI",
            "She did not at any stage tell you that the packet which was supposedly a jersey actually contained a weapon?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.\nThe speaker's microphone is not on.",
            "Unknown"
        ],
        [
            [],
            "Could you repeat the question please?",
            "Male"
        ],
        [
            "MR MALENDI",
            "Did your wife, Mrs Du Randt, at any stage tell you that the packet which supposedly contained a jersey for Mr Derby-Lewis actually contained a weapon as well?",
            "Male"
        ],
        [
            [],
            "After I delivered it, she said that she had checked and that it contained a weapon.",
            "Male"
        ],
        [
            "MR MALENDI",
            "When did she tell you that?",
            "Male"
        ],
        [
            [],
            "It was when Mr Derby-Lewis - when we had left Mr Derby-Lewis' house, I can't remember exactly when.",
            "Male"
        ],
        [
            "MR MALENDI",
            "On the evening on which she received the parcel, did she tell you that there is a weapon in that parcel?",
            "Male"
        ],
        [
            [],
            "No she didn't say anything about the weapon, she only mentioned that there was a jersey and that she had put the jersey in the laundry.",
            "Male"
        ],
        [
            "MR MALENDI",
            "After you had driven up to Mr Derby-Lewis' driveway, you had knocked at the door and you came back to the car walking with Mr Derby-Lewis, did Mrs Du Randt say anything to Mr Derby-Lewis about the parcel not containing only a jersey but also a weapon?",
            "Male"
        ],
        [
            [],
            "I didn't hear anything, I was outside the car, I was walking around it in order to climb in and my wife handed over the package and I couldn't hear what her conversation with Mr Derby-Lewis was.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did your wife handed over the package?",
            "Unknown"
        ],
        [
            [],
            "My wife handed over the package because she was closer to Mr Derby-Lewis who stood on her side of the motor vehicle.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I thought you said in chief that you knocked on the door, you told Derby-Lewis you had brought the jersey and you gave him the jersey and some post?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speakers microphone is not on.   The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "I'll keep my finger on it Mr Chairman maybe it will work.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "It appears that the light doesn't come on on that microphone, can't they give him one that works?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was put to you that you said in your evidence to counsel that you delivered the parcel and the post to Mr Derby-Lewis yourself, that's not correct is it?",
            "Unknown"
        ],
        [
            [],
            "That is not correct, my wife handed it over.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Thanks, Mr Chairperson.  Mr Du Randt, what I want to make sure is whether at any stage you came to know that what your wife had received and what you and wife delivered at Mr Derby-Lewis' house was a weapon.  On the evening on which your wife received a parcel, do you say she did tell you that the parcel contained a weapon as well or not?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "That's not what he said.  He said she told him after they had left Derby-Lewis' house when they'd handed it over.",
            "Unknown"
        ],
        [
            "MR MALENDI",
            "Thank you Chairperson.  And is it your evidence that yourself, you did not handle the parcel at all?",
            "Male"
        ],
        [
            [],
            "That is correct I did not handle it myself.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Mr Du Randt, you made a statement to the police is it not so?",
            "Male"
        ],
        [
            [],
            "I did make a statement.",
            "Male"
        ],
        [
            "MR MALENDI",
            "I would like you to identify the statement which I'm handing out to you now.  Is that the statement you made to the police on the 21st April 1993?",
            "Male"
        ],
        [
            [],
            "Yes.  May I read through it?",
            "Male"
        ],
        [
            "MR MALENDI",
            "Your signature that appears ...[intervention]",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Chairperson, the witness is still studying the statement.",
            "Male"
        ],
        [
            [],
            "Yes it's my signature.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He must just answer the questions he will have a time to read it.  He's just required to identify the statement first.  This is your statement and your signature?  Carry on.",
            "Unknown"
        ],
        [
            [],
            "Yes it is my signature.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Mr Du Randt could you please read paragraph 6 of your statement onto the record?",
            "Male"
        ],
        [
            [],
            "\"She said to me that somebody unknown had brought her the jersey package of Mr Clive Derby-Lewis and that she said that I should phone Clive and tell him that his package was at our home.  She phoned him and he told her that he would collect the package the next day.  My wife told me that very same evening that she had looked at the package and that it was not a jersey but actually a firearm.  I didn't look at the package and thus did not know what the contents of it was.\"",
            "Male"
        ],
        [
            "MR MALENDI",
            "Thank you.  So in your statement you say that your wife told you on the same evening that she received this parcel, that it contained a weapon?",
            "Male"
        ],
        [
            [],
            "I can't remember exactly, but I know that it definitely happened the next day that I peeked.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Chairperson, I beg leave to hand out this statement as an exhibit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "AJ",
            "Unknown"
        ],
        [
            "MR MALENDI",
            "As the court pleases.",
            "Male"
        ],
        [
            "MR MPSHE",
            "Yes, do carry on.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Mr Du Randt, at the stage when Mrs Du Randt handed over the parcel to Mr Derby-Lewis did you hear her tell Mr Derby-Lewis that the parcel contained a weapon?",
            "Male"
        ],
        [
            [],
            "No, I did not hear the conversation because I was walking around the car.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Because in her evidence in this hearing at page 875 of the second record she says that she did utter these words - how come you did not hear them if you were near the car and walking to the car with Mr Derby-Lewis?",
            "Male"
        ],
        [
            [],
            "I will repeat it.  He was standing at her passenger door, on her side of the motor vehicle and I was walking around to climb in on my side.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Chairperson, if you can bear with me for a second?  I would like to read to you what Mrs Du Randt said when she gave evidence during this hearing, it's further down on page 875\n\"The next morning after we had met Clive, my husband had rang the bell and he had come out and I said to him...\"\nand I presume the him was to Mr Derby-Lewis- \n\"I thought it was a man's jersey but I see now it is a gun.\"\n\tDid you hear those words being uttered by Mrs Du Randt?",
            "Male"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Excuse me, you did hear those words?",
            "Male"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I think it should be recorded as Mr Bizos did in his heads of argument that this is read from the second record.  We have two records with the same page numbers on them which are a little confusing.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes 875 of the second record.  Do carry on.",
            "Unknown"
        ],
        [
            "MR MALENDI",
            "Thanks Chairperson.   Did you after you had come to know that what was delivered to Mr Derby-Lewis was a weapon, did you ask Mr Derby-Lewis what the weapon was for?",
            "Male"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Did you ask Mr Derby-Lewis why he had said a jersey would be delivered at your house while in fact a weapon was delivered at your house?",
            "Male"
        ],
        [
            [],
            "Chairperson, I asked no questions or made no queries regarding the weapon after that.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Was it not of concern to you that a weapon was delivered at your house in a clandestine manner?",
            "Male"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Is it because you knew why it was delivered at your house and for what purpose?",
            "Male"
        ],
        [
            [],
            "No I didn't know anything.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Is it perhaps because you suspected what it was for?",
            "Male"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Mr Du Randt if you look at your statement EXHIBIT AJ at paragraph 4, will you agree with me that originally you had put the date on which you attended this Town Council Meeting as 31 March 1993 and then you scratched out 31 March and you put 24 February 1993?",
            "Male"
        ],
        [
            [],
            "I didn't write that in, Mr Assur wrote it in, they led me to understand that it was on the 31st March and I told them that it couldn't have been that recent it had to be a bit further back, that the jersey had been delivered to my home and I told that it was actually the 24th March because meetings were usually held on the last Wednesday of the month.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Did you delete 31 March and put 24th February?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Chairperson, he has said that he did not write that and that it was the police officer Assur who in fact wrote it there.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Did you put your initial on the side, on the left hand side next to the deletion, of 31 March and the replacement thereof with 24 February, did you put your initial there?",
            "Male"
        ],
        [
            [],
            "Yes after Mr Assur had deleted it and I did place my initials there to confirm that it was in fact not the 31st March.",
            "Male"
        ],
        [
            "MR MALENDI",
            "So by putting your initial there you confirmed the change of the date is it not so?",
            "Male"
        ],
        [
            [],
            "Yes that the dates had changed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but the dates had been changed to the 24th February, now not the 24th March, you confirm that?",
            "Unknown"
        ],
        [
            [],
            "24th February - to the 24th February, yes I confirm that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do carry on.",
            "Unknown"
        ],
        [
            "MR MALENDI",
            "Mr Du Randt, the date of the 24th February as appears in EXHIBIT AI page 2, you say it was indeed a normal sitting of the Town Council, is it not so?",
            "Male"
        ],
        [
            [],
            "Yes it was a Town Council Meeting.",
            "Male"
        ],
        [
            "MR MALENDI",
            "And you say the meeting of the election of the Mayor was on which date, 10 March 1993?",
            "Male"
        ],
        [
            [],
            "It was not on the 24th February but in fact on the 10th March.  Yes.",
            "Male"
        ],
        [
            "MR MALENDI",
            "And the 10th March was the election of the Mayor?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR MALENDI",
            "And if I understand your evidence well, you say that meeting started at 16H00 at four in the afternoon, is it not so?  The meeting of the 10th March started at four in the afternoon?",
            "Male"
        ],
        [
            [],
            "The 24th - usually they began at approximately four o'clock but if it wasn't going to be a lengthy meeting they would start a little later.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Mr Du Randt if you like at page 3 of that EXHIBIT AI - if I understood your evidence as you were giving it now, here, you said the meeting of the 10th March started at four in the afternoon, is it so?",
            "Male"
        ],
        [
            [],
            "According to this exhibit, it began at 18H00 and that would have been six o'clock.  I've said that usually at four, perhaps a little bit later, but from this it began at six o'clock that evening.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Till what time do you say the meeting lasted?",
            "Male"
        ],
        [
            [],
            "Until approximately 8 o'clock because I arrived at home after eight and the prayer hour had finished.",
            "Male"
        ],
        [
            "MR MALENDI",
            "What time did you get home after this meeting do you remember?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "He has just stated approximately eight o'clock.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Mr Du Randt, your wife Mrs Du Randt gave evidence here and placed the date of the 24th and the date of the 25th in relation to the birthday of your daughter which was on the 29th February and she was certain that this incident took place before her daughter's birthday.  Is that how you remember it or not?",
            "Male"
        ],
        [
            [],
            "I recall that they discussed it but it was incorrect, her birthday was on the 29th February.",
            "Male"
        ],
        [
            "MR MALENDI",
            "The incident took place not before the 29th but after the 29th?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What date did you say the birthday of the daughter was?",
            "Unknown"
        ],
        [
            "MR MALENDI",
            "The birthday of the daughter was on the 29th February.",
            "Male"
        ],
        [
            [],
            "She is a leap year baby, I don't recall whether that year had a 29th February.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "It didn't.",
            "Unknown"
        ],
        [
            "MR MALENDI",
            "Mr Du Randt when you left your meeting, the Town Council Meeting, did you manage to get to the prayer hour which is held every Wednesday at the church next to your house?",
            "Male"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Chairperson, if the Committee will bear with me for a second.  Mr Du Randt could you please look at page 1 of your statement, paragraph 5.  Could you please read paragraph 5 onto the record?",
            "Male"
        ],
        [
            [],
            "\"Mr Lewis said to me during the meeting that someone would be delivering a jersey to my house, he didn't tell me who would be delivering it but said that he would collect it.  The meeting adjourned at approximately 19H00 for tea and after that I went home in order to attend our prayer hour.  I joined the prayer hour at 19H30 hours and they had already commenced.  The prayer hour finished at approximately 20H30 and my wife and I went back home then.\"",
            "Male"
        ],
        [
            "MR MALENDI",
            "And Mr Du Randt, the reading of that paragraph means that when you arrived the prayer hour was not over yet, you joined in and then it broke at about 20H30.  You were already there - was my understanding correct?",
            "Male"
        ],
        [
            [],
            "According to the statement that is correct.",
            "Male"
        ],
        [
            "MR MALENDI",
            "And in fact your wife Mrs Du Randt's understanding is that you came home after 21H00 after they had broken their prayer hour.  Is she correct in this instance and you are wrong?",
            "Male"
        ],
        [
            [],
            "I must be wrong Chairperson.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You must be wrong in what, I understood that in your evidence here you told us that you arrived home after the prayer meeting had finished.  Is that not so?",
            "Unknown"
        ],
        [
            [],
            "Yes that's after the prayer hour.  As far as I can remember after I made the statement I have never again studied it so I could think about it and confirm whether or not it was after the prayer hour or after the meeting.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So do you now accept that the statement is correct.  The statement which you made on the 21st April?",
            "Unknown"
        ],
        [
            [],
            "Regarding the dates and times, no it is not correct because I did not look at the times and the dates.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You said you arrived and the prayer meeting had just commenced and you attended the prayer meeting for about an hour from 7.30 to 8.30.  Is that correct?  Do you accept that it would have been correct because you said it two months later?",
            "Unknown"
        ],
        [
            [],
            "Chairperson, usually after the prayer hour those who had attended would chat outside for a while so it could have happened that we might of chatted with some of the others for a while.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is being put really to you is, is that a likelihood that because this statement was made shortly after the event it is more likely to be correct than the evidence you are giving now about the time when the meeting ended and whether you attended the prayer or not?",
            "Unknown"
        ],
        [
            [],
            "After the Council Meeting I did go into the hall where the prayer hour had been held where my wife was still chatting to some people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it likely that this statement is correct?",
            "Unknown"
        ],
        [
            [],
            "My statement?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "The time is incorrect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see, yes.",
            "Unknown"
        ],
        [
            "MR MALENDI",
            "Thanks Chairperson.  Chairperson Mrs Du Randt's statement that she made to the police was not handed up when she gave evidence.  I beg to leave to hand it up as one of those statements that the Committee should take into consideration when weighing the evidence before this Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that put to her?",
            "Unknown"
        ],
        [
            "MR MALENDI",
            "Chairperson, my perusal of the record does not specifically deal with this issue of whether Mr Du Randt arrived at 21H00 or earlier but it is contained in her statement that she made to the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, I don't know what the evidential value of all this is going to be but you may hand it in.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, with respect, Mrs Du Randt must first statement - say that the statement was taken freely and voluntarily and was correct as what was put now was never put to her.  The statement was never shown to her at all and the witness was called by Mr Bizos at the time - Mrs Du Randt.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But may I enquire from counsel, in the overall issues that are of cardinal importance in this case, are these matters of such great importance that we are taking so much time over this?",
            "Unknown"
        ],
        [
            "MR MALENDI",
            "Chairperson, they may show to be of importance because one of our submissions is going to be that the conspiracy was not hatched in February or March 1993 and we are trying to indicate circumstances that show that the plot was being discussed and hatched earlier and we are trying to put before the Committee those circumstances that indicate that the dates that are being put by the applicants cannot be relied upon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now, put the contents of that statement to this witness and let him admit or deny it.",
            "Unknown"
        ],
        [
            "MR MALENDI",
            "As the Chairperson pleases.  Mr Du Randt I would like to read to you a statement made by Mrs Du Randt to the police on 21st April 1993 paragraph 23 thereof reading as follows:  \"My husband arrived at home approximately after 21H00 and I told him that he should telephone Clive and tell him that a man had delivered his jersey.  There was a phone in the kitchen and I heard my husband talking to Clive.  I heard him say and I quote 'Clive, Baby was at home and a man arrived here who left a jersey for you' I also heard Lionel (my husband) tell him that the following morning we would be going out quite early and that he asked Clive at what time he would be collecting the package.  After that my husband said that Clive would be collecting the jersey very early.\"  I'm putting to you basically from this paragraph is that arrived home at 21H00 after the prayer hour and you went to your house and did not join in with the prayer hour.  Do you agree with what your wife is recorded to have said in her statement or not?",
            "Male"
        ],
        [
            [],
            "At approximately 21H00 I was in the kitchen at the kitchen table.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Mr Du Randt are you aware that your son Andre Albert Du Randt also gave a statement to the police?",
            "Male"
        ],
        [
            [],
            "Yes, afterwards.",
            "Male"
        ],
        [
            "MR MALENDI",
            "He gave his statement on the 22nd April 1993 are you aware of that?",
            "Male"
        ],
        [
            [],
            "I know about it but I don't know the exact date.",
            "Male"
        ],
        [
            "MR MALENDI",
            "I would like to read to you what he said in his statement and would like to hear from you whether you ...[intervention]",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, with respect, is this witness going to testify?  What is the significance of this statement?  Again it's not confirmed by the witness, we don't know under what circumstances he made it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If the witness disagrees with what he said we'll pay no attention to that unless that evidence is confirmed by the evidence of the witness.  Yes put that to your.",
            "Unknown"
        ],
        [
            "MR MALENDI",
            "As the Chairperson pleases.  Mr Du Randt, I'm reading from your son's statement which reads as follows:  \"On the 24th February 1993 at approximately 18H50 I was at my mother's home\" and then two paragraphs down \"I opened the package and I saw the contents - there was a pistol, a 9mm Parabellum.\"  Your son also says in his statement he saw this weapon on the evening of the 24th February.  Are you able to dispute what your son says?",
            "Male"
        ],
        [
            [],
            "No I do agree that he did see it according to the information but I do not agree with the date - it is not correct.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Mr Du Randt, if you dispute the dates as I have read to you that this incident took place on the 24th and 25th March - 24th and 25th February, what is it that makes you so certain that you are right about your date?",
            "Male"
        ],
        [
            [],
            "Mr Chairman, according to the election of the Mayor at the Special Council Meeting, according to the date of that meeting my information is correct regarding the date.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Finally on this issue of that date I would like to read you from EXHIBIT R4 the first part, page 66, paragraph 48. ...[intervention]",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "I just want to get hold of R4 Mr Chairman.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Which is a statement made by Mr Derby-Lewis.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The page number, Mr Chairman, is it page 60?",
            "Male"
        ],
        [
            "MR MALENDI",
            "Page 66.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Paragraph 48 reads as follows:  \"I subsequently contacted him\"  If you look at paragraph 47 you'll see the references to Mr Faan Venter.  Paragraph 48: \"I subsequently contacted him in February and asked him to come and see me at my home.  Late in the day when he came I asked him jokingly where I could obtain an unlicensed weapon and he jokingly replied asking how many I wanted.\"  That is Mr Derby-Lewis' statement indicating that he was in contact with Mr Venter in February 1993.  What do you say to the month of February having come from Mr Derby-Lewis in this statement?",
            "Male"
        ],
        [
            [],
            "Your honour, I don't know about these dates, I don't know what he had discussed with Mr Venter.",
            "Male"
        ],
        [
            "MR MALENDI",
            "If Mr Derby-Lewis says in his statement it was in February you may be wrong in your evidence when you say it wasn't in February.  Do you agree?",
            "Male"
        ],
        [
            [],
            "It might be wrong that he spoke to Mr Venter, he could have spoken to Venter in February.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Mr Du Randt, I have read to you your wife's evidence and part of her statement and your son's - part of your son's statement.  Do you think they had any reason keeping this information away from you?",
            "Male"
        ],
        [
            [],
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALENDI",
            "So would you have expected them to tell you about this information especially about the gun?",
            "Male"
        ],
        [
            [],
            "Afterwards, after the weapon had been delivered on that Wednesday, Thursday, we did refer to this weapon but not beforehand.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Was it after Mr Derby-Lewis was arrested or before?",
            "Male"
        ],
        [
            [],
            "Yes, after Derby-Lewis had been arrested.\nWhich question do you want me to answer now Mr Chairman?",
            "Male"
        ],
        [
            "MR MALENDI",
            "My first question was whether there was any reason for your wife and your son to keep this information away from you about the gun and then I asked you whether they made mention of this gun after Mr Derby-Lewis was arrested or before and as I understand your evidence, what is your answer actually?",
            "Male"
        ],
        [
            [],
            "Before he was arrested.",
            "Male"
        ],
        [
            "MR MALENDI",
            "If they told you before Mr Derby-Lewis' arrest, did you make any further enquiries from Mr Derby-Lewis what this weapon which was delivered in this manner at your house was for?",
            "Male"
        ],
        [
            [],
            "Mr Chairman, I've already told you, I did not discuss anything with Mr Derby-Lewis regarding this firearm.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I just want to make sure I understand that you expected a jersey to be delivered at your home and somebody arrived at your home and told your wife - some unknown person arrived - and told her that he was delivering a jersey.  Is that correct so far?",
            "Unknown"
        ],
        [
            [],
            "Yes.  That is correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Your wife and son both looked into this box and saw that far from being a jersey it was a firearm.  Am I correct?",
            "Unknown"
        ],
        [
            [],
            "According to their evidence they must have had a look.  I was not there.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I take it that they like everybody else in this country knows that there are laws about firearms and the possession of firearms?  Is that so Mr Du Randt?",
            "Unknown"
        ],
        [
            [],
            "I'm not sure about that answer.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You say you're not sure if your wife or son knows that there are laws about the possession of firearms in South Africa?",
            "Unknown"
        ],
        [
            [],
            "I know that if you have a firearm it should be a licensed firearm but any law regulating firearms, I don't know.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But yet when you came home that evening, neither your wife nor your son said something amazing has happened - an unknown man came here saying he was leaving a jersey and he's left a firearm?",
            "Unknown"
        ],
        [
            [],
            "Yes, she told me it was a jersey and she had put that in the laundry.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Your wife lied to you knowing it was a firearm which had been...[intervention]",
            "Unknown"
        ],
        [
            [],
            "She did not tell me it was a firearm, she told me it was a jersey.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So she lied to you?",
            "Unknown"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And your son told you nothing?",
            "Unknown"
        ],
        [
            [],
            "My son didn't tell me anything either.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            [],
            "I want some clarification, Mr Du Randt, I thought in your evidence in chief you had stated that your wife explained to you what the contents of the packet was only after delivery of the packet had been affected on to Mr Derby-Lewis?",
            "Female"
        ],
        [
            [],
            "Yes it was in the driveway, while we were in the driveway she told me she had peeped.",
            "Male"
        ],
        [
            [],
            "And in explanation what did she say to you, what was the content?",
            "Female"
        ],
        [
            [],
            "We did not talk about that a lot we were on our way to Pretoria and my wife just had one idea in her head - to go and visit the children - she wanted to go straight to the children.",
            "Male"
        ],
        [
            [],
            "My question probably has not been made simple.  I just want to find out what explanation did she proffer to you about the content of the packet.  Did she explain to you that what was in that packet was in fact a pistol and not a jersey?",
            "Female"
        ],
        [
            [],
            "She told me that she had peeped into the parcel and there was a firearm.",
            "Male"
        ],
        [
            [],
            "So you knew long before Mr Derby-Lewis was arrested that what had been delivered on the 11th March was in fact a firearm?",
            "Male"
        ],
        [
            [],
            "Before the 11th March, no I did not know before the 11th March.",
            "Male"
        ],
        [
            [],
            "When then did you know?  What date was that, the Special Meeting for the election of the Mayor was on the 10th March?",
            "Female"
        ],
        [
            [],
            "Yes that is correct and was only after the 11th March that I heard about this firearm.",
            "Male"
        ],
        [
            [],
            "Is there anything that must have happened to prompt your wife to give you this explanation only on the 11th March and not on the evening of the 10th March about the content of the packet which was delivered by Mr Venter to your wife?",
            "Female"
        ],
        [
            [],
            "No we did not discuss that except that I had to telephone Mr Derby-Lewis and tell him that he had to collect his jersey.",
            "Male"
        ],
        [
            [],
            "You know, this is what puzzles me more, Mr Du Randt, that you had to phone Mr Derby-Lewis to collect the jersey when in your statement, I think that's paragraph 5, Mr Derby-Lewis had already told you to ring the meeting of the 10th March, that you must expect a jersey to be delivered and that he would come the next day to collect the jersey?  So why was it necessary again to phone him and advise him and arrange for the collection of the jersey when that in fact had already been concluded?",
            "Female"
        ],
        [
            [],
            "As I've already told you on Thursdays we visit our daughter.  There was a confusion with her birthday, we usually go there on Thursdays and therefore I phoned Clive early on Thursday and told him to pick up his jersey.  In the mean while my daughter phoned as I've mentioned and then I told my wife let's go and deliver it ourselves then we needn't wait for Clive.",
            "Male"
        ],
        [
            [],
            "But it is correct that Derby-Lewis had already arranged with you that such a collection would be done the following day after the meeting of the 10th March?",
            "Female"
        ],
        [
            [],
            "Yes, we've arranged that, that is correct but my wife did not want to wait any longer, wait for Clive Derby-Lewis to come and fetch the jersey himself.",
            "Male"
        ],
        [
            [],
            "Thank you.",
            "Female"
        ],
        [
            "MR MALENDI",
            "Thank you Chairperson.  Mr Du Randt is it not that you and your wife were so keen to have that weapon delivered because you knew it wasn't a jersey and it was a weapon.  That is why the following day and the evening before you made all these phone calls to Mr Derby-Lewis to collect it. If it was an ordinary jersey you wouldn't have been in such a hurry for it to be picked up, is it not so?",
            "Male"
        ],
        [
            [],
            "No it's not so.",
            "Male"
        ],
        [
            "MR MALENDI",
            "After Mr Derby-Lewis was arrested together with Mr Walus you must have made a connection between their arrest and the gun that was delivered at your house which you passed on to Mr Derby-Lewis, is it not so?",
            "Male"
        ],
        [
            [],
            "I've heard it over the news that Mr Derby-Lewis had been arrested regarding this firearm.",
            "Male"
        ],
        [
            "MR MALENDI",
            "And you were conscious of the fact that you had delivered a weapon at his house?",
            "Male"
        ],
        [
            [],
            "I was not aware of the fact at that stage when I delivered that parcel.  At that stage I was not aware that there was a firearm in that parcel.",
            "Male"
        ],
        [
            "MR MALENDI",
            "After he was arrested did you suspect that he and Mr Walus may have used the weapon that you received on their behalf, you and your wife?",
            "Male"
        ],
        [
            [],
            "Mr Chairman it's human that you could think something like that but you couldn't say anything.",
            "Male"
        ],
        [
            "MR MALENDI",
            "While Mr Derby-Lewis was in detention before Mrs Derby-Lewis was arrested, did your family visit her to console her?  Did your family visit Mrs Derby-Lewis?",
            "Male"
        ],
        [
            [],
            "Yes we did visit her, yes.",
            "Male"
        ],
        [
            "MR MALENDI",
            "And did you raise the fact that you had received, or your family had received, a weapon and now Mr Derby-Lewis and Walus are arrested and raised your concern about whether you had delivered the weapon that was used to assassinate Chris Hani to Mrs Derby-Lewis?",
            "Male"
        ],
        [
            [],
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR MALENDI",
            "You did not raise the question at all, the issue at all, with Mrs Derby-Lewis?",
            "Male"
        ],
        [
            [],
            "No Mr Chairman, there were other members there, there were security guards there, I did not mention that.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Did you visit her only when there were police around the house?",
            "Male"
        ],
        [
            [],
            "No, I want to repeat, I'm a member of the party and when I had post I had to deliver it to Mr Clive Derby-Lewis' house.",
            "Male"
        ],
        [
            "MR MALENDI",
            "And during these visits did you say to Mrs Derby-Lewis my family delivered a weapon at your house on behalf of Mr Derby-Lewis and we are concerned about the fact that he and Walus have been arrested for the assassination of Chris Hani and a weapon was used.  Did you say that to Mrs Derby-Lewis?",
            "Male"
        ],
        [
            [],
            "No I can't remember that I've said that.",
            "Male"
        ],
        [
            "MR MALENDI",
            "You don't remember if you've ever based that concern?",
            "Male"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "MR MALENDI",
            "But it was an important issue which you should have raised if you were concerned about the use of this weapon?",
            "Male"
        ],
        [
            [],
            "No I was not worried because I trusted Clive Derby-Lewis.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Are you a member of the Town Council Mr Du Randt, or were you a member of the Town Council in 1993 - April?",
            "Male"
        ],
        [
            [],
            "No, I was not a member of the Town Council.",
            "Male"
        ],
        [
            "MR MALENDI",
            "You were not.",
            "Male"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Was Mr Derby-Lewis a member of the Town Council?",
            "Male"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "MR MALENDI",
            "And yet you attended every Town Council meeting?",
            "Male"
        ],
        [
            [],
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Why did you do so?",
            "Male"
        ],
        [
            [],
            "Because I did it in the interest of the town and of my neighbours, I was a taxpayer and if things were discussed regarding our town, I had to be present.",
            "Male"
        ],
        [
            "MR MALENDI",
            "It was a place where Mr Derby-Lewis could also pass messages on to you to receive clandestine weapons on his behalf?",
            "Male"
        ],
        [
            [],
            "No that was not the place, we held meetings at my house.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Mr Du Randt, you have given contradictory evidence on various aspects before this Committee and these contradictions show that you knew more than you are prepared to admit before this Committee.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, that's a very sweeping statement to make.  What contradictions are you referring to?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anyway, that's a matter for argument really.  As there are contradictions between his evidence and his statement that have been put to him about dates.  Yes please proceed.",
            "Unknown"
        ],
        [
            "MR MALENDI",
            "Mr Du Randt, my last statement to you is that you have not been frank about your knowledge of the delivery of this weapon and the purpose therefore.",
            "Male"
        ],
        [
            [],
            "I was honest, I spoke the truth, I did not know what this weapon was going to be used for.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Thank you Chairperson, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   Re-examination?\nRE-EXAMINATION BY MR PRINSLOO",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you Mr Chairman.\n\tMr Du Randt I'm referring you to Volume 4 of the Court documents, page 168 (3a) line 17.  \"Are you sure about that?\"  \"I'm sure that it was a Town Council meeting because these meetings are usually held and at that meeting the new Mayor was elected.\"",
            "Male"
        ],
        [
            [],
            "Yes that is what I've said.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And that had happened on the 10th March?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The prayer meeting which was held at your house, after this prayer meeting are refreshments served?  Do you drink tea?",
            "Male"
        ],
        [
            [],
            "Often yes you drink tea or coffee or somebody brings a tart or cake and you eat that.  I can't remember what happened specifically that evening.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "At any stage did you suspect that what you had delivered to Mr Clive Derby-Lewis, that which your wife told you was a firearm, did you think it was unlicensed?",
            "Male"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do I understand your evidence correctly that you are interested in the Ratepayers Association?  Was that the reason you attended council meetings so regularly?",
            "Male"
        ],
        [
            [],
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No further questions, your honour, thank you.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Where was the prayer meeting held?",
            "Unknown"
        ],
        [
            [],
            "It was held next to my house - there was a hall.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Not at your house as counsel put to you - next door to your house in the church hall.",
            "Unknown"
        ],
        [
            [],
            "Yes it was on my plot, yes.\nFURTHER CROSS-EXAMINATION BY MR MALENDI",
            "Male"
        ],
        [
            "MR MALENDI",
            "Mr Du Randt, what was the purpose of your visit, you and your wife, to Pretoria?  What were you going to do in Pretoria?",
            "Male"
        ],
        [
            [],
            "We usually visit my daughter on Thursdays.  It's the only time we have to go and visit her there and I want to repeat it was near her birthday, it was near the 28th, 29th February, she was a leap year baby.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Is that then how you also tie up the date of the 24th?  Does the fact that ...[intervention]",
            "Male"
        ],
        [
            [],
            "No, that date was mentioned when I made this statement at the police station.",
            "Male"
        ],
        [
            "MR MALENDI",
            "You have just said that it was around the birthday?",
            "Male"
        ],
        [
            [],
            "You've asked me when do we usually go to my daughter.  Usually Thursdays or Wednesday evenings after the prayer meeting.",
            "Male"
        ],
        [
            "MR MALENDI",
            "I asked you what were you going to do in Pretoria, you answered and then you mention that it was around your daughter's birthday.",
            "Male"
        ],
        [
            [],
            "Yes, more or less near her birthday, that is correct.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Before or after?",
            "Male"
        ],
        [
            [],
            "Before her birthday that we visited her, that is correct.",
            "Male"
        ],
        [
            "MR MALENDI",
            "You understand that I'm referring to the day when you handed - when the parcel was given to Mr Derby-Lewis whereafter you then left for Pretoria?",
            "Male"
        ],
        [
            [],
            "Now I understand better.  This parcel was handed over after her birthday as far as I can remember.",
            "Male"
        ],
        [
            "MR MALENDI",
            "When you said it was before her birthday what were you referring to?  When you said to me a few seconds ago it was before the birthday, what were you referring to?",
            "Male"
        ],
        [
            [],
            "You've asked me when I went to my daughter and I told you it was before her birthday, it was on the 25th, that is correct.  If I can understand you correctly, I visited her before her birthday not on her birthday.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Well, was that that same day on which you delivered the parcel to Mr Derby-Lewis?",
            "Male"
        ],
        [
            [],
            "No.  You've mentioned the 25th now is that correct?  You must give me an exact date and ask me was it after that exact date.",
            "Male"
        ],
        [
            "MR MALENDI",
            "I cannot give you an exact date because there seems to be some confusion to a certain extent with regard to the dates.  What I was only asking you was - I thought all the time it was clear to you that I was talking about the day on which you delivered the parcel to Mr Derby-Lewis and then left for Pretoria to go and visit your daughter and then you answered me to say it was before the birthday.",
            "Male"
        ],
        [
            [],
            "That was wrong.  I did not deliver the parcel before her birthday.",
            "Male"
        ],
        [
            "MR MALENDI",
            "I'll leave it there.  When you told us that the police, after they arrested you, in the course of the interrogation they said to you: \"Mr Derby-Lewis says that you gave him the gun\" and then you said \"he's lying\".",
            "Male"
        ],
        [
            [],
            "Could you repeat please?",
            "Male"
        ],
        [
            "MR MALENDI",
            "You told us that the police, during the interrogation, they told you that Mr Derby-Lewis said that you gave him the gun or he got the gun to you and you said he's lying and that is why they went for him and fetched him to come and confront you with him.",
            "Male"
        ],
        [
            [],
            "That morning when they brought me there they told me that Mr Derby-Lewis had told them that I had handed the fire weapon to him and I said he was lying.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Well it seems he was telling the truth and it seems to me on your version you were in fact lying to the police.  You were the one who was lying to the police because on your version that very same day on which you gave the gun to Mr Derby-Lewis, your wife told you that there was a gun in there.",
            "Male"
        ],
        [
            [],
            "I did not lie.  I told you that I and my wife had taken the fire weapon to Mr Clive Derby-Lewis' wife and she handed the parcel over to him.",
            "Male"
        ],
        [
            "MR MALENDI",
            "I see.  I must be wrong in that case.  You're right but if you interpret that way, yes, my question may be wrong but then did you tell the police then that \"Well my wife did give the gun to him\"?",
            "Male"
        ],
        [
            [],
            "Yes I told the police that, I told the police that my wife had given the parcel - to the police, I did not mention the fire weapon.  The parcel, the jersey, was handed over to Clive Derby-Lewis.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But you knew very well it wasn't a jersey, so you were lying to the police weren't you when you said a parcel...[intervention]",
            "Unknown"
        ],
        [
            [],
            "No I was not lying, I did not know there was a firearm in that parcel.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Your wife had told you so.",
            "Unknown"
        ],
        [
            [],
            "She told me when we were in the driveway.  I did not know there was a firearm in the parcel, I could not confirm that.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But you were told immediately after it had been handed over that there was a firearm there.  Didn't you, weren't you?",
            "Unknown"
        ],
        [
            [],
            "After we had handed over the parcel she told me that, but I had no evidence for that, I did not see the firearm.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Didn't you believe your wife?",
            "Unknown"
        ],
        [
            [],
            "I believed my wife when she said that there was a firearm, but I didn't investigate any further, it wasn't within my interest.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well why didn't you tell the police \"I didn't hand it over, my wife told me she handed over the firearm\"?  Why did you tell the police it was a jersey?",
            "Unknown"
        ],
        [
            [],
            "Because it was said to me it was a jersey which would be handed over.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that we must try and avoid playing around with words now.   You had become aware of the fact that that parcel that was delivered to your house was in fact a gun, you understand?  At the stage when the police are questioning you, at that stage you already knew that it was a gun?",
            "Unknown"
        ],
        [
            [],
            "Yes at that moment I knew and I understood that it was a firearm but at moment of delivery, I did not know it was a firearm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is now whether you told the police, instead of telling the police \"my wife handed a jersey to Derby-Lewis\" you weren't telling the truth because you knew at that stage that what your wife in fact handed to Derby-Lewis was a firearm.  Anyway.",
            "Unknown"
        ],
        [
            [],
            "Chairperson, I told the truth, I told the police that it was a jersey which would be delivered to Mr Derby-Lewis and only after that did I find out that it was a firearm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes anyway, look, carry on.",
            "Unknown"
        ],
        [
            [],
            "Mr Du Randt, you have stated under cross-examination by Mr Malendi that you are now certain that the date of the 10th is indeed the date on which this parcel was delivered to your wife.  You remember that evidence that you gave when you were cross-examined by Mr Malendi?",
            "Female"
        ],
        [
            [],
            "During this hearing?",
            "Male"
        ],
        [
            [],
            "Yes when you were cross-examined by Mr Malendi who is sitting on that side, you stated that you were now certain that the date on which this parcel was delivered to your wife was the 10th March and not the 24th February?",
            "Female"
        ],
        [
            [],
            "After I discovered the papers I found that out.",
            "Male"
        ],
        [
            [],
            "Yes and the reason why you are this certain is because that was the day on which the Mayor was elected and obviously you don't elect a Mayor every day so it is an important event.  The election of the Mayor is an important event - you would agree with me?",
            "Female"
        ],
        [
            [],
            "Yes it is a very important event - every council meeting would have been important and that is why I attended these meetings.",
            "Male"
        ],
        [
            [],
            "And the statement that you made was on the 21st April 1993 that you made before the police at Benoni Police Station - the statement that you were referred to by Mr Malendi, you made on the 21st April 1993 just over a month after you had attended that meeting where the Mayor was elected?",
            "Female"
        ],
        [
            [],
            "Yes, that is correct.",
            "Male"
        ],
        [
            [],
            "Can you give any reason why you are unable to remember that date on the 21st April 1993?  Why you are unable to remember that there was an election of the Mayor of the 10th March?  I mean this being an important event and you had been questioned just over a month after the election of the Mayor?",
            "Female"
        ],
        [
            [],
            "That is completely correct, I could not remember the precise date because during 1990 I had a motor cycle accident and I did not record dates on a daily basis.",
            "Male"
        ],
        [
            [],
            "So who assisted you with this recollection?  Who assisted you with your recollection of the date?",
            "Female"
        ],
        [
            [],
            "Of this date of the 10th March?  I discovered it myself when I studied these papers.",
            "Male"
        ],
        [
            [],
            "And you are now certain that if your wife states that the parcel was delivered before your daughter's birthday her evidence would be wrong and yours would be correct that it was delivered long after her birthday?",
            "Female"
        ],
        [
            [],
            "...[inaudible] say long after, I'd say about ten days after in terms of the record.",
            "Male"
        ],
        [
            [],
            "But before her birthday?",
            "Female"
        ],
        [
            [],
            "Not before her birthday.",
            "Male"
        ],
        [
            [],
            "That's according to your evidence.",
            "Female"
        ],
        [
            [],
            "According to my information regarding the date, in terms of the election of the Mayor because that took place on the 10th March according to the record.",
            "Male"
        ],
        [
            [],
            "Now you've also stated that you didn't think that the firearm which was delivered to Mr Derby-Lewis was unlicensed?  Why did you think it was licensed?",
            "Female"
        ],
        [
            [],
            "I had nothing to do with his firearms, I knew that he possessed a firearm because he wore it on his person but regarding that specific firearm I had no knowledge.",
            "Male"
        ],
        [
            [],
            "Thank you.",
            "Female"
        ],
        [
            "MR MALENDI",
            "Mr Du Randt, do I understand your evidence to say that you were going to Pretoria with your wife on the morning after the firearm was delivered to Mr Derby-Lewis, had nothing to do with your daughter's birthday?  Your visit to Pretoria that day had nothing to do with your daughter's birthday?",
            "Male"
        ],
        [
            [],
            "I will reiterate.  Wednesdays we had the prayer hour and every Thursday we would visit our daughter in Pretoria.  He birthday was approaching, her birthday is on the 29th February, I can't say what the exact day would have been in that year but we always visited our daughter on Thursdays.  Sundays we had church services, Mondays and Tuesdays we had meetings, so Thursday was the only day upon which we could visit our daughter.",
            "Male"
        ],
        [
            "MR MALENDI",
            "No but I'm asking a specific question, I'm not generalising.  I'm not asking you what you normally do, I'm asking you - your visit to Pretoria on the day on which the firearm was handed over to Mr Derby-Lewis, did your visit to Pretoria have nothing to do with your daughter's birthday?",
            "Male"
        ],
        [
            [],
            "I would answer yes - in preparation for her birthday and possible visits from family members and so forth.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Was it the aim of your visit?",
            "Male"
        ],
        [
            [],
            "The aim was not specifically regarding the birthday but as I've said we visited our daughter on Thursdays.",
            "Male"
        ],
        [
            "MR MALENDI",
            "But was that in preparation for her birthday?",
            "Male"
        ],
        [
            [],
            "I cannot confirm that.",
            "Male"
        ],
        [
            "MR MALENDI",
            "But what is your recollection regarding that?",
            "Male"
        ],
        [
            [],
            "My wife and children say that it was that weekend when the firearm or the jersey parcel was delivered and I cannot agree with that.",
            "Male"
        ],
        [
            "MR MALENDI",
            "I must ask you once more - the aim of your visit to Pretoria - did it have anything to do with your daughter's birthday?",
            "Male"
        ],
        [
            [],
            "I cannot confirm whether it had something specifically to do with her birthday but we always visited her on Thursdays.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Now your wife says that it had everything to do with the birthday.",
            "Male"
        ],
        [
            [],
            "Well what she says and what I've said could differ.",
            "Male"
        ],
        [
            "MR MALENDI",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are you by occupation?",
            "Unknown"
        ],
        [
            [],
            "Just one moment please.  I am a house owner Mr Chairman, I work with properties.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And at that time in 1993?",
            "Unknown"
        ],
        [
            [],
            "I was a businessman and I owned property which I would put up for lease.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you ever have occasion to tell Mr Derby-Lewis that you had made a statement to the police?",
            "Unknown"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You never told him the contents of your statement?",
            "Unknown"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thanks very much.\nFURTHER EXAMINATION BY MR PRINSLOO",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you Mr Chairman.\n\tMr Du Randt you have stated in your testimony with relation to the date which was written there in the statement to the police - it was given by the police, those were your words?",
            "Male"
        ],
        [
            [],
            "It was given by the police, yes.  The first one was the 31st March.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did he say given or written?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Honourable Chair, I understood his words to be given.   What do you mean by that?",
            "Male"
        ],
        [
            [],
            "No one was certain of the date and they suggested that it would be approximately the 31st March.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you know the exact date at that stage?",
            "Male"
        ],
        [
            [],
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "During this meeting where the Mayor would be elected, where would it take place?",
            "Male"
        ],
        [
            [],
            "In a town hall.  That would be in the town hall of Krugersdorp and the Committee Hall would be above that.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And where would the council meetings take place?",
            "Male"
        ],
        [
            [],
            "Also in that hall.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are second round of re-examination is it?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, with respect, that question arose from what the Committee asked.",
            "Male"
        ],
        [
            [],
            "But with due respect Mr Prinsloo, I think the witness stated that the date on which has been amended was written not given by the police?",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Chairperson, the evidence which he gave in Afrikaans was that it was suggested by the police.  Just a moment please Chairperson.  Thank you Honourable Chairperson, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are excused.",
            "Unknown"
        ],
        [
            [],
            "Thank you.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes let's proceed.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "What time do you intend taking the adjournment, Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Considering that we started very late and it's after twelve we'll carry on until lunchtime, we won't have a break.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you.  The following witness Mr Chairman is Mrs Venter.   The witness is present - Mrs Venter - she is Afrikaans speaking but she does understand English.",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes please proceed.\nEXAMINATION BY MR PRINSLOO",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you Mr Chairman.\n\tMrs Venter, your spouse is Mr Stephanus Venter who also testified to this Committee, is that correct?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Do you know Mr Derby-Lewis the applicant on your right?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes I know Mr Derby-Lewis.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Since when have you known him?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I would say that I know him for about 15 or 16 years.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Is it correct that during 1993 you acquired a property or your husband acquired a property in Krugersdorp?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That is correct.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And I can show you an Agreement or Deed of Sale that would be EXHIBIT AK - there are copies for the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that necessary?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "The date is of importance, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's not burden us with records of documents, is there any dispute about the date Mr Bizos?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "We'd be prepared to admit that that is the date on which it was entered into but we'd like to look at it and see.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes please.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Well Mr Chairman, I see the 16th February here.  The document has no stamp on it as one would have expected but I don't take any point on it, we reserve our rights should anything emerge but it isn't necessary at this stage to hand in the document.  We'll accept that the document is dated the 16th February.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The other important point which I am referring to, Madame, I'm showing you the document which has been submitted to the Committee, if you will look at the second page on paragraph 4, you will see that it says occupational tenancy and rentals.  On which date did you take occupation?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "From the 28th February 1993.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And is that for the property in Krugersdorp?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And the details are contained in the Deed of Sale?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That is correct.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Can you tell the honourable Committee when you took occupation of this residence in Krugersdorp?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "In the beginning of March 1993.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Since you have moved to Krugersdorp did you make any contact with Mrs Derby-Lewis?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "My husband contacted Mr Derby-Lewis before the time.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And did you contact Mrs Derby-Lewis at any stage?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No, I don't know.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "After you moved into the house did you join any organisation called Sport International?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And by whom did you join this organisation?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It was through Mrs Derby-Lewis.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "I would just like to submit copies of this document to Mr Bizos in case he would like to study the document.  I don't know if the Committee wishes to receive any copies?  We do have copies if it would be necessary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Up to now we don't know what the relevance of it is.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "You joined this organisation on the 19th March 1993?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That is correct.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Do you know when your husband met Mr Derby-Lewis?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It was before the date of us joining the Sportron Organisation it must have been before then because my husband contacted Mr Derby-Lewis after we had taken up residence in our home in Krugersdorp.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Did your husband on that day say that he had contacted Mr Derby-Lewis?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And what happened at your home on that day?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "We had a party at our home.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And what was the date?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It was the 10th March 1993.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "What was the reason for the party?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It was my son's birthday.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "When was your son's birthday?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It was on the 7th March and the party was held on the 10th March.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "For which reason was the party held on the 10th March and not on the 7th March?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Because my son was not home on the weekend of the 7th March.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "During the specific day of the 10th March did your husband mention anything to you with regard to a firearm?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes he did.  He mentioned to me that he had spoken to Mr Derby-Lewis and at that stage we owned a weapon in the house which was not licensed which I was aware of and he did mention to me that he and Mr Derby-Lewis had had a discussion and that Mr Derby-Lewis had said to him that they were collecting weapons in case of trouble in the country and that he had decided to give the weapon to Mr Derby-Lewis.\n\tHe also said among others - he asked me what I thought of it and I expressed my approval thereof so that we could be rid of the weapon because it was not licensed.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And did your husband do anything on that day with the weapon?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Well he decided to take it to Mr Derby-Lewis and he wrapped in a plastic bag and he left with the weapon.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Did you see him place it in the plastic bag?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes I did.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And was it in any way open apart from the plastic bag?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No it was also placed in a plastic container or box and that container was placed into the plastic bag.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Was a jersey used at any point to conceal the weapon.",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No, not that I could determine.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "But when he put it in the plastic bag there was no jersey?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Did you see him take the weapon?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes he told me that he would be taking a drive and that he would be back shortly.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "After you had joined the Sportron Organisation on the 9th March, the person who helped you to join was Mrs Derby-Lewis?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Did you place any orders with her for the products which were being marketed through the organisation?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes I did place an order for certain products.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And did you pay for these products or how did it operate?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No, I paid on delivery, at least I would pay on delivery.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Did Mrs Derby-Lewis deliver these products to you?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes, she contacted me at a certain point and told me that she had the products which I'd ordered and asked when it would an appropriate or convenient time for me for the delivery and I mentioned to her that we hadn't had tea for quite some time and I said that Saturday morning would be a good time if she wanted to pop by and deliver the products at my home.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And on what day did Mrs Derby-Lewis deliver the products?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It was Saturday the 10th April 1993.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Was Mrs Derby-Lewis accompanied by anyone on that day?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes Mr Derby-Lewis was with her.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And was this at your home?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes this was at my home.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "On that specific day were their any snacks?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes, Mrs Derby-Lewis brought something along, a kind of Danish apple tart which we would have with our tea.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And on that specific day while you were at home with the Derby-Lewis' did any significant event occur?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes, I received a telephone call, I answered the telephone myself, it was one of my sons and he asked whether or not I had the radio on and I replied no, that we were having tea, that we were outside and I did not have the radio on and he told me \"Mommy, did you hear that they shot Chris Hani?\"",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And did you convey this news to anyone?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes I conveyed the news to my husband and Mr and Mrs Derby-Lewis and I told them that my son had phoned and said that apparently Chris Hani had been shot.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "After the event, was this during tea, after tea?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It was towards the end of tea, just about before Mr and Mrs Derby-Lewis were leaving and as they were leaving, I informed them of the telephone call and they subsequently left.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Did you know in any way that your husband was involved in some kind of conspiracy to murder Mr Hani or supply any kind of weapons to Mr Derby-Lewis?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No, there was no such talk of it.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "The documents which we have at our disposal are those which pertain to the Sportron Organisation plus the identity documents of the son of the witness in case the date would be disputed.  I will not hand these documents in but I do make them available.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On behalf of Mr Walus are there any questions you wish to put?",
            "Unknown"
        ],
        [
            [],
            "No questions.\nCROSS-EXAMINATION BY MR BIZOS",
            "Female"
        ],
        [
            "MR BIZOS",
            "Madame, for how long had this gun been in your home?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "If I remember correctly, it could have been for about two and a half years even longer.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And why was it kept by you?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It was not kept by me, it was kept by my husband and it was given to him.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Why was it given to your husband and why was he keeping it?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It was given to my husband.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And why was he keeping it?  Why did he keep an unlicensed firearm?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Well I should think because it was given to him.  I never queried him or asked him about why.  It was given to him and I accepted the fact.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Who gave it to him?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Somebody by the name, if I remember, Mr Gene Taylor.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And who was Mr Gene Taylor and why should he have given a gun to your husband?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Well because he knew him.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Well, I'm sure that you know lots of people, you're not going to say that just knowing a person is a sufficiently good reason to hand out a licensed firearm - unlicensed firearm.",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "The exact reason why the weapon was given to my husband, I can't explain that.  That firearm was not given to me.",
            "Female"
        ],
        [
            "MR BIZOS",
            "But you knew that it was in your house?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes I knew it was in our house, yes.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Was that the only gun that you had or the only firearm that you had in your house?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No, we also had licensed firearms in our house.",
            "Female"
        ],
        [
            "MR BIZOS",
            "How many?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "My husband had two licensed firearms at that stage.",
            "Female"
        ],
        [
            "MR BIZOS",
            "What sort of arms did he have?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No sir, I'm not an expert on weapons, I'm not interested in weapons, I've never handled a weapon, it's not important for me which kinds of weapons they were.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Were they pistols or rifles?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No sir, I can't say.  I just explained, I'm not an expert on weapons.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Rather than pistols, which may be technical, were they handguns?",
            "Unknown"
        ],
        [
            "MAUREEN VENTER",
            "Yes they were handguns.",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speakers mike is not on.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Your husband had two licensed handguns, did you never ask him why he was putting himself in danger or breaking the law by having yet another unlicensed handgun?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I knew that it was not according to the law and I knew that my husband had that firearm.  I knew that the weapon had been given to my husband.  I trusted my husband, I relied on my husband and it was of no relevance for me, I did not question him about that.",
            "Female"
        ],
        [
            "MR BIZOS",
            "When did you for the first time learn that Mr Derby-Lewis was interested in that unlicensed firearm?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "The first time I heard about that was on Wednesday the 10th April - no the 10th March 1993.",
            "Female"
        ],
        [
            "MR BIZOS",
            "10th of March, yes and what did you hear about it?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "My husband told me that he had discussions with Clive Derby-Lewis and that Clive Derby-Lewis had told him that they were busy to store weapons, to gather weapons for problems which could arise in our country.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Who were the \"they\" that were gathering firearms for the problems in our country?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I would think - I did not question him - but because I knew Mr Derby-Lewis was involved in the Conservative Party I accepted it like that but nobody explained it to me like that, but I did not query him about that.",
            "Female"
        ],
        [
            "MR BIZOS",
            "When were you first asked to give evidence in relation to this application?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Is this regarding today's hearings?",
            "Female"
        ],
        [
            "MR BIZOS",
            "Yes.",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It was yesterday.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Were you asked before yesterday that there was a possibility that you may be called upon to give evidence?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No, no mention had been made at any other stage that I would be called to give any evidence.  I was not aware that this hearing was going to continue today.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And you were only asked to cast your mind back on when that day was that this conversation was between your husband and yourself in relation to Mr Derby-Lewis' requirements was yesterday?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That is correct, yes.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Was your husband also approached yesterday for the first time?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No, my husband had not been approached.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did your husband not tell you that he had come all the way to Mamelodi to give evidence about this matter?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes, I know about that but that was a long while ago, it was not yesterday.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Yes and did he ask you when he came back or did you ask him what he was questioned about?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I did not ask him pertinent questions, we discussed this matter and he told me more or less what it was all about.",
            "Female"
        ],
        [
            "MR BIZOS",
            "So you actually knew all the time before this tea party and apple pie on the Saturday morning that Mr Derby-Lewis was interested in an unlicensed firearm?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I don't understand what you mean by saying \"you've known all the time\" I don't know what you're referring to, please put it clearly.",
            "Female"
        ],
        [
            "MR BIZOS",
            "You knew from the morning that you got the telephone - or prior to the morning that you got a telephone call that Mr Hani was murdered - you knew that Mr Derby-Lewis was interested in an unlicensed firearm?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That is correct, yes.",
            "Female"
        ],
        [
            "MR BIZOS",
            "You knew that from the 10th March?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That is correct.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did nobody at all ever ask you before yesterday to speak about this unlicensed firearm?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I had no idea that they would call me - at no stage I was involved in anything, no.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Well, weren't you called upon to make a statement to the police or to anyone like that?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No.",
            "Female"
        ],
        [
            "MR BIZOS",
            "You never made a statement to the police?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No, I've never made a statement to anybody at all.",
            "Female"
        ],
        [
            "MR BIZOS",
            "You are Maureen Venter are you not.",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I am Maureen Venter.",
            "Female"
        ],
        [
            "MR BIZOS",
            "I would like you to please look at the third page of the document which I am now showing you.  Just don't worry about the rest of it - just look at the third page and please tell us whether that is your signature or not?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Can we get a copy of this document please?",
            "Male"
        ],
        [
            "MR BIZOS",
            "The simple question is - is that your signature or not?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "The top signature is mine.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Copies will made during the course of the adjournment, Mr Chairman, we did not know until a few minutes before the proceeding commenced that this witness would be called.  Now, if I were to put to you that you were - a statement was taken from you on the 22nd April 1993 by Sergeant, it looks like P or F.S. van der Walt, what would you say to that?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Then I have to say that at this stage I can't remember what statement I had made and what it's relevance was.  Can I ask you to tell me what this statement was about?",
            "Female"
        ],
        [
            "MR BIZOS",
            "I will tell you in good time, be a little patient with me please.",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Then I will know what I have to respond to.  At that stage I have to say honestly, I can't remember I have made a statement.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Well, do you remember whether any police officer asked you anything relating to Mr Hani's death?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I can remember at various instances and I think they bothered me a lot, every half an hour they knocked at my door because they wanted statements and I told them I can't give you any statements because I don't know anything.  That is what I told them.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Well, whether you're not interested to know, from you, whether or not you were with Mr and Mrs Derby-Lewis on the very morning on which the late Mr Chris Hani was murdered.",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Did you ask a question?",
            "Female"
        ],
        [
            "MR BIZOS",
            "Yes, you want me to repeat it?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Please.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did the police want to know from you whether you were in the company of Mr and Mrs Derby-Lewis on the morning on which Mr Hani was murdered?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes, they wanted to know that from me and I told them and at no stage I told them anything else.  I told them that Mr and Mrs Clive Derby-Lewis was at my home that morning when that had happened.  They've asked me that and I've told them yes, they were at my house.  I had no reason to give them any other information because they had been there.",
            "Female"
        ],
        [
            "MR BIZOS",
            "But you knew that your husband had given an unlicensed firearm to Mr Derby-Lewis?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes, I knew about that.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did the police tell you that they knew that your husband had given an unlicensed firearm to Mr Derby-Lewis?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes they told me that.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did they ask you whether you knew anything about this gun?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It's possible that they could have asked that, yes and I would have answered yes then.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Well, try and be a little bit more specific.  Do you remember whether or not one or other police officer asked you whether you knew anything about this gun?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "If I have to be very specific I have to tell you in all honesty I can't be specific because they've asked me many questions at that stage and unfortunately I did not take any notes.  I did not keep a diary.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Madame, I am not asking you how much milk you put into your tea or how much sugar, I am asking you because you were present with Mr and Mrs Derby-Lewis on Saturday morning and you got the news from your son that Mr Hani had been murdered.  Now I want to - and you knew that he had been shot dead - and you knew that your husband had given Mr Derby-Lewis a firearm.  If the police asked you whether or not you knew anything about the gun given by your husband to Mr Derby-Lewis, what was your answer?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "To what are you referring now?  The witness says that the police were there at various instances.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, although the police were there at various instances it's been put - were you told or asked by the police whether you knew that the gun that your husband had given to Derby-Lewis had anything to do with the incident that occurred on the 10th March?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "April, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "10th April.",
            "Unknown"
        ],
        [
            "MAUREEN VENTER",
            "No, no such a question was posed to me, definitely not as far as I can recall.  They could have asked whether I knew my husband had an illegal firearm, I would have said yes, but nothing more than that.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And would you have gone further and said that the illegally held firearm that my husband had was handed over to Mr Derby-Lewis?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Well did or did not the police at any stage ask you whether that was so?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "If they had asked me whether my husband had given this firearm to Mr Derby-Lewis, I would have said yes.",
            "Female"
        ],
        [
            "MR MALENDI",
            "Sorry, Mr Bizos, may I ask, I know the question was at any time, but I'm going to ask you whether, particularly after the arrest of Mr Derby-Lewis, the police did not ask you about any knowledge of the firearm?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "After Mr Clive Derby-Lewis' arrest, I had nothing to do with the police, so I have to say no, I have to answer no to that question.",
            "Female"
        ],
        [
            "MR MALENDI",
            "Do I understand you're saying that they did not ask you?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "After Mr Clive Derby-Lewis' arrest, I had nothing to do further more with the police and no questions were asked by the police at that stage.",
            "Female"
        ],
        [
            "MR MALENDI",
            "Thank you.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "I'm going to put to you that the answer that you gave the Honourable Judge is false because we all know that Mr Derby-Lewis was arrested on the 17th April and your statement was made after that, on the 22nd of April, therefore your answer was false.",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "My answer is not false, but I wanted to reiterate, I don't know whether you can't understand me clearly but I want to repeat that after Mr Clive Derby-Lewis had been arrested, I had no contact whatsoever with the police.  I can put it on record that after they had arrested my husband, I had something to do with the police.",
            "Female"
        ],
        [
            "MR BIZOS",
            "I understand you very well and the answer that you have given about your husband's arrest.  Was your husband arrested before or after Mr Derby-Lewis was arrested?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It was after Mr Derby-Lewis was arrested.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Yes, well then, your answer to the learned Judge that you had nothing to do with the police after Mr Derby-Lewis' arrest was wrong for two reasons.  Firstly because Mr Derby-Lewis was arrested on the 17th and your husband was arrested after him.  Therefore, on your own admission now, you did have something to do with the police after the arrest of Mr Derby-Lewis?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "With respect, the witness had never said that she knew that Mr Derby-Lewis was arrested on the 17th April.",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I've understood the question wrong but I've said after Mr Derby-Lewis had been arrested I had nothing to do with the police but, after my husband had been arrested, which was after Derby Lewis's arrest, I had something to do with the police.",
            "Female"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "May I appeal to counsel for the applicant, Mr Chairman, to allow the witness to answer the questions rather than interject on fairly - I'll say nothing more, but I will appreciate it if there are proper objections, are made and not partial answers given - but I'll proceed Mr Chairman.\nWas Mr Derby-Lewis' arrest given the widest possible publicity with the banner headlines that one of the leaders of the Conservative party had been arrested for the murder of Mr Hani?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Is that a question?",
            "Female"
        ],
        [
            "MR BIZOS",
            "Yes.",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Are you asking me whether wide publicity was given to that?",
            "Female"
        ],
        [
            "MR BIZOS",
            "Yes?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And you became aware of Mr Derby Lewis's arrest on the very day that he was arrested - it was not only in the newspapers, it was on television and it was on the radio?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That is correct, yes.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Yes, therefore you knew on the day that Mr Derby-Lewis was arrested that he had been arrested?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That is correct.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Therefore, when you said to the learned Judge that after Mr Derby-Lewis' arrest you had nothing to do with police, can't be correct if you made a written statement under oath on the 22nd April 1993?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That was the date when my husband was arrested and this is relevant to my husband's arrest.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Well, I think I've asked you enough from this point in order to show that you do not particularly care what you say and that you try to amend your evidence as soon as you are confronted with evidence to the contrary, Madame.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos, just to be fair to the witness, she had nothing to do with the police as far as she's concerned in connection with the arrest of Derby-Lewis.  If her husband had not been arrested, she may not have had anything to do with the police.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Well I'll carry it further with the knowledge that I have in order to clarify that point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes please do.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Were you questioned by the police as to what happened on the Saturday morning and did they take a statement from you about what you said happened on the Saturday morning?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I can definitely remember that the police questioned me and I can remember that I answered all their questions.  Whether I've made a written statement, I can't remember.  It was not so important for me.  I know that in all honesty I told them what had happened, more I could not do.  I can't, in all honesty - I can't remember.  I can't remember whether I've made a written statement.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Well we will deal with that a little later but if you were asked and a statement was taken from you about the Saturday morning meeting it would have been about Mr Derby-Lewis' arrest?  No, I beg your pardon -  ...[inaudible] in relation to Mr Hani's death?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That is correct.",
            "Female"
        ],
        [
            "MR BIZOS",
            "So that in so far as you may have said, that you were never questioned about Mr Derby-Lewis after his arrest, if the statement shows the contrary, then you were wrong on that as well?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I just wanted to say that directly after Mr Lewis' arrest, I was never approached by any police and I want to tell you once again, that the police made contact with me after my husband's arrest and I want to state it very clearly, that is what happened, that is how I experienced it and that is the reality.",
            "Female"
        ],
        [
            "MR BIZOS",
            "...[inaudible] the effect that Mr Hani had been murdered?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "If I have to give you an accurate time, I can't give that because I did not look at my watch specifically because at that stage I was having discussions.  If I could take a guess - I would say it was more or less quarter past eleven, half past eleven or even later, I'm not sure.  The time was not important.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Why did your son found it important to telephone you to tell you that Mr Hani had been murdered as soon as he heard it on the radio?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I would think that he would have phoned me because it was world news.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And any other reason?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No other reason that I can think of.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Had you ever discussed Mr Hani with your son?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No not at any stage did I discuss Mr Hani with my son or any of my other children.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Now what was your reaction when you heard about Mr Hani's murder?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "My reaction was when my son told me and I told him \"Are you sure, are you referring to Mr Chris Hani, are you sure he had been shot?\" and he told me \"yes mother.\"  I don't know whether I should have had any other reaction.  That was my reaction.",
            "Female"
        ],
        [
            "MR BIZOS",
            "One of disbelief?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No, I can't say it was a reaction of disbelief, I can't say what type of reaction it was, it was just a normal reaction.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Yes, perhaps it's my fault, what I meant by disbelief, not that you did not believe your son but you couldn't really believe why this had happened at all?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No I can't answer that question, I can't say it was unbelievable that that had happened, I've told you what my reaction was, I've told my son that - had he really been shot?  Was it Mr Chris Hani? - and that is what I had said.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did you carry this news over to your husband?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes I told my husband, Mr Clive and Mrs Clive Derby-Lewis.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And what was the reaction of each one of them please?  Each one, let's start with your husband, what was your husband's reaction?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "At that stage it was not so important for me. I've conveyed news to them, they were on their way out, they were in a hurry at that stage because Mrs Derby-Lewis had people, she was expecting people at her house and I did not pay attention to their reaction and that is all I can say.  Afterwards they left, we said goodbye and they went home.",
            "Female"
        ],
        [
            "MR BIZOS",
            "So, were they shocked to hear the news?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "If I have to say they were shocked or they were not shocked, I can't say because I did not pay any notice.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Were they surprised?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Even to say whether they were surprised I can't do that because I did not view it from that point of view, it was not so important for me.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Now I want to read to you and you'll have a copy soon.  I'm sorry I'm not holding it back deliberately but you can have a look at it because we only have one copy.  I want to read to you paragraph 6 of your statement:  \"I was very surprised and told the news to my husband as well as Mr and Mrs Clive Derby-Lewis.  According to me they were all extremely surprised to hear what had happened.\"  Now have a look at your statement, paragraph 6 and 7 on page 2 and tell us whether you initialled the bottom of the page and whether it's the document on which your signature appears, Madame.",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes, it is my signature.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And you did sign that, those two statements that I read out in paragraph 6 and 7 to you?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That is correct.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Now why would you have told the police on the 22nd April 1993 that your husband and Mr and Mrs Derby-Lewis were 'uiters' - I don't want to give a wrong interpretation - extremely surprised 'uiters verbaas'?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I would say at that stage, you are asking me a question five years after the fact, at that stage it was still quite fresh in my memory and I could make certain inferences. If I have to think back to the episode at this stage it is quite difficult to draw accurate conclusions, but if I had made a statement directly after the event, it would have been a lot fresher and clearer in my memory but after five years I don't believe it would be so clear in my memory.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Now that your memory has been refreshed, Madame, can you please give us some idea how Mr Derby-Lewis in particular expressed this extreme surprise?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I don't believe Mr Derby-Lewis made any statement at that point.  If I can remember correctly, in fact I recall as we walked out, now that you've said my memory has been refreshed, if one really thinks about it, I can recall that we walked outside and Gay discussed Sportron a bit further with me and my husband and Clive walked to the car. They climbed into the car, they greeted us and they left.  A statement which might have been made - I couldn't say it to you because then I would be lying and I can't made a definite statement about anything that might have been said.  It is impossible for me to make such a statement.  Surprise perhaps even, but what does that mean?  It could be extreme surprise, it could be something like \"oh how terrible\" it could have been anything.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Yes well you used the words and I asked you what you meant by it but let's leave it there for the moment.  Do you recall whether Mr Derby-Lewis said the following:  \"Don't worry, it's not that weapon.\"?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I would have to think back very carefully if I wanted to confirm such a thing, I would have to think very carefully.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Take your time and let's have an answer.",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It is a very difficult question which you have posed to me because I cannot honestly tell you that I can remember clearly.  With the court case - whether something filtered through - whether I heard something, whether I read something, I can vaguely perhaps remember something like that but if I had to expressly tell you that I can remember it or that I didn't read it or that I can't remember it, I would once again have to say that this is five years ago and that it is not possible for me.  I could take a guess but that would not be correct.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Yes, having regard to the time that you took in order to give the answer and a number of possibilities that you gave in your answer, would you agree that you are unable to deny that that is what Mr Derby-Lewis said?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "You're saying - or could you please repeat the question?",
            "Female"
        ],
        [
            "MR BIZOS",
            "It was a simple question - you can't say whether -you can't deny whether or not Mr Derby-Lewis used those words?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No unfortunately not with conviction.",
            "Female"
        ],
        [
            "MR BIZOS",
            "You can't deny it with conviction?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That is correct.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Mr Chairman - to give us an opportunity to copy the documents?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll take the adjournment and resume at 2 o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Bizos?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Thank you Mr Chairman.\n...[inaudible] where was it kept in your house?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I don't know where my husband kept it, I think it was with his other weapons.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Sorry I didn't hear the last bit of your evidence, where did you say it was?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It was possibly kept by my husband among his other hand weapons which he owned.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And where were they kept?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It was kept in a safe in the house.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Didn't you have access to that safe for your own protection in case something untoward happened?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No I did not access to it because I didn't have any interest in weapons.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did your husband ever express any discomfort at having an unlicensed firearm at the house?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did you know that there was an unlicensed firearm in the house all these years?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Didn't you feel uncomfortable about it?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And if Mr Derby-Lewis hadn't asked for it specifically it would have remained there to this day?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That's possible, yes.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Now, did your husband ever tell you that he was collecting arms for any future event when they may be required?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No.",
            "Female"
        ],
        [
            "MR BIZOS",
            "You know Mr Taylor well?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I don't know him very well on a personal level.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did you know his wife?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I met his wife yes.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Was there any close contact between the four of you at any time?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did either he or his wife never look to you for assistance in relation to any matter?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No, I do know that at one stage Mr Taylor was in jail and at that point I had contact with his wife and I offered support but that was all.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Now if anyone says that Mr Taylor in handing over this gun to your husband for possible use in the slaughter that was to come, what would you say to that?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That that would be absolute nonsense and that I would not be aware of it.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did you have a good relationship with your husband?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Were there secrets between the two of you?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Because he is recorded in paragraph 3 of EXHIBIT AH - says \"Mr Taylor said to me or told me to keep the weapon for the possible slaughter which lay ahead.\"  Now did you ever hear him, Mr Taylor, say that?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No.",
            "Female"
        ],
        [
            "MR BIZOS",
            "If your husband's statement is correct, why would he not have told you that that was the purpose for which it was handed over to him?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I don't know.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did you have anything to do with sending the firearm through a third person to Mr Derby-Lewis?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Were you ever asked for a jersey that was going to go out of your household pretending it to be a firearm?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Did any jersey go Mr Bizos?  You keep on referring to jersey but as I understand this witness' evidence, she said it was in a plastic bag - it was in a plastic box in a plastic bag, the firearm, there's no mention of a jersey and nobody has spoken of seeing a jersey.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "...[inaudible] thought of covering it up with a jersey or referring to it as a jersey.  Yes, thank you Mr Chairman, I think it was referred to as a jersey rather.  Then\nwas there any talk by anyone that it will not be referred to as a firearm but as a jersey?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Now was your husband detained or did he go to the police station and was he released?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "My husband was arrested by the police and he spent one night in the cells at Benoni and after that he was released.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Just tell us at what time was he arrested on the day that he was?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It was approximately at quarter past four in the early morning hours.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And when was he released?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Approximately the following evening, early evening - half past five.",
            "Female"
        ],
        [
            "MR BIZOS",
            "So he spent the whole day and the next day for the afternoon?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Now do you recall whether you made any statement whilst your husband was in custody or did you make a statement after your husband was released?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I can't remember.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did he tell you what he had been questioned about by the police on his release?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did he tell you that he was questioned closely about this gun that your husband had through another person sent to Mr Derby-Lewis?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did he tell you what he had said about that firearm?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did he - were you taken to the police station or did you go to the police station when you might have made the statement, how do you recall it?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I went to the Benoni Police Station.",
            "Female"
        ],
        [
            "MR BIZOS",
            "After your husband's release?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "After my husband was arrested.",
            "Female"
        ],
        [
            "MR BIZOS",
            "But before he was released?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Before he was released.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And is that when you made your statement?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I can't remember.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Yes, perhaps we should hand in, copies have been made Mr Chairman, we should hand it in as EXHIBIT AK, thank you Mr Chairman.   That's on the assumption that that Agreement of Sale did not go in, Mr Chairman and I don't intend putting it in although I may ask some questions about it.  Is that the statement that you made?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I have not studied this statement but I can recall that I did make a statement but as I have said to you that at no police station at any time did I make a statement.  Now that I study these documents, in the last paragraph you will see that it is signed in Johannesburg because I refused to make any statements to the police as I had no actual statement to make and that afternoon, in the Chambers of an Advocate in the city, he said to me - Mrs Venter make a statement and say what happened, at least that of which you are aware.  So I did not make the statement at any police station but at the Chambers of an Advocate at Johannesburg.  You will see that it is signed at Johannesburg and not at Benoni.",
            "Female"
        ],
        [
            "MR BIZOS",
            "How does the Sergeant come in?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Well there was a sergeant present because my husband at that stage was also at the Advocate's Chambers and he was one of the sergeants who had accompanied my husband from Benoni, if my recollection is correct and that is how the sergeant came to be present at the scene.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And did the policeman want to know from you what you knew about the gun?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No they didn't question me directly at any stage.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Because I would have found it strange that there's nothing in here about a gun but I now understand why there possibly isn't but in relation to your explanation as to the circumstances under which the statement was made - when I asked you whether you - that was your signature or not, didn't you notice that it was signed in Johannesburg immediately under your signature?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No because I didn't read the document.  Now that I have read the document and after I have thought about it and after I have said that I didn't make any statement to the police and this statement surfaced, I reminded myself that I did make a statement in the Advocate's Chambers and at no police station at any stage and when I read this, I knew exactly what you were referring to.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Now, when did you move to Krugersdorp.",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "We moved to Krugersdorp at the beginning of March 1993.",
            "Female"
        ],
        [
            "MR BIZOS",
            "This is when you took occupation of the house that you bought and in respect of which you have produced a Deed of Sale?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That is correct.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Where were you living before?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I lived in Delarey.",
            "Female"
        ],
        [
            "MR BIZOS",
            "How far is that from Krugersdorp?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I don't know, if I had to estimate I would say approximately 20 kilometres.  I don't know what the accuracy of my estimate is.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And did your husband go into Krugersdorp regularly for business purposes?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "For the past two months I'd say from February or perhaps a little earlier we visited Krugersdorp a number of times because we were looking at property because we had decided to move to Krugersdorp and we were interested in a residence and that is why we travelled to Krugersdorp a number of times to view properties.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And also presumably to sign a Deed of Sale, to visit the Building Society or financial institution for a bond - you were in Krugersdorp regularly?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That is correct.",
            "Female"
        ],
        [
            "MR BIZOS",
            "When did you meet the Derby-Lewises for the first time?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "The first time that I met Mr and Mrs Derby-Lewis must have been at their residence when I joined as a member of Sportron.  I would not be able to give you an accurate date because I did not consider dates that important but that was the first time that I again met Mr and Mrs Derby-Lewis and that must have been - it could have been during March.",
            "Female"
        ],
        [
            "MR BIZOS",
            "February?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No it wasn't February because at that stage I still wasn't living in Krugersdorp and I only met them again after I'd moved in to my home in Krugersdorp and that was definitely March.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Well for how long had you been a member of any right-wing organisation before that?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I was not a member of any organisation.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Well how would Mr Taylor who apparently was in possession of stolen firearms, why would he have had - what would have led him to believe that at least your husband was worthy recipient of a firearm to be used for the \"moontlike slagting wat voorle\"?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Mr Taylor did not hand over any weapon to me.",
            "Female"
        ],
        [
            "MR BIZOS",
            "To your husband?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "It's difficult for me to answer.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] asking questions of that kind to her, where does that get us?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Well I thought I'd made it clear in this original form Mr Chairman, what sort of circles did you and your husband move in at the time that this gun was handed over for that purpose by Mr Taylor?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "At that stage I was involved with my home, my family, my grandchildren and a business which was keeping us very occupied.  We were in the property business and that is what I was occupied with at that point in time.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And you say that it is completely coincidental that you happened to be with Mr and Mrs Derby-Lewis at the time that Mr Hani was murdered by Mr Walus?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "I said that Mr and Mrs Clive Derby-Lewis were at my home on an invitation which was sent by me because Mrs Derby-Lewis was making a delivery of goods which I had ordered from her.",
            "Female"
        ],
        [
            "MR BIZOS",
            "And do you know how long after the request was made by Mr Derby-Lewis to your husband for this firearm, how long after the request was made, was the gun delivered?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Was there any sort of urgency in delivering this gun?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Did your husband do - or anything which indicated to you that this gun had to be delivered as soon as possible?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "No.",
            "Female"
        ],
        [
            "MR BIZOS",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR BIZOS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "I have no questions Mr Chair thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?\nRE-EXAMINATION BY MR PRINSLOO",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you Mr Chairman.\n\tMrs Venter, a question from Mr Bizos, if you could just look at this application form for Sportron, is this the application form which you filled out when you joined Sportron?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And on which date did you sign this application?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "The 19th March 1993.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, I don't want to burden the records but it's available to be scrutinised, Mr Bizos - I don't know whether he's got a copy or not.  I don't know whether Mr Bizos wants a copy of it or whether he's got a copy?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Appearing for the family I don't know why I'm being always being addressed personally, Mr Chairman, but I don't know the document that is being referred to - I don't know what reference is being made.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, I can hand it in as an exhibit, I've got sufficient copies available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "I'll do that.  We refer to it as EXHIBIT AL Mr Chairman.  It's on the second page - is the form what is referred to but it refers to the old Sportron transaction pertaining to this witness.  Mrs Venter, if you look at page 3, are those the items which you ordered, just for the record?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That is correct.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And as it was delivered?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "That is correct.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "And that is the invoice on the last page?",
            "Male"
        ],
        [
            "MAUREEN VENTER",
            "Yes.",
            "Female"
        ],
        [
            "MR PRINSLOO",
            "No further questions thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you very much.  You are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, I have in my possession a letter which was written by the instructing attorney, Mr Lubbe, on behalf of the firm Swart, Redlinghuys, Nel and Partners, it's with the Department of Justice in order to request the department to pay for the expenses of Mr Arthur Kemp, who is currently in England, to come and testify in this Committee and there is also the letter addressed to Mr Mpshe and in response to that the Department of Justice declined to grant permission or to pay for it.  I've only got the one, the original, available.  You don't need it do you?",
            "Male"
        ],
        [
            "MR BIZOS",
            "Mr Chairman, once the matter has been raised, is there a letter in which Mr Kemp said says that he is prepared to come to South Africa?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In that regard we certainly don't need that document Mr Bizos.  Yes, you may hand - unless you are going to formulate some argument crucial to your case you see, request that he be subpoenaed or that his expenses be paid, that request has been turned down we understand.  You place it on record, it will form part of the record when the record is transcribed.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "...[inaudible] the notice of the Committee - it's not the case that we are unwilling to call Mr Kemp as a witness, it's a matter of being impossible to get him here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes we understand that.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Because of expenses.  Thank you Mr Chairman, it's understood that way?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you calling any witnesses?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No Mr Chairman, I've called - no.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For Mr Walus are you calling witnesses?",
            "Unknown"
        ],
        [
            [],
            "I'm not calling any witnesses.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Bizos?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Mr Chairman, although they are not our witnesses in the strict sense of the word, we have asked for Mr Visser to be made available for examination.  If our memory serves us correctly he was warned to be here today.  He is not.  I am informed by Mr Mpshe that he has spoken to him and that he has undertaken to be here tomorrow morning.\n\tAlso Mr Chairman, on the evidence appearing in Mr Visser's application for amnesty, it would appear that a Mr Clark has some information relating to the matter.  You will remember Mr Chairman this is a person who frequented the Derby-Lewis' home apparently, so it is said, for the purposes of looking after Mrs Derby-Lewis' computer.  If Mr Visser's information is correct, we may ask you do different inferences and it may be necessary to examine Mr Clarke.  He has proved to be an elusive person to find but counsel for the second applicant informed me during the luncheon adjournment that they have managed to establish contact with him and that he too will be here tomorrow morning.  We would submit that these two witnesses ought to appear arising out of information which the Commission itself had for examination.  It's no fault of ours that they are not here today but it would appear Mr Chairman that the Commission may be constrained to adjourn the proceedings until tomorrow morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] reluctant to do this you know, Mr Bizos.  We've had endless difficulties with Mr Visser on previous occasions, it seemed he blew hot and cold and said he was coming in, he was not coming, he would come if his attorney were present and if his attorney were not present he wouldn't give evidence.  We've been hearing this on a number of occasions in the past and he's not here now and if it is just because he's not here, we have to adjourn to enable him to be here tomorrow, I would be most reluctant to do so.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "Well that is, I have given those two, Mr Chairman, there is also - attempts were made by us to find Mr De Waal, you recall the purpose for which he is to be called?  We have been particularly unsuccessful.  We are informed by persons in the employ of the Commission that he has been contacted and we are told also that he will be here tomorrow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Told by whom Mr Bizos?",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "If I remember correctly, Mr Mpshe, Mr Chairman or my attorney or both, I'm not sure.  But I may say Mr Chairman that I share your misgivings - in relation to Mr Visser he is really established a means of communications which is very difficult and my attorney has had considerable trouble.  I believe that Mr de Waal has only recently been traced by the investigation officer that investigated the criminal trial against the two applicants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe can you throw any light and tell us something more definite?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "Yes Mr Chairman, thank you.  Mr Chairman as regards to Mr Visser as the Chair and the honourable Committee will most probably remember, he was warned last time when we were in Pretoria and after the adjournment sometime during the end of last year, he telephoned me and he informed me that he had made an application to the Legal Aid and the application for Legal Aid assistance had been turned down and I informed him that he need not worry, he will get representation and he promised me that he would be available but only to my surprise I learned this morning that he said he wants his lawyer.  I spoke to him during the tea break - no, before the lunch break on the phone and he said he was insistent that he wants his lawyer and he has made an application to the Legal Aid.  I reminded him that your application was turned down, he said no, he has now made an appeal to higher authorities in the Legal Aid Board so he is going to get legal assistance.  So I informed him to be here tomorrow at eight o'clock and he agreed that he will be here tomorrow at eight o'clock with or without a lawyer.\n\tAnd as far as Mr de Waal, we were not in a position to trace Mr de Waal - we were requested to do so by the firm represented by Advocate Bizos.  We only succeeded due to the assistance given to us by Captain Holmes, Holmes the investigator in the criminal matter.  I was enabled then during lunchtime to speak to Mr de Waal - or to telephone Mr De Waal - I did so, he was not in, I spoke to the wife and the wife said no, he is available, he will inform him to be here tomorrow morning at eight o'clock and to request him to call me.  So I'm still expecting him to call me back but I can say by tomorrow Visser and Mr de Waal will make themselves available.  \n\tInasfar as Mr Adrian Clark is concerned Mr Chairman, Members of the Committee, there's nothing I can say about this man - I've tried all my level best to track him down on a smallholding in Pretoria.  I was told he has moved, we tracked him down ultimately in Krugersdorp and whenever I call his house the phone will be answered by the wife and if it's not the wife, the phone will not be answered at all.  Up till now, we do not know whether he is still available or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The enthusiasm displayed on his behalf seems to indicate what is going to happen.",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "That is so Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll have to adjourn until tomorrow.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I think so.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "How certain is it that Mr Clarke will be available tomorrow?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman I spoke to him personally and I told him that he was required to be here tomorrow and he agreed he will be here tomorrow morning at half past eight to see Mr Bizos.",
            "Male"
        ],
        [
            "MR BIZOS",
            "...[inaudible] I want to examine him, I don't want to see him.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "But Mr Chairman, I just want to put in on record that we were requested by Mr Bizos to assist him and via other people we were able to find out where he was and that's why we then reported to Mr Bizos the lunch adjournment and we were under the impression ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is not a trial in which witnesses take sides - they're not my witnesses or your witnesses, this is an enquiry and if a man comes to give evidence, he's giving evidence to this Committee.",
            "Unknown"
        ],
        [
            "MR BIZOS",
            "I have been told \"this is your witness and this is your witnesses and this is your witness\" I may not want to identify my clients with one or other of these persons, Mr Chairman, they're under an obligation to give evidence to the Commission if they have relevant information or if the applicants want that so that I agree fully with respect that they are not anyone's witnesses and I certainly don't want to speak to Mr Clarke privately, Mr Chairman, I want him to be examined.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe, can you be of assistance in this regard?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "Mr Chairman, inasfar as Mr Adrian Clarke is concerned?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "Mr Chairman, no I can't give you any assistance, as I say I've tried to locate him, I've failed myself.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "If he comes here tomorrow morning will you speak to him?",
            "Unknown"
        ],
        [
            "MR MPSHE",
            "Oh, speak to him yes, I can do that - that is one of my obligations Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, it seems that one can't avoid delays in this hearing.  We've spent a lot of time with this hearing and I am reluctant that we should be spending any more time doing nothing.  However, just for once, this is probably the last time, that I will agree to postpone this hearing at all.  I'm now going to adjourn this hearing until 9.30 tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}