{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-03-25",
        "location": "LUSIKISIKI",
        "day": "2 LUSIKISIKI",
        "names": [
            "NOMGWENA MANCANCENI"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55559&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/lusiki/mancance.htm",
        "speakers": [
            "NOMGWENA MANCANCENI",
            "MR SANDI"
        ],
        "original_speakers": [
            "NOMGWENA MANCANCENI",
            "MR SANDI",
            "MR MANCANCENI"
        ]
    },
    "testimony": [
        [
            "NOMGWENA MANCANCENI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR SANDI",
            "Mr Mancanceni, in your statement you have mentioned that your house was also burnt.",
            "Male"
        ],
        [
            "NOMGWENA MANCANCENI",
            "Yes, it was at night.  I heard the dog barking outside and the house was in flames at that time.   I noticed Mbawatha and Magucubola's boy, Nzedile.  I noticed them, although it was at night.  They ran away and my house and furniture was on fire at that time.\n When my wife went out to look she just collapsed.  Nonkonyane said that he will sent his people.  Our house were burnt down and our furniture.\n In our village I was under particular ....  Bukrula his father, was treating us well.   I had a case in Kauqini and I won that case.  Bukrula took my field, my crops and he took over my crops because he said that he did not like me.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Mancanceni, this organisation which Mr Skhosana has just mentioned, were you a member of this organisation?",
            "Male"
        ],
        [
            "NOMGWENA MANCANCENI",
            "We were together with Nojilo in this organisation.   We were accused of disrupting the village.\n Mandela went in prison, he was arrested, because he was fighting for us, that is why we were killed, even today, it was only God's grace that saved us.\n I was under Pathekile and Pathekile died.",
            "Male"
        ],
        [
            "MR SANDI",
            "You say Sir, if I understand you clearly, by\ncoming here you are risking your life?   Can you please explain what you have just said?",
            "Male"
        ],
        [
            "NOMGWENA MANCANCENI",
            "Yes.",
            "Male"
        ],
        [
            "MR SANDI",
            "Is there anyone who want to injure you as you came to the Commission to tell your stories?   Are you threatened by anyone?",
            "Male"
        ],
        [
            "NOMGWENA MANCANCENI",
            "What I can say is that the people of our village are said to be against Bukrula, but we are only fighting for our organisation.",
            "Male"
        ],
        [
            "MR SANDI",
            "Did you go to the police to report this matter?   Did you go to the police to tell them that your house was burnt?",
            "Male"
        ],
        [
            "NOMGWENA MANCANCENI",
            "I sent one of my children.  The police did not come.  No one came, no police came to look at our houses.   We were too scared to go around in our village because we were said to be killed.\n If I was a coward I would have left my village but I told myself that I would die in that village because I was working for my children.  I wanted to feed my children and to support them.   That is why I decided that I am not going to leave my village.",
            "Male"
        ],
        [
            "MR SANDI",
            "According to your knowledge are there any people in your village who belong to this organisation whose houses were burnt and who was threatened because they were members of this organisation?",
            "Male"
        ],
        [
            "NOMGWENA MANCANCENI",
            "In our area there are three of us whose houses were burnt down.",
            "Male"
        ],
        [
            "MR SANDI",
            "Are there any other people in your village whose houses were burnt down or who were threatened or harassed because they were members of this organisation?",
            "Male"
        ],
        [
            "NOMGWENA MANCANCENI",
            "There is one Cumgunzana in our village.",
            "Male"
        ],
        [
            "MR SANDI",
            "Except for this incident Sir, is there any other thing that happened to you?",
            "Male"
        ],
        [
            "NOMGWENA MANCANCENI",
            "No, there is nothing except for that my house was burnt down?",
            "Male"
        ],
        [
            "MR SANDI",
            "Is that all you want to say Sir",
            "Male"
        ],
        [
            "NOMGWENA MANCANCENI",
            "Yes that is all.  We could not do anything because if a person is a leader or a vula in a village he has to go and look to the damages.  He did not go.   How can he get a salary when he does not even look after us?   When our houses are burnt down he did not check.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Mancanceni, do you have any people you suspect who have burnt your houses?",
            "Male"
        ],
        [
            "NOMGWENA MANCANCENI",
            "No, but the Chief was supposed to go and look at our houses.   This was a disgrace that we were in this village and our houses were burnt down and the Chief did not even come to look at what was happening.",
            "Male"
        ],
        [
            "MR SANDI",
            "Mr Mancanceni, I would like you to face me as you are giving your evidence, so that you can see me when I want to talk to you.\n In conclusion Mr Mancanceni, what is your request to the Commission?",
            "Male"
        ],
        [
            "NOMGWENA MANCANCENI",
            "My request to the Government is that I want the Government to support me.\n Secondly we need clean water and electricity.\n I also have another request.   I would like the Government to help us with our roads.  Those are my requests.",
            "Male"
        ],
        [
            "MR SANDI",
            "Thank you Mr Mancanceni and we will now go to Mr Phangomso.",
            "Male"
        ]
    ]
}