{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-03-25",
        "location": "LUSIKISIKI",
        "day": "2 LUSIKISIKI",
        "names": [
            "DALIWE MGULWA"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55566&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/lusiki/mgulwa.htm",
        "speakers": [
            "DALIWE MGULWA",
            "ADV SANDI"
        ],
        "original_speakers": [
            "DALIWE MGULWA",
            "ADV SANDI",
            "MR MGULWA"
        ]
    },
    "testimony": [
        [
            "DALIWE MGULWA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "Mr Mgulwa you are also going to talk about the execution of a member of your family.  Who are you going to talk about exactly?",
            "Unknown"
        ],
        [
            "DALIWE MGULWA",
            "My father.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Can you briefly tell us when he was executed and what the cause was.",
            "Unknown"
        ],
        [
            "DALIWE MGULWA",
            "They were arrested after Khongolose. They were then detained in Kokstad.  Then taken to Pietermaritzburg.  From there apparently they were taken to Pretoria.  After that we could not get into touch with them.\n When my father was arrested I was 17 years of age.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is there someone at home who would visit him?",
            "Unknown"
        ],
        [
            "DALIWE MGULWA",
            "My mother was still alive. She would visit him.  My grandfather as well.  They have both passed away.\nThey were there even in Pretoria.",
            "Male"
        ],
        [
            "ADV SANDI",
            "According to your memory you say that your father was executed in 1962.",
            "Unknown"
        ],
        [
            "DALIWE MGULWA",
            "He was detained in 1960.  Then in 1961 he was in jail.  Then in 1962 he was executed.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was he a member of Congo?",
            "Unknown"
        ],
        [
            "DALIWE MGULWA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Was he affected when there was conflict between members of Congo and chiefs in the area?",
            "Unknown"
        ],
        [
            "DALIWE MGULWA",
            "Yes because the Chief wanted to do whatever he pleased with the people.   He did not agree with that.   Then there were killings.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Who said, he is ruling over these people?",
            "Unknown"
        ],
        [
            "DALIWE MGULWA",
            "The Chief.  He did not want Congo to exist in the area.   He did not want the struggle for liberation.  He brought them down, all the leaders of Congo.  About one hundred of them were detained.  Ninety four came back and six never came back.\n The ninety four people were freed.",
            "Male"
        ],
        [
            "ADV SANDI",
            "When you gave the statement to the statement takers of the Truth Commission you put forward requests.  Do you remember these requests?",
            "Unknown"
        ],
        [
            "DALIWE MGULWA",
            "Yes.   So that I could have peace in my heart, if my father could be exhumed and be buried back home.   Also the children, three are still at school.  If the Government could help me.",
            "Male"
        ],
        [
            "ADV SANDI",
            "You also said that amongst your requests the Commission should perhaps do something about the water supplies in the area and also if something could be done about the roads.\n Would you like to add something to that request?",
            "Unknown"
        ],
        [
            "DALIWE MGULWA",
            "No.  My requests are such as you have mentioned.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is there a problem in the community with water supply?   Clean water supply and also roads that are conducive to travelling?   Is that a general problem in your village?",
            "Unknown"
        ],
        [
            "DALIWE MGULWA",
            "Yes.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Is that all Sir?",
            "Unknown"
        ],
        [
            "DALIWE MGULWA",
            "Yes I have finished.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Thank you.",
            "Unknown"
        ]
    ]
}