{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-22",
        "location": "DURBAN",
        "day": "4",
        "names": [
            "P ZONDI - POSTPONEMENT"
        ],
        "case number": "AM 5612/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52927&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98101922_dbn_dbn4_.htm",
        "speakers": [
            "ADV PRIOR",
            "CHAIRPERSON",
            "MR NTULI",
            "MR WILLS",
            "MR ZONDI"
        ],
        "original_speakers": [
            "ADV PRIOR",
            "CHAIRPERSON",
            "MR ZONDI",
            "MR NTULI",
            "MR WILLS"
        ]
    },
    "testimony": [
        [
            "ADV PRIOR",
            "...[inaudible] commence with the Mthembu matter, but the decision having been made to adjourn Mr Zondi.  Could we possibly do that, that Mr Zondi then could be excused?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "No, this is Mr Mthembu.  Mr Zondi is in front in the second row.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Zondi, I regret to have to inform you that there appears to have been some misunderstanding about when your application was to be heard, the date having been changed, and the so-called victims - when I say so-called I mean victims as defined in the Act, have not been given notice, they have been given notice for tomorrow or one of them has been given notice for tomorrow and has indicated her intention to be here.  The second one has been involved in an accident and is apparently unavailable for tomorrow and the third one has not yet been notified.\n\tIn those circumstances it seems to us the fair thing to do is to adjourn the whole hearing to a date to be arranged in the future.  Where are you resident now, Mr Zondi?",
            "Unknown"
        ],
        [
            "MR ZONDI",
            "Here in Durban.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In Durban?",
            "Unknown"
        ],
        [
            "MR NTULI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But if you are given notice could you go elsewhere, well arrangements can be made for you to go to Empangeni or somewhere if the hearing is held there.",
            "Unknown"
        ],
        [
            "MR ZONDI",
            "I don't think there is any problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No problem for you?",
            "Unknown"
        ],
        [
            "MR ZONDI",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, if I can just place on record that I'm acting for this applicant ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.  I will certainly - I'm in touch with the applicant and we will notify him of the date, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because it has become obvious during the few days we have been here that there are difficulties in conducting hearings here in Durban where the incident took place, in the North or South Coast and where the people live there.\n\tIt is understandably difficult and expensive for the victims to come here and the view of myself and the two members of my Committee is that hearings should be held where it is most suitable to all the parties, not only the applicant but the victims and implicated parties and also where the incident involves the local community, where members of the community can come and hear because the purpose is to bring about reconciliation and it would be a good thing in many incidents for the community to hear the applicant expressing his regret for what happened in the past and explaining why it did happen.  We sit here with an empty hall, nothing is achieved in that regard.  \n\tSo I propose to request, and this is the view of the entire Committee that this matter and the other ones from the North Coast, the Empangeni area, should be set down for hearing somewhere in that vicinity after dates have been arranged and I would also say that I and the Members of my Committee would all be available to hear matters from the 14th to the 18th of December.\n\tThat is as at present advised, there may be variations to the roster but as it stands at the moment matters have not been set down there and if arrangements could be made for this and the other matters that we've not been able to go on with here, to be set down somewhere up there.  \n\tI suggest Empangeni but I remember from circuit that there is a rather pleasant Court at Umtumzini, not a very big one but if it is not being used for local trials at the time we could perhaps go there because the other facilities are ...[indistinct], but I leave that to Mr Prior to arrange.\n\tI do say the Members of my Committee feel strongly that we should go to the people and are prepared themselves to make themselves available at that period, thank you.",
            "Unknown"
        ]
    ]
}