{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-21",
        "location": "DURBAN",
        "day": "6",
        "names": [
            "XOLANI CUBA"
        ],
        "case number": "AM 3845/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52938&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98101922_dbn_kzn6.htm",
        "speakers": [
            "ADV MPSHE",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR LAX",
            "MR MBANDAZAYO",
            "MR NEL",
            "MR SIBANYONI",
            "XOLANI CUBA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "XOLANI CUBA",
            "MR CUBA",
            "MR NEL",
            "INTERPRETER",
            "ADV MPSHE",
            "MR LAX",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson, I'm now calling Xolani Cuba to the witness stand.",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MBANDAZAYO",
            "Thank you Mr Chairperson.  Mr Chairperson for the purposes of this hearing I'll use Mr Seyisi's affidavit.\n\tMr Cuba do you confirm that you have read Mr Seyisi's affidavit?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the affidavit that commences on page 12 of the papers?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes Mr Chairperson.",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "Yes I do affirm.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "And you understand it's contents?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "Yes I do understand.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "And you also want it to be part of your affidavit as in as far as it relates to you?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "Yes I will not dispute that but whenever I come across anything that I do not know I'll point it out to the Commission or the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what Mr Mbandazayo is asking you is do you confirm that insofar as this affidavit of Mr Seyisi relates to you, do you confirm that it is correct?",
            "Unknown"
        ],
        [
            "XOLANI CUBA",
            "Yes I do affirm.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.\n\tMr Cuba can you tell the Committee whether did you see the limpet mine when you were still in your residence with Mr Namba?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I never saw the limpet mine.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Were you aware that Mr Namba had a limpet mine with him?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "Yes he had told me that he was in possession of a limpet mine.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "At what stage did he tell you?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I think it was on the 29th November in the afternoon.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, what did he tell you was going to be the purpose what are you going to do with the limpet mine, why did he tell you about the limpet mine?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "He told me that since we knew each other he had been introduced to me earlier on by Ndoda, that he was an APLA cadre.  He further told me that he was living in Durban.  We were just carrying on some conversation and he told me that he was on a mission.  He further explained to me that he was in possession of a limpet mine.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Did he tell you what was going to be his target?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "Yes he did.  He said to me it could be Brighton Beach or Umbilo Police Station.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "When did you become aware that it's going to be Umbilo Police Station?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I was not sure that it was going to be Umbilo Police Station but the following day a we travelled, I did suspect that we were heading for Umbilo but I was not yet positive.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Cuba, in your application for amnesty, page 5 at paragraph 10(b) you mention there in one of the paragraphs that \"I never knew that he had such articles as described in annexure A until 30th November 1993 when it exploded in the bus we were travelling in.  Now can you explain that to the Committee because you have just told the Committee that he told you that on the 29th November he told you that he had a limpet mine.  What do you mean by that?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "What I wanted to point out was that I never actually saw the limpet mine but he had told me that he was in possession of a limpet mine.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now Mr Cuba, it has been testified before this Committee that you were in the bus seated next to Mr Namba.  Did you see him handling the limpet mine in the bus?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "No because I did not take any notice of anything that he did during the bus ride.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Did you suffer any injuries as a result of that explosion?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "Yes I sustained some injuries.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.  Mr Nel, do you have any questions to put to the witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR NEL",
            "Thank you Mr Chairperson.\n\tMr Cuba, when you got on the bus at the Pine Street terminals, did you know where you were going to?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "Yes I knew.",
            "Male"
        ],
        [
            "MR NEL",
            "Where were you going to?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "We were headed for Umbilo.",
            "Male"
        ],
        [
            "MR NEL",
            "But, correct me if I'm wrong, I thought I heard you saying that you suspected that you were going to Umbilo?  Were you suspecting that you were going to Umbilo or did you know?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I said I knew that we were going to Umbilo but I was not sure as to whether he was heading or we were heading for the area where we were going to carry out the mission.",
            "Male"
        ],
        [
            "MR NEL",
            "Well at the time did you know that you were heading for somewhere to carry out a mission?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "No at that time I did not know that we were going to carry out a mission.",
            "Male"
        ],
        [
            "MR NEL",
            "Did you ask this person why you're going to Umbilo or why you had to accompany him to Umbilo?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I never asked him because we were always talking and if you're not a member of APLA but you kept on asking a lot of questions, they would view you suspiciously.",
            "Male"
        ],
        [
            "MR NEL",
            "It's for that very same reason, Mr Cuba, that I  found it very strange that a member of the armed wing of the PAC would tell you that he's a trained cadre, would take you into his confidence, tell you about his missions, tell you that he's carrying a limpet mine.  Are you not today trying to play down your role in this whole issue?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I'm not running away from the part that I played but I'm not going to agree with anything that I do not know because I told you that as he had told me about this, he did not say that on that particular day we were going to carry out the mission.  If that was so, he knew it but I did not know it.  The fact that I did not ask him was because he would have viewed me with suspicion, that is my own opinion, I don't say it is so.",
            "Male"
        ],
        [
            "MR NEL",
            "Could you please explain to us how this limpet     landed up in your black bag?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "We had stayed with him for quite a few days, that is Vuyani.  He used to use my bag whenever he went to town so he was using it at the time.",
            "Male"
        ],
        [
            "MR NEL",
            "Were you staying with him or was he staying with you at Number 85, something View Street in Red Hill?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I could say we were staying together because we were sharing a house.",
            "Male"
        ],
        [
            "MR NEL",
            "Where did he come from with this limpet, do you know?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I never enquired as to where he is coming from, he was introduced to us.  We were told his name as well as what he had come to do, as to where he came from, I do not know.",
            "Male"
        ],
        [
            "MR NEL",
            "In this very same black bag that was found on the scene, your passport was found in the bag?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NEL",
            "And the person who examined the bag, a Warrant du Preez, who according to his statement on page 100 in the bundle, who is an explosives expert, says in his expert opinion on the last paragraph\n\"Ek vermoed dat die eienaar van die drasak direk betrokke is by die onploffing aangesien die stofprop verwyder moet word voordat die ontsteker kan aktiveer word.\"\nWhich seems to indicate ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the translator get that Afrikaans translation?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "It will need to be translated into English.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think if you could just, that portion that you read out in Afrikaans, Mr Nel, if you could give your own interpretation of that but it seems to say that in my opinion the owner of the bag is directly involved in the explosion because the detonator, because they found a detonator in the bag, the detonator which was found in the bag must be removed from the mine before it is activated, is that right?  Before it can be activated.",
            "Unknown"
        ],
        [
            "MR NEL",
            "Mr Chairperson yes, that is fairly correct except that the detonator stays in the limpet mine and it is covered with a dust cover, that is the \"stofprop\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "\"Stofprop\" the dust cover.  Well if you give your own interpretation, I'm sure it will be better than mine.",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you sir.  Mr Cuba, according to this explosives expert he says that\n\"The person who fiddled or detonated this device would have had to remove the dust cover that covers the detonator in the bus because that cover was still found in the bag on the scene.\"\nNow your evidence is that you know nothing about this limpet in the bag and you also did not see Mr, if it was him, the deceased Mr Namba, fiddling with the device?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "May I please just rectify you?  I never saw him because I did not pay any attention or take any notice of what he was doing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying Mr Cuba that he may have fiddled with the limpet mine but you just didn't see it?",
            "Unknown"
        ],
        [
            "XOLANI CUBA",
            "I would not deny that, he might have fiddled or interfered with it.",
            "Male"
        ],
        [
            "MR NEL",
            "You sat right next to Mr Namba on the back seat of the bus?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NEL",
            "Do you recall him talking to a young white lady who also got on the bus and went to sit on the same seat and you and Mr Namba?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I do not remember.",
            "Male"
        ],
        [
            "MR NEL",
            "...[inaudible] indicates on paragraph 3 of her statement\n\"Die een wat agter gesit het, het my gevloek.  Hy het vir my gese: 'go fucking sit in front'.\"\nDo you know anything about that?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I know nothing of the sort.",
            "Male"
        ],
        [
            "MR NEL",
            "Well whoever said that saved Miss Meyer's life because on account of that she did go to the front of the bus and was only partially injured in the accident.",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "...[inaudible]",
            "Male"
        ],
        [
            "MR NEL",
            "What I'm trying to say, Mr Cuba, is that we can most probably believe her statement when she says that because on account of those words uttered by either you or the deceased, she left the back seat and went to the front and if it had not been for those words, she would most probably have been also critically injured today or dead.  You know nothing about those words being uttered?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I've got absolutely no clue.",
            "Male"
        ],
        [
            "MR NEL",
            "Now you did not make a statement but also you relied on the statement of your colleague, Mr Seyisi, but your statement if I refer you to paragraph 10 on page 4 of the bundle, when we get the question\n\"State political objective sought to be achieved.\"\nThere is a one sentence answer there:\n\"To overthrow the white regime\"\nNow firstly, you were not a member of APLA?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "Yes I was not.",
            "Male"
        ],
        [
            "MR NEL",
            "Were you a member of any organisation however small?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I was a member of PASO.",
            "Male"
        ],
        [
            "MR NEL",
            "Was it at any stage the policy of PASO, being a student organisation to overthrow the white regime?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "Yes, all the efforts of PASO or the structures that were under the PAC worked hand in hand with the PAC, that is to overthrow the government.  If you still remember, that was the time where the PAC was highly active in politics and they were trying to overthrow the past regime and that is the time where PASO also had some slogans, they say PASO by day and APLA by night.  It indicated how they worked hand in hand with APLA.",
            "Male"
        ],
        [
            "MR NEL",
            "In conclusion, Mr Cuba, we have a detailed explanation by, I take it, the next applicant of where the order or instruction rather, to carry out this mission came from and more or less how it was to be done.  Did you ever discuss this matter with your colleague Mr Mgengo?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "No, we never talked.",
            "Male"
        ],
        [
            "MR NEL",
            "Did you know that Mr Mgengo was supposed to be your mainline organiser logistically wise and financially wise in carrying out this mission?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "No, I'm not aware of that.",
            "Male"
        ],
        [
            "MR NEL",
            "Did Mr Mgengo ever discuss this matter with you?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "No he never did.",
            "Male"
        ],
        [
            "MR NEL",
            "Was Mr Mgengo in Durban at the time of this incident?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "Which time are you referring to?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the time of the incident at November 1993.",
            "Unknown"
        ],
        [
            "XOLANI CUBA",
            "No, he had gone to his place.",
            "Male"
        ],
        [
            "MR NEL",
            "Where was his place?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "Umtata.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Nel, just to interrupt, is it correct that you and Mr Seyisi and Mr Mgengo were all students at the M.L. Salton College?",
            "Unknown"
        ],
        [
            "XOLANI CUBA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was it that time of the year when the academic activities at the college were coming to an end?",
            "Unknown"
        ],
        [
            "XOLANI CUBA",
            "Yes that is correct, we had just written our final exams.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, sorry Mr Nel?",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairperson.\n\tI take it that Mr Mgengo was a trained member of APLA?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I wouldn't know because I met him in school and he was a member of PASO at that time.",
            "Male"
        ],
        [
            "MR NEL",
            "And lastly, you say before Mr Mgengo went back to Umtata, before the 30th November 1993, he never discussed this matter regarding the limpet, regarding the mission with you?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "That is correct, he last introduced Vuyani to us.",
            "Male"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairperson, I've got no further questions.\nNO FURTHER QUESTIONS BY MR NEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Nel.  Mr Mpshe, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV MPSHE",
            "Yes Mr Chairman, thank you.\n\tMr Cuba, is it correct that PASA and APLA were official structures under PAC?",
            "Unknown"
        ],
        [
            "XOLANI CUBA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Will it be further correct that operations of PASO and those of APLA differed, that is their activities?",
            "Unknown"
        ],
        [
            "XOLANI CUBA",
            "Yes I do agree.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Will you further agree with me then that it is APLA, that is recognised by PAC to carry out operations like planting of limpet mines, attacks and the rest, that is within their powers, is that correct?",
            "Unknown"
        ],
        [
            "XOLANI CUBA",
            "Yes that is correct, that was so.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "And further that PASO did not have the power or did not have the jurisdiction of planting limpet bombs making attacks and the like because this was a student organisation?",
            "Unknown"
        ],
        [
            "XOLANI CUBA",
            "That is so.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Wouldn't you agree with me therefore that any political justification that can be advanced by APLA cannot be advanced by PASO because the modus operandi differed?",
            "Unknown"
        ],
        [
            "XOLANI CUBA",
            "The PAC structures work hand in hand in whatever operation that they undertake.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Yes but I'm saying a political objective that may be advanced by APLA for it's physical operations, planting of bombs and other things cannot be advanced as well by PASO because it was not in the jurisdiction of PASO to do those things?",
            "Unknown"
        ],
        [
            "XOLANI CUBA",
            "I do agree with you on that point.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Therefore the political objective that's going to be advanced here, if it will be, by an APLA member cannot be applicable to a PASO member, will I be right?",
            "Unknown"
        ],
        [
            "XOLANI CUBA",
            "I will not agree with you on that aspect because I don't understand your statement but what I want to say is as members of PASO, we were PASO way back then but what we wanted to do was to ensure that we work with structures that fell under the PAC in order to render this country ungovernable.",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Mr Cuba, I'm not arguing with you as far as that is concerned, I know you two help one another but the physical activities were carried by different organisations?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think this is quite legalistic, it might be a matter that should be rather raised in argument.  You can ask him, I'm not preventing you asking him but it seems to be quite legalistic.  I mean if you were an ordinary member of a political party assisting a trained cadre, then because he's not a trained cadre and not a member of the military wing himself is getting quite legalistic to separate his motivation from the person who he is assisting merely because of his belonging to another structure within the main liberation movement.  It's getting very legalistic but I understand the thrust of your argument but it's quite legalistic.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Mpshe, is it not common cause that they went along to help this guy although how that was going to happen they may not have known at the time but they in essence associated themselves with his activities and isn't that really the sort of gist of the matter?",
            "Male"
        ],
        [
            "ADV MPSHE",
            "Yes, but making use of the word associated themselves, I'll rest my matter.  No further questions, thank you.\nNO FURTHER QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mbandazayo, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "No questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just one question, Chairperson.\n\tYour colleague that testified before you told us in his evidence that Mr Namba told you you were going to the police station?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "As I have already explained, he did tell me that he had two targets, that is Brighton Beach and Umbilo Police Station.",
            "Male"
        ],
        [
            "MR LAX",
            "Now his evidence was that when you left the house that day, from Red Hill, to board the bus to go into town, both of you knew you were going to the Umbilo Police Station, that was his evidence, categorically.  So you couldn't have had any space to suspect that you might be going there, you knew you were going there.",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I knew that we were going to Umbilo but I disagree with the fact that he told both of us because I knew it the night before that I was supposed to accompany him to Umbilo.",
            "Male"
        ],
        [
            "MR LAX",
            "So he didn't tell you on that day, he told you the night before?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "Yes he told me the night before.",
            "Male"
        ],
        [
            "MR LAX",
            "And if you were going to accompany him to Umbilo, what would be the purpose of such accompaniment?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "He never told me or explained.",
            "Male"
        ],
        [
            "MR LAX",
            "Well did he not tell you that in the context of telling you about his activities and what his operation was and why he was there as you told us he told you?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "Yes he told me as to why he had come but he did not point out that at the very same time we were going to Umbilo.  He only told me about the Umbilo issue at a later stage.",
            "Male"
        ],
        [
            "MR LAX",
            "So when did you first meet this man, how soon before this incident?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I don't remember but it was a few days I think, it could have been four or five days.  It was less than a week.",
            "Male"
        ],
        [
            "MR LAX",
            "And you were introduced by the next applicant, Mr Mgengo?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And what did he introduce you to Mr Namba as, what did he say he was, how was he introduced to you in other words?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "He told us his name as well as our names to him.  He told us that his name is Robert and that he was an APLA member.  He had come to Durban to help the PAC and other organisations that fell under the PAC, so he wanted us to help him whenever he needed help.",
            "Male"
        ],
        [
            "MR LAX",
            "When did Mgengo leave for Umtata?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "I don't remember but I should think it was two days before the incident.",
            "Male"
        ],
        [
            "MR LAX",
            "Did he come and tell you he was leaving for Umtata?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "Yes he did.",
            "Male"
        ],
        [
            "MR LAX",
            "What else did he tell you?  Did he say to you I'm going to be at a certain address or here's my phone number or when am I coming back or what else did he say?  Did he say he'd see you after the holidays, what?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "No he never told us anything.",
            "Male"
        ],
        [
            "MR LAX",
            "He just said \"I'm leaving\"?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "He didn't give you his phone number where you could contact him?",
            "Male"
        ],
        [
            "XOLANI CUBA",
            "He never did.",
            "Male"
        ],
        [
            "MR LAX",
            "Thanks, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.  Thank you Mr Cuba, that brings your testimony to a conclusion.  You may stand down now.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}