{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-09",
        "location": "DURBAN",
        "day": "1",
        "names": [
            "FRANK McCARTER"
        ],
        "matter": "DEATH OF SIPHO BHILA",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52957&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98110919_dbn_981109dbn.htm",
        "speakers": [
            "ADV PRIOR",
            "ADV SIGODI",
            "CHAIRPERSON",
            "FRANK McCARTER",
            "MR HUGO",
            "MR MALAN",
            "MR NEL",
            "MR NGUBANE",
            "MR ROUSSOUW",
            "MR VAN SCHALKWYK",
            "MR VISSER"
        ],
        "original_speakers": [
            "ADV PRIOR",
            "CHAIRPERSON",
            "MR VISSER",
            "MR ROUSSOUW",
            "MR VAN SCHALKWYK",
            "MR NEL",
            "MR HUGO",
            "MR NGUBANE",
            "FRANK McCARTER",
            "MR McCARTER",
            "MR MALAN",
            "ADV SIGODI"
        ]
    },
    "testimony": [
        [
            "ADV PRIOR",
            "... the 9th of November 1998, the start of two weeks of amnesty hearings.  Mr Chairman, you will notice from the bundles that have been prepared, that there are three incidents, I beg your pardon, four incidents involving the deaths of several deceased.  The event that is going to be heard this morning is the death of one, Bhila and that involves the amnesty applications of Bosch, Rosslee and McCarter, also that of Taylor who is deceased and Wasserman, I beg your pardon.\n\tMr Chairman, may I possibly ask that the parties representing the applicants and the other interested parties put their names on record, as well as the Committee, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before that, have you put yours on record?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you, Mr Chairman.  Mr Chairman, on behalf of the Amnesty Committee, the Evidence Leader, Advocate Paddy Prior, thank you.\nMACHINE SWITCHED OFF",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, may it please you and the Honourable Members of the Committee, Louis Visser ...(inaudible).\nPROBLEMS WITH MICROPHONES",
            "Male"
        ],
        [
            "MR VISSER",
            "May it please you, Mr Chairman, Honourable Members of the Committee, I'm Louis Visser, instructed by Wagener and Muller.  In the Bhila incident, Mr Chairman, I appear for number 3, A S Rosslee and number 6, L Wasserman.\n\tMr Chairman, you might have noticed, if I may be permitted to mention it now, you know that there are other incidents as well and it appears that there are two bundle 1's before you.  It may be convenient if there is going to be cross-references, to refer to this as the Bhila bundle 1 and the other as Zandile bundle 1.  If that would find pleasure with you, Mr Chairman.\n\tAnd then lastly, may I be so bold as to ask, Mr Chairman, whether we might be allowed to discard such items of clothing as might be incompatible with the weather as we go along, Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you.",
            "Male"
        ],
        [
            "MR ROUSSOUW",
            "Thank you, Mr Chairman, my surname is Roussouw from the firm Ruth and Wessels.  I'm appearing in the Bhila matter on behalf of applicant Bosch.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "May it please the Committee, Mr Chairman, Honourable Members, the name is van Schalkwyk of the Maritzburg Bar.  In the Bhila matter I appear on behalf of the applicant, F McCarter as well as parties mentioned namely, Mhieza and Mgade.",
            "Male"
        ],
        [
            "MR NEL",
            "Thank you, Mr Chairman, my name is Christo Nel, I have instructed Advocate van Schalkwyk, appearing for McCarter, Mhieza and Mgade.  I'm also on record for the late Colonel Taylor and have been instructed so by his wife.",
            "Male"
        ],
        [
            "MR HUGO",
            "Thank you, Mr Chairman, my name is Schalk Hugo, I appear on behalf of implicated parties, Mr M A Letsatsi, Mr V C Khumalo, Mr W B Maluleka and Mr P J Radebe, thank you, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you, Mr Chairman and the Honourable Members of the Committee, my name is E Ngubane.  I represent all the victims here, that is, Ntjale, Nxiweni, Vilagazi, Ndlovu, Ndwandwe and Bhila.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Committee consists of myself, Andrew Wilson, Advocate Sigodi and Mr Malan.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, may I indicate at this stage that all the necessary and relevant Section 19 notices were sent out to implicated persons as well as to victims, hence the representation that we see today, thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Who is going to begin?",
            "Unknown"
        ],
        [
            "MR VAN SCHALKWYK",
            "Mr Chairman, I believe I'm going to begin.  I call the applicant, Mr Frank McCarter.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR VAN SCHALKWYK",
            "Thank you, Mr Chairman, may I proceed.  May the applicant be seated?  Thank you.\n\tMr McCarter, right in the beginning you have applied in terms of the Promotion of National Unity and Reconciliation Act, for amnesty in two occasions and have also completed the necessary application forms in this respect, is that correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Your application form insofar as it relates to the Bhila matter, is contained in the bundle before the Honourable Committee, from pages 32 Mr Chairman and onwards, is that correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Right at the outset, do you confirm the contents - if the Committee will bear with me for a moment, and you confirm the contents thereof, is that correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I confirm them, Mr Chairman.",
            "Male"
        ],
        [
            "EXAMINATION BY MR VAN SCHALKWYK",
            "Mr McCarter, right at the outset then, would you please give the Committee a very brief background of your history and your work history, for want of a better description, with the South African Police Services.\n\tMr Chairman, we will be referring to page 6 of the application, that is on page 37 of the bundle before the Committee.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I joined the South African Police in 1976, initially stationed in Pretoria.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "At what unit were you stationed there?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "In the Uniform Branch.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Would you sketch to the Committee the circumstance or perhaps I should say, what sort of unit was it that you had joined and what were the members like that were there?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "It was charge office work and generally guarding cells and that sort of thing.  I just might say that I'd come from an English-speaking background and I was thrown in in the deep end in Pretoria.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "You mentioned in paragraph B on 37 of the papers, that you were made aware of the communist threat and the ANC being regarded the enemy, would you care to elaborate on that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Well 1976 was the time of the Soweto riots and that prior to that I'd not really taken much notice of any political activities or anything.  It was only during '76 that I became more aware of the liberation struggle and that.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Was there any particular incident that stood out, that had an effect on you?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Well up until this point I was basically pretty much out of the political thing but at the end of 1976 was the so-called \"Border Gate\" incident where Constable Raap Britz and Sergeant Xhosa were wounded in a handgrenade attack.  I happen to know these people personally, having gone through the border posts during school holidays and this had quite a profound effect on me.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Right.  Would you proceed, where did you go to from there?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "From there I went to Piet Retief where I was also station in the Uniform Branch.  Thereafter I moved to Komatiepoort, and towards the end of 1977 I was transferred to the Security Branch.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "How do you find the Security Branch at that particular point in time, the circumstances there?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Well I found it was a step up from the Uniform Branch in that regard.  I think the people were slightly better trained and it was more exciting I would say.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "You mention in the application that the branch was far more politically conscious than the Uniform Branch, would you elaborate on that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Well we had to do with anything in combatting terrorism and that included the ANC/PAC and the various black ...(inaudible)\nPOWER FAILURE",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Mr McCarter, before the short adjournment you were dealing with your joining the Security Branch, on page 37.  Page 37, Mr Chairman and Honourable Members.  You were explaining your statement in your application, that the Security Branch was far more politically conscious and I asked you elaborate when we ran out of power, would you please proceed with that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, we attended various courses, lectures and had quite a bit of propaganda thrown at, anti-ANC/PAC and that sort of thing, propaganda thrown at us on these courses.  The belief was firmly installed in us that the communist threat was real and serious.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "From Komatiepoort, where did you go?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "In 1980 I joined Koevoet in Namibia.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "How long did you remain with Koevoet?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I was there for four years, Mr Chairman, where I had probably in excess of 80 contacts.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "What effect did that have on your beliefs?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, it only fortified my beliefs that SWAPO was communist inspired and it would be a disaster if South Africa also came under an ANC/SACP government.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "From Koevoet, after your return, where did you join or where did you go to?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I joined the Intelligence Section at headquarters in Pretoria.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "In essence what was your post at the Intelligence Section all about?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Well it was source recruitment and agent handling.  During this period we also had to do a lot with ANC documents, SACP documents, which constantly propagated the overthrow of the South African Government at the time.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Did that have any specific effect on  you?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Yes, it also just merely confirmed my beliefs at the time.  I think after the 1985 Kabwe Conference of the ANC, the ANC became a lot more militant in its stance and the Setchaba and the various booklets reflected this stance.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Now in your application you mentioned that you were then transferred to Vlakplaas, would you just confirm that date that you went there.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "1986, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "To that extent, Mr Chairman, the application is incorrect when it says '88, I beg leave to amend that, '86.\n\tHow long did you remain at Vlakplaas?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "For two years, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "And did you leave Vlakplaas towards the end of 1987?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Where did you go to then?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "To the Section C2 which was Terrorism Research and Identification.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "And finally, were you transferred to Pietermaritzburg in 1991?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "And are you still a member of the force?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "When did you leave?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "At the end of last month.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Mr McCarter, we will now deal with the incident for which you have applied for amnesty and which is discussed here, that of Sipho Bhila.  Did you set the incident on pages 33 and 34 of your  application?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Would you proceed and basically read into the record what happened.  We will interrupt you at stages to highlight certain aspects.\nMR McCARTER\n\"Mr Chairman, Sipho Bhila was an accused, not in the Andrew Zondo case but in one of the related cases.  I think it was called Ramlakan, Doctor Ramlakan and others.  He was subsequently acquitted and released ...\"",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "For the record, is that the case of the STATE vs DUDZILE CHARITY BABY BUTHELEZI AND 11 OTHERS I think, under Case No CC70/86?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's as far as I recollect, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Alright, please proceed.\nMR McCARTER\n\"At that stage I was stationed at Vlakplaas.  We were down in Durban on routine duties.  On Friday of the 20th of February I met Major Andy Taylor, he briefed us about Bhila and the fact that he had been acquitted and that there was good information that he would continue with his activities.  Mr Bhila at the time, according to all the information, was a locally trained cadre.\"",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Did you know him personally or did you have anything to do with him, any part of the investigation at any stage?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "When you refer to Major Andy Taylor, is this the late, well later Colonel Andy Taylor?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Yes, please proceed.\nMR McCARTER\n\"He requested us to pick up Bhila and take him out and eliminate him.\"",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "If you say \"eliminate\", what do you mean by that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "To kill him.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Yes, please proceed.\nMR McCARTER\n\"I instructed on of our Askaris who worked under my command to contact Bhila under the guise of an ANC cadre, that the ANC had instructed him to leave the country and that he should meet this Askari at a certain place.\n\tThat Sunday the Askari left and made contact with Bhila and we waited near Lamontville for Ernest to arrive with this Bhila, where we intercepted them.  We then took Bhila to what used to be the old railway shooting range at Winkelspruit.  I'm not too sure at what time of the day we'd intercepted Bhila but anyway he was kept there throughout the day until evening, whereupon we put him in a vehicle together with myself, Steve Bosch, Rosslee, Lawrie Wasserman and Michael Lembede.\"",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "If I might just interrupt you there, who were these people?  Steve Bosch, let's deal with him.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Steve Bosch and Adrian Rosslee were both Vlakplaas members who worked under my command on that particular trip.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "And Wasserman and Lembede?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "They were both members of the Durban Security Branch.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Were there any other members present at that time?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Not that I recall of, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Right.  You were talking about a vehicle, who drove the vehicle?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I'm not too sure, it wasn't me.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Please proceed.\nMR McCARTER\n\"We drove on the Umbumbulo Road, I just know it was in Umbumbulo Road because I'd been told about that but I'm afraid how far and where we turned off and that, I've got no recollection of it.  It was, the whole area was deserted due to faction fighting that had been taking place over the last couple of months.  We drove to a spot where there was a steep cliff.\"",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Now if I may interrupt you there, Mr McCarter, would you be able to identify that spot at all?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman, it was dark and I didn't know the area at all.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Please proceed.\nMR McCARTER\n\"Mr Bhila had a bag over his head, so he was unaware of where he was going.  We then informed him that he was there to meet somebody, that we were there to meet somebody.  We got out of the motor vehicle and walked him to the edge of the cliff whereupon I shot him in the head.\"",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "How many times did you shoot him?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Once, Mr Chairman, and Mr Rosslee also fired a shot into his head.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Yes, and then?\nMR McCARTER\n\"And then myself and Lembede threw him off the edge of the cliff.\"",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "After that did you return to Durban?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Would in you summary say why was it that he was killed?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "We were of the belief that it was in the interests of the safety of the State that he be killed and that had he carried on living he would have carried on with terrorist activities.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Now Mr McCarter, you have specifically on page 36 - Mr Chairman, 36, paragraph 10(a) of your amnesty application dealt with political objects sought to be achieved by this particular act that you have just related to, would you confirm that these are the political objects that you sought to achieve, as you set out in the ...?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Would you briefly sketch what these were.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Well the conflict between the liberation movement and the, liberation movements and the South African Government, and I felt that it was a situation of war and that we were perfectly justified in fighting this war.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Just for the record, you have referred in your amnesty application to certain submissions made by General J V van der Merwe, ex-Commissioner of Police to the Truth and Reconciliation Committee and you've also annexed that to you amnesty application.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Do you confirm that you agree with those submission?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I do, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Now if one can summarise the political object of this act that you've committed, how would you summarise it?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Well it was basically to prevent the ANC/SACP/COSATU alliance or SACTO alliance from violently overthrowing the government of the day and installing a communist government.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Mr McCarter, in paragraph 11(a) of your application - Mr Chairman, that would be found on page 39 of the application papers, you were asked: Were these acts or acts committed in the execution of an order on behalf of etc., would you just state your beliefs in this regard to the Committee?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I believed that these acts and omissions were carried out on instructions of the then South African Government and the South African Police.  In this particular instance I received a direct instruction from Colonel Andy Taylor.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "You've also dealt in paragraph 11(a) with the Cosatu House incident which is not relevant here, is that correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Mr McCarter, did you at any stage receive any benefit in any way financially or otherwise as a result of this act?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "You've said on page 7 of the application papers themselves - Mr Chairman, we'd be referring here to page 38 in the second to last paragraph, you've set out your views is you are to look back with the wisdom of hindsight, would you just repeat those for the Committee?\nMR McCARTER\n\"With the wisdom of hindsight I realised that the things I did were wrong but at the time when I performed these acts I believed they were necessary.  I believed that we were fighting a war where the enemy was not bound by any rules and that I had to do things that went against my grain sometimes in order to stop this enemy.  That is why I was involved in committing a murder.\n\tI regret these acts I have done and I now realise that they were wrong, but at the time when I did them I did not regard them as morally wrong, although I realised that my acts were illegal.\"",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Is there anything else that you would like to add?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, thank you, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "In essence therefore you confirm the contents of your application and in particular these aspects we've highlighted today?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I do, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "If I may just a moment, Mr Chairman.  Thank you, Mr Chairman, that is the evidence in chief.\nNO FURTHER QUESTIONS BY MR VAN SCHALKWYK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who's the first questioner?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR VISSER",
            "I'm prepared to go, Mr Chairman, if you will allow me.\n\tMr McCarter, this incident took place as I understand it, on the 22nd February 1987.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "It's a long time again and if you have as bad a memory as I have I would imagine that it is difficult to recall all the detail today as you give evidence before this Committee, am I correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.  The only reason why I remembered the date was I had diarised it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Starting with the date, it is Mr Rosslee's recollection that as you said you were here on routine duties in Durban and that that was a stint which lasted from the 10th of February to the 27th of February, would that accord with your recollection?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the reason why I spoke about how well you remember the finer detail is, I want to put to you immediately that both Mr Rosslee and Mr Wasserman for whom I appear have grave difficulties in remembering certain finer detail.  I therefore want to put to you some of the detail, perhaps you could shed light on those.  Can we start with the question of you receiving the order from Colonel Andy, the late Colonel Taylor?  Now would Rosslee be correct if he were to tell this Committee that his recollection is that this took place at CR Swart Square?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now what he's hazy about is who were present at the time when Colonel Taylor gave you the order.  He seems to recollect that he himself might have been present, would that accord with your recollection or would you say that his recollection is faulty?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I'm not too sure, I would assume that Mr Rosslee was there.  The other people I can't recall.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, what he says is his recollection is  it was the three of you, yourself, Colonel Taylor and himself.  Not much turns on it but for the sake of a better understanding of the Committee, I'm just trying to clarify theses.\n\tThe next issue deals with what was discussed at the time.  Clearly Mr Bhila was the subject which was discussed, that much is common cause.  The question is, what might have prompted Colonel Taylor in giving the instruction that he should be killed?  Now I have read in your application that you mentioned at page 33, in paragraph 1(iv), that's at the bottom of the page, that:\n\"Sipho Bhila was an accused in the trial involving the bomb incident at the Sanlam Sentrum in Amanzimtoti.\"\nNow today you, and according to my instructions quite correctly stated that he wasn't charged in regard to that particular incident, he was in fact an accused in the Ramlakan case.  The point arising here, Mr McCater, and I know this is a long introduction for a question but the point arising here is why you would have said Amanzimtoti in your application and why Mr Rosslee in his application at page, I'm sorry, not in his application but in a statement, a Section 204 Criminal Procedure Statement which we will hand in later, referred to the Mac Goo Bar bomb?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, that's incorrect, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "That's incorrect yes, we know that now.  The question is, just for the benefit of the Committee, can I put to you what appears to be the reason why you thought it was the Amanzimtoti bomb at the time and he might have thought it was something else, and that is with reference to the bundle with which we are working, the Bhila Bundle 1 at page 41.  That is an affidavit in support of the application of the late Colonel Andy Taylor which he handed in to the TRC before his demise,  and in paragraph 3.1 he in fact says that\n\"Bhila was one of the co-accused in connection with the Amanzimtoti bomb.\"\nI'm informed and please tell me whether this accords with your perception of the matter, that Mr Bhila was in fact part of the same unit as was Mr Andrew Zondo who was the person who was not only accused but also convicted and sentenced in the Amanzimtoti bomb and that there was a very strong suspicion among the members of the Security Branch in Durban that Bhila was in fact also involved in that incident and that that might be the explanation as to why Mr, or rather Colonel Andy Taylor referred to the Amanzimtoti bomb and probably conveyed that to you on the day when he gave you the order at the CR Swart square.  Now that is perhaps theoretical but insofar as an explanation can be given for a reference to the Amanzimtoti bomb, would you disagree with the one which I have suggested to you or would you be in agreement that on the probabilities that is what might have happened?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I'm in agreement with that, Mr Chairman.  The fact - what I can recall was the Andrew Zondo trial, the Toti bomber as such, was separate to the other trial of Ramlakan Dudu Buthelezi and company but they were linked to some degree but the trials were separate and that's how I recall it and that is why I've written here, something to do with the connection with the Toti bomb.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In his application he says that he was one of the accused in the Toti bomb, doesn't he Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, that appears to be incorrect, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that he was told, asked to kill him by somebody other than Mr Taylor.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I'm sorry, what did you refer to now, Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That Mr Wasserman asked him to do it.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No, Mr Chairman.  Which paragraph are you now referring to, Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 24, paragraph 9(a)(iv), isn't that the incident?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, the application of Rosslee is at page 24.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And he says\n\"de Kock ordered the three of us, Frank McCarter, Steve Bosch and myself ...\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and the next paragraph\n\"We were met by Mr Wasserman of the local Security Branch who told us that two of the accused had been acquitted but were still continuing their subversive activities and that our task was to: 'arrest'.\"",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, but the confusion is, Mr Chairman, the fact that we know that Bhila wasn't an accused in that trial.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, but the fact I'm asking you now, you've been putting it to him that it was Mr Taylor who told them at CR Swart Square.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He is here saying isn't he, that Wasserman told them?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Rosslee says that Wasserman said so, yes, but Taylor himself says that he told them.  Well, it's implicit ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But Rosslee will say that the order was given by Taylor at CR Swart Square?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That does not accord with his application.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That may be so, but that will be his evidence, Mr Chairman.  But thank you for pointing that out, yes.  That is indeed so, Mr Chairman, that is his recollection but he will give evidence and this can be put to Rosslee at the time.  I make no secret of the fact, Mr Chairman, that you will hear in this case, you will hear conflicting evidence about what finer detail did transpire and who were involved and who were present at various times.\n\tMr McCarter, if I then may continue, this routine duty which you referred in Durban, seems to indicate that you came down to Durban from Vlakplaas fairly regularly or is that an incorrect inference to draw?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, that's correct, Mr Chairman, we came down on a regular basis.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why would that have been?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, at the time Durban was known in the Security Branch as \"Bombay\" and that wasn't because of all the Indians, it was because of the amount of bombs that had been going off in that period, and as a result of that myself and other members from Vlakplaas, which included the Askaris, the ex-ANC and PAC cadres, were in Durban to try and identify these possible bombers.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would it be correct or rather, would you think it's an overstatement to say that virtually all forms of the struggle of the past one could find occurring here in Durban during those years, 1987/1988?  One had unrest, one had bombs, one had DLBs being lifted, there was labour unrest etc., isn't that true?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Durban was very active at that period.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very active.  The shooting range which you referred to, was that an old South African Railway pistol shooting range?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And I believe that on this range there was a brick building, a red brick building, is that correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And there may have been one or more car ports, would that be correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, I can't recollect.",
            "Male"
        ],
        [
            "MR VISSER",
            "You can't remember that.  Now obviously the rest of the squad, if I may put it like that, must have been informed and instructed after your meeting with Colonel Taylor, would that be correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "For example Bosch?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Certainly Wasserman will tell the Committee that he was told about what was about to happen on the way to Winkelspruit when he stopped along the road having followed Colonel Andy Taylor in his motorcar, in Taylor's motorcar and Taylor there told him that Bhila was to be taken out.  So his instruction came later, and I take it that of Mr Bosch came much later, according to his statement.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's as far as I can recollect, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, alright.  Now Wasserman tells me that ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, Mr Visser, can I just get that response or try to understand the answer of the applicant.\n\tYou said that's as far as you understood it, meaning that the instructions came at specific times or what are you confirming?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That the applicants, Wasserman and Bosch weren't present at the briefing by Colonel Andy Taylor.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now when did they receive their instructions or requests or whatever?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I can't recall exactly but it was on the particular day that Bhila had already been picked up.",
            "Male"
        ],
        [
            "MR MALAN",
            "But that's really my question, why do you confirm something that you have no knowledge of?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's how I understood but I can't recollect ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you give them instructions?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wasn't Bosch under your command?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you tell him what he was supposed to be doing?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "I must have told him later when we had actually been, when we were actually at the shooting range, Mr Chairman.  I can't recollect the details but I won't argue with Mr Visser that Mr Bosch only received his instructions later.",
            "Male"
        ],
        [
            "MR MALAN",
            "Well that's fine then, just keep your responses in that fashion, don't confirm something, simply say you can't deny it, please.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, as the Honourable Chairman pointed out, you would have been the one that would have filled Mr Bosch in, him being under your command and also from Vlakplaas, not so?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Must I repeat the question, Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "As the Chairman put to you, you would have been the one to inform Bosch, under normal circumstances, you being his senior officer and you both being from Vlakplaas?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Now at this shooting range, I'm going to ask you first of all to try to identify who all were at the shooting range and secondly I'm going to ask you whether you can remember in what order people who arrived there, who were there, had arrived.  Now first of all, during the course of that day, who can you remember who were present at the pistol shooting range at Winkelspruit?  Yourself was there ...",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Myself, Steve Bosch, Adrian Rosslee, Lawrie Wasserman, Michael Lembede and Colonel Andy Taylor.",
            "Male"
        ],
        [
            "MR VISSER",
            "Rosslee in his Section 204 affidavit indicated that he thought that a person by the name of Spyker was also present, can you recall today whether this person Spyker who was a member of the Security Branch Durban, whether he was present or can't you recall?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, I can't recall, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Now Wasserman tells me - I'm sorry, Mr Chairman, Mr Chairman, Spyker's surname is Mhieza, I'm not quite sure how you spell it, or however one spells it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible).",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman, to my learned friend, Mr Prior.\n\tMr Wasserman informs me and he will give that evidence, that he himself and Colonel Taylor arrived at a time after you - well, they arrived at the pistol shooting range finding you and Bosch and Rosslee already there, would that be in accordance with your recollection?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I can't deny that, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, alright.  Now whether Spyker may or may not have been present at the shooting range, may I ask you - well, the answer is I suppose self evident but can you remember how many black members were present at the time when Mr Bhila was shot on the edge of the cliff?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Only Michael Lembede.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  That is the recollection of Mr Wasserman as well.  Now just to deal with another incident, on the way there or on the way back there was a flat of the kombi, I think you referred to it, do you remember that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now as far as your recollection goes, was it on the way to the cliff where Mr Bhila was assassinated or was it after the time, that you had the flat?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "It was on the way to the scene.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Now in Mr Rosslee's application at page 25, he talks about having shot Mr Bhila plus minus seven times in the head - page 25, the second paragraph, Mr Chairman, the last sentence.  Your evidence in your application form, as well as your evidence here today indicated that Rosslee fired    once.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's as far as I can recollect, yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now I don't want to burden you with that part of the evidence of what Rosslee is going to testify to but I want to ask you is this, do you have any recollection on that evening whether something went wrong with the firearm that Mr Rosslee was using?  Do you have any recollection of that at all?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I vaguely remember a stoppage with the firearm but not in detail, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "When you speak about a stopping, do you talk about a stoppage in the automatic mechanism of the pistol?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Now the firearms, can we just talk a little bit about the firearms.  What type of firearms were they?  Well first of all, was there only one firearm used by you and Rosslee or were there two used?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "There were two firearms, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "What were they?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "As far as I can recollect they were 6.35mm or .25s.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, Baby Browning?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Similar weapons.",
            "Male"
        ],
        [
            "MR VISSER",
            "Similar, alright.  And where did they come from, do you know?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "From Vlakplaas, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Were they authorised issue in the sense of the normal regulations pertaining to the South African Police?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "So in effect both you and Mr Rosslee at the time when you used those firearms, were in illegal possession of those firearms?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And would they be firearms that had been previously lifted or confiscated prior to this occasion or where would they have come from?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I'm not too sure, Mr Chairman, we received them at Vlakplaas sometime before then.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Can you perhaps recall what happened to the firearm which Rosslee gave you after the event?  Did you give it back to him or did you keep it with you?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I don't remember receiving a firearm but I can't deny it.",
            "Male"
        ],
        [
            "MR VISSER",
            "You don't remember receiving the firearm, is that what you said?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh, I see, I'm sorry, perhaps I mustn't assume things.\n\tMr Rosslee said that he gave you one of two of these pistols which he had in his possession, you say that you can't remember? - to use on the occasion.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I'm not too sure.  I recollect receiving the weapon when we were at Vlakplaas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  So are you saying in effect that this was part of a pool of weapons which you were  using?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "More than likely, it's difficult to describe.  We were given these weapons at Vlakplaas some, quite some time before this incident took place.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well Mr McCarter, I'm certainly not going to press you to attempt to remember.\n\tAt the time of the shooting you referred to a hood that was drawn over the head of Mr Bhila, is that correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "My question to you is, was or was he not also handcuffed?  And if you can't remember, please say so really.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I can't deny it or agree with it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, alright.  Because according to the recollection of Mr Rosslee, his hands were cuffed behind his back and he had a hood over his head at the time when he was shot.\n\tAlright.  Going on then, he is taken, that is Mr Bhila, is taken to the edge of the cliff, and you told the Committee that you shot him once in the head.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you standing on his left side or his right side, in front of him or behind him and where in his head did you shoot him or can't you remember?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I shot him in the temple.",
            "Male"
        ],
        [
            "MR VISSER",
            "In the temple, left or right?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "On the right temple.",
            "Male"
        ],
        [
            "MR VISSER",
            "So you were probably standing on his  right?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "On his right, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was he standing upright or was he kneeling or ...?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "He was seated on a rock, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Seated on a rock.  That's incidentally as Mr Rosslee recalls it as well.  Did he then fall down?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And Mr Rosslee would have shot him when he was lying on the ground?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did - how did you come to put this bag over his head?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "We didn't want for him to know where he was going.  We put him under the impression that we were going to meet people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you were still helping him to get out of the country?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That was his impression.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's what you had told him.",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, no, can I just clarify here, Mr Chairman.  He was picked up by one of the Askaris on the pretext that he was leaving the country, however then we apprehended him or we intercepted the vehicle, then he was aware that he was now in our custody.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that you were police?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "May I just ask, where did you get this hood from that you put over Mr Bhila's head?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "I can't recall that, Mr Chairman, I just know that there was a hood.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And what kind of a hood was it?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Just a material sort of bag, almost like a prisoner's property bag that one keeps in the cells.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you, Mr Chairman.\n\tAnd thereafter the body as you say, was disposed over the cliff?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "If I may Mr McCater, I want to take you back now to the pistol shooting range.  You spent quite a considerable period of the day at the pistol shooting range with Mr Bhila, as I understand it?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "At least the whole of the afternoon?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Until it became dark?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then you left.  Can you remember, and if you can't please say so, who gave directions as to where to drive?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "This was Michael Lembede.",
            "Male"
        ],
        [
            "MR VISSER",
            "Michael Lembede.  He's the gentleman who was later killed, is that correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who was the Ernest that I heard you refer to in connection with making contact with Mr Bhila?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I don't like the word \"Askari\" but that's been used quite regularly so I'll use that word, he was one of the Askaris from  Vlakplaas.",
            "Male"
        ],
        [
            "MR VISSER",
            "And his job was simply to make contact with him, or is that as I understand your evidence, and nothing further?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, he was merely there to coerce Mr Bhila into our clutches.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you already at the pistol shooting range when Mr Bhila arrived?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, I was in the vehicle that intercepted Ernest and Mr Bhila.",
            "Male"
        ],
        [
            "MR VISSER",
            "And did you thereafter go to the shooting range with Mr Bhila alone without Ernest?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  What I want to ask you about your sojourn at the pistol shooting range is whether you can remember at all whether Mr Bhila was being interrogated at the time.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Not, that I can recall, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  For the record, Mr Chairman, that accords with the evidence which Mr Wasserman will give but that would not accord with the evidence that Mr Rosslee will give.  I will come to that.\n\tLastly Mr McCater, just in regard to your political objectives as you explained them to the Committee, you said something to the effect that you believed that the acts which you committed, the unlawful acts which you committed were in fact on the instructions of the South African Government.  Well be that as it may, I don't want to quibble with you about that but did you in any event regard it that whatever you did was in fact and in effect in support of the South African Government?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Absolutely, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I'm sorry that I was so long but I believe that is what I have for this witness, thank you.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR ROUSSOUW",
            "Thank you, Mr Chairman, Roussouw on record for applicant Bosch.\n\tMr McCarter, with reference to the shooting range, Mr Bosch will testify that the area in Durban was unknown to him and that this was either the first or the second, he's not sure, instance in which he was deployed here from Vlakplaas, would you confirm that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman, Mr Bosch only came down to Durban on one or two occasions.",
            "Male"
        ],
        [
            "MR ROUSSOUW",
            "In his application he mentions that the area where you waited, which we now know was the shooting range, he refers to it as a municipal park and that's clearly a mistake.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I understand that the place has now been converted into a municipal park.",
            "Male"
        ],
        [
            "MR ROUSSOUW",
            "Mr McCarter, when you arrived or rather, when you intercepted Bhila, who was with you in your vehicle?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "As I recollect it was Rosslee, myself and Steve Bosch and Michael Lembede.",
            "Male"
        ],
        [
            "MR ROUSSOUW",
            "Mr Bosch states that he can't recall that and he's not sure whether Bhila was brought to the shooting range after he had already arrived there or whether he came there with you, he can't recall that.  I'm just putting that to you to find out.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I won't deny that, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "What will you not deny?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That he is not sure of what transpired.",
            "Male"
        ],
        [
            "MR ROUSSOUW",
            "Mr McCarter, may I go back to the time when you received the instruction.  Further to your evidence-in-cross by my learned friend, Mr Visser, Mr Bosch will testify that he was not present when the instruction was given by Mr Taylor, is that absolutely correct, do you confirm that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I won't deny that, Mr Chairman.",
            "Male"
        ],
        [
            "MR ROUSSOUW",
            "Coming to the time when he was informed of the purpose of the operation, Mr Bosch will testify that while you were waiting he was waiting with you at the shooting range, he was not informed at that time of what was to take place, can you confirm or deny that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, it's a little bit inconceivable to me that I'd, that he wouldn't be informed at that time, by that time.  I won't deny it but I can't think that I wouldn't have informed him or someone wouldn't have informed him.",
            "Male"
        ],
        [
            "MR ROUSSOUW",
            "You've testified in cross-examination that you didn't give him the instruction, is that correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, did I say I didn't give him, I can't recall that.",
            "Male"
        ],
        [
            "MR ROUSSOUW",
            "Mr Chairman, I've got a note here ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't the witness say in fact he was the person who would have probably have given the instruction?",
            "Unknown"
        ],
        [
            "MR ROUSSOUW",
            "Mr Chairman, my note was - in a question from Commissioner Malan, whether Mr McCarter gave  instruction to Bosch and the applicant then said: \"No, I must have told him while we were at the shooting range\", that was his response.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I didn't make notes but my recollection is that he made it quite clear that he would have been the one to give him, because I asked him, Rosslee and Bosch being the junior officers under his command he would have been the one to give instructions and he said yes.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Mr Chairman, if I may assist, my note was the question was: \"You would have been the one to inform Bosch\", by Mr Visser, and the answer was: \"That's correct\".  That was the question and the  answer.",
            "Male"
        ],
        [
            "MR ROUSSOUW",
            "Thank you, Mr Chairman.\n\tMr McCarter however, the evidence from Mr Bosch will be that at the time while he was waiting with you at the shooting range, he had not yet been informed of what the purpose of keeping Mr Bhila there would be.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chair, I'm not in conflict with Mr Bosch but I find it rather inconceivable that I wouldn't have informed him at that period.  I agree with him if he says that he wasn't there when Mr Bhila was initially picked up, but I find it a bit strange that I wouldn't have told him at some stage during the day.",
            "Male"
        ],
        [
            "MR ROUSSOUW",
            "And Mr McCarter, his evidence will further be that after the ...[intervention]",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry.  Mr Roussouw, just to have clarity in my mind, what did you say Bosch will testify to, that at the shooting range when he arrived, he did not know the purpose of Bhila's detention there?  Will he say when he learnt what the purpose was?",
            "Male"
        ],
        [
            "MR ROUSSOUW",
            "Mr Chairman, that is set out in his application and you will find it on page 16 of the bundle, where he says that after the body had been disposed of he was informed who Bhila, who the person was, he was never informed about the identity, he was just informed that this was an ANC terrorist and that he was involved in the bombing at the business complex at the Natal South Coast.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "MR ROUSSOUW",
            "Mr McCarter, can you confirm or deny that, that you informed Mr Bosch on the way back, after the body had been disposed of, what the purpose would be of the operation?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "As I said, Mr Chairman, it's unlikely that I would have only informed him after the incident, but I'm afraid I can't confirm or deny.",
            "Male"
        ],
        [
            "MR ROUSSOUW",
            "Thank you, Mr Chairman, I've got no further questions.\nNO FURTHER QUESTIONS BY MR ROUSSOUW",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR HUGO",
            "Thank you, Mr Chairman.\n\tMr McCarter, just for your convenience, you might have heard that we're acting for Mr Letsatsi, Mr Khumalo, Mr Maluleka, Mr Radebe.  Is it correct, or let me rather put it to you, that three of them were normal policemen and there was one Askari amongst them, Mr Khumalo, is that your recollection of what the state was at the time?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "Is it also your recollection that they were part of a bigger contingent of Vlakplaas policemen that travelled down to Durban and had spent there time here from the 10th of February to the 27th of February?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "And the contingent existed of a total amount of 11 policemen?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I can't recall the numbers but that would have appear about right.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr McCarter, I think you've testified to that effect, just for clarity's sake, the first meeting that you had with Mr Taylor on the 20th of February, is it correct that none of the black policemen attended this meeting?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman, as I recall it it was just Rosslee and myself.",
            "Male"
        ],
        [
            "MR HUGO",
            "You then subsequently gave an instruction to Mr Ramatala, to Ernest, to approach Mr Bhila, is that correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now what made you decide to instruct Mr Ramatale specifically to approach Mr Bhila?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Ramatale had intimate knowledge of the workings of the ANC and the MK and it would have looked a bit silly had I tried to approach Mr Bhila, proclaiming to be an MK member.",
            "Male"
        ],
        [
            "MR HUGO",
            "To the best of your recollection, where was Mr Bhila living or staying at that time?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "In Lamontville.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just follow up?  The question put by Mr Hugo was, why did you instruct Mr Ramatale specifically, and he referred to other black members also being present and you only said it would look silly if you would have approached him, but why Ramatale and not one of the others?  I think that was the question.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I did say, Mr Chairman, that Mr Ramatale was intimate with the workings of the ANC and the MK.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were the other black members not?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "There were at least three of them that were policemen who didn't have that background.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now if Mr Ramatale was to approach Mr Bhila in Lamontville, who gave him the specifics as to where he was living, the specific address?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That would have come from Colonel Andy Taylor, he gave us the specifics.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr McCarter, the question was, who gave Mr Ramatala the address?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That would have been me, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "MR HUGO",
            "When the instruction was given to Mr Ramatala by yourself, was anybody else present, any of the other black policemen?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "To be honest, I can't recall.",
            "Male"
        ],
        [
            "MR HUGO",
            "And if we just go back to the details and the specifics pertaining to the address, where did you get those specifics from?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That would have been from Colonel Andy Taylor.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you remember that, Mr McCarter?  Are you giving evidence or are you building some likelihood, some probability?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "It could have only been Colonel Andy Taylor, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "My question was whether you remember it?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Not specifically, Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well Mr McCarter, maybe I should put it to you at this point in time, that Mr Maluleka, one of our clients will say that they liaised with a person who was at that time in custody, a certain Stanley Mony who later became a member of Vlakplaas and he was then recruited or instructed by Mr Lambede to assist them in their approach to Mr Bhila, do you have any recollection of that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr Maluleka's version is further that Mr Stanley Mony was booked out of jail, if I may use that term, specifically with the purpose of approaching Mr Bhila and to try and win over his confidence to get him to co-operate, on the pretext that he would be taken out of the country.  Can you recall that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I can't recall that, Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can you however tell the Committee what reasons did you give to Mr Ramatala for the prospective kidnapping that would take place, why should it have been done?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Purely for detention purposes, not legal detention but detention purposes in order to interrogate him.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can you just tell us once more, when the vehicle with Mr Bhila arrived at Lamontville, how many occupants were in that vehicle at the time?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I can't recall, Mr Chairman, but there - I can't recall.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well let me just put it to you for completeness sake, Mr Maluleka will say that he was just initially involved in this operation to the extent that if any arrests were made and if there was to be any opposition from Mr Bhila, that he would then carry out the arrest and after everything had gone according to plan he then left and he never went to Lamontville.    Can you recall as to whether he was at Lamontville or not?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I can't recall Mr Maluleka but the members that went there went there merely in support of Mr Ramatala and after the operation had taken place they then left.",
            "Male"
        ],
        [
            "MR HUGO",
            "And I take it what you are saying is that Mr Ramatala left after the vehicle had been intercepted and you had taken custody of Mr Bhila.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "Then Mr McCarter, Mr Maluleka will also say that during the initial operation a Honda vehicle was used and this vehicle, well the two occupants of this vehicle was the said Stanley Mony and Ramatala, do you have any recollection of that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I can't remember the vehicle but it was a hired vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you go on, can I go back for a minute, I'm a little confused.  As I understood you you said Maluleka said he was not involved, he was just there to carry out the arrest if that was necessary. When things went off smoothly he left and did not go to Lamontville.",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Well Mr Chairman, maybe I should just put it a little bit clearer.  There was an initial meeting point at Kentucky Fried Chicken where he was picked up, Mr Bhila.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, he wasn't picked up at his home in Lamontville?",
            "Unknown"
        ],
        [
            "MR HUGO",
            "No.\n\tJust to get back to the hiring of the vehicle, can you remember who hired this vehicle, was it Vlakplaas members or was it the Durban Security Police that hired this vehicle?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I don't recall, Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "Then Mr McCarter, we have also been furnished with a copy or just a short summary of the evidence that Mr Ramatala will be giving and we have also been furnished with an affidavit - copies of the affidavit haven't been made yet but they will be available fairly soon, let me just put it to you that in the summary Mr Ramatala says that\n\"The purpose of the trip to Durban was to carry out security operations at CR Swart and an order group was held, and McCarter informed the group Bhila had been acquitted in the trial but that he was involved with other terrorists.\"\nCan we just have your reaction to this?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I would definitely - I can't confirm or deny it but I would have given them a reason for why he was being picked up and who he was.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well the question is really aimed at the number of people who attended this order group.  Let me put it to you that my clients will say that they never attended this order group and it was never conveyed to them what the reasons would be.  Can you deny that or can you confirm that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I can't deny that, I can only remember speaking to Ernest Ramatala.",
            "Male"
        ],
        [
            "MR HUGO",
            "I have no further questions, thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR HUGO",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR NGUBANE",
            "Mr McCarter, you say that the Border Gate incident changed your life, at least your political thinking, is it correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, it had a profound effect on me ...(inaudible).",
            "Male"
        ],
        [
            "MR NGUBANE",
            "By that time when this Border Gate incident took place, could you kill any member of the ANC or PAC for political reasons?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "In hind - no, I doubt it, I wasn't conditioned at that stage.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And immediately after this incident, the Border Gate incident, could you kill any member of the ANC or PAC for political reasons?",
            "Male"
        ],
        [
            "MR MALAN",
            "He's already answered ....(inaudible).  Has he not just answered the question and did he not say: \" doubt it, I wasn't at that stage conditioned\"?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I had said prior to the Border Gate incident, now I said immediately after the Border Gate incident.",
            "Male"
        ],
        [
            "MR MALAN",
            "My apologies, Mr Ngubane.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "With respect, Mr Chairman, that was not how the question was framed, but be that as it may.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I think my conditioning took place over a long period and I doubt whether, I wasn't even thinking about killing people after the Border Gate incident.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "At what stage did - can you tell us at what stage did you reach a stage where you could kill for political reasons?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, could I just get some clarity on this \"political reason\"?  Is that merely because a person's a member of an organisation or is it because a person's armed with a weapon and shooting at me, can I just get some clarity on that?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Before I give you clarity to that, is it not your case that you committed the murder of Bhila because you pursued a political objective?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "My political objective was in keeping the South African Government in power at the time.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now at what stage did you then decide to kill in order to achieve a political objective?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, this was the once and only time that I was involved with an unarmed man.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you decide to kill for political reasons when Taylor gave you instructions to kill?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, my understanding is that my political objective was to uphold the South African Government, keep them in power, and that was my political objective in killing Mr Bhila.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, that's what I want to clarify.  At what stage did you reach that point that you could kill in order to achieve a political objective?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I'm afraid I can't say at what stage I reached that.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now the Border Gate incident, that involved Raap Britz and Sergeant Xhosa, how would you describe the relationship between you and them, were they your friends or just your colleagues or your acquaintances?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I'd been passing through that border post for many years whilst schooling and they were well-known to me, I wouldn't say they were friends but they were well-known to me and I think it was the fact that they had been wounded and it was people that were well-known to me.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And did you feel like avenging on their behalf?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, no, it was just a shock to me that brought the ANC and liberation movements into perspective.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now when you say at page 37\n\"This incident had a great influence on my life.\"\nAre you only referring to shock?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman, that people were now prepared to kill policemen.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "But shock, doesn't it occur for a short while and then you are over it?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I would say that was, it was an eye opener to me but I wouldn't say that that was the catalyst in me killing Mr Bhila, by no manner of means.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And didn't you feel that the people that had attacked your colleagues had to be dealt with in some form or another?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, no, at that stage I'd just joined the police, I was 19 years old.  I didn't have an opinion as to how other than the lawful arrest and incarceration.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now coming to the order by Mr Taylor, I didn't get you quite clearly, what was the order given to you by Mr Taylor?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "It was to kill Mr Bhila.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "For what reason?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "The fact that he'd been part of terrorist cell, that he'd been acquitted on terrorism charges and that he was likely to go back and resume his activities.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And you being an ordinary policeman not full of avenge, you just decided to join in that conspiracy to kill?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman, this - a decision to kill someone isn't taken lightly but due to the propaganda over all the years and that sort of thing, one's enemies were dehumanised and it wasn't - one didn't look at them as people but as an enemy.  That is now speaking about members of the liberation movement.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well according to you earlier evidence, that occurred when Taylor told you, you started regarding these people as - you started thinking that you could matter at the time when Taylor told you about that, is that correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, up until that time I'd been involved in probably 80+ contacts with the enemy, I'd been wounded, and if they were prepared to shoot at me I was prepared to shoot back and I did kill people in the course of my duties.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "In the course of duties before the murder of Bhila, had you been involved in some other murders?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman, no murders.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now when Taylor told you that you should go and ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Excuse me, Mr Ngubane, I'm not sure that I understand this question.  Did you not say this was the only murder that you were involved in, an unarmed man?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman, that's the only murder I was involved in.",
            "Male"
        ],
        [
            "MR MALAN",
            "Your answer was \"up until the Bhila incident you weren't involved in any murders\", but that wasn't the question, the question was whether you had been involved in killings.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Can I just - can we look at the record there because I understood that he asked me when I was prepared to kill.",
            "Male"
        ],
        [
            "MR MALAN",
            "That's exactly, prepared to kill was the question.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, it's a very ambiguous question that because kill in the line of duty or murder.  There's two different things here, can I just get some clarity on it?",
            "Male"
        ],
        [
            "MR MALAN",
            "No, Mr McCarter, based on your evidence you murdered Mr Bhila in the line of duty, that was your understanding at the time, that's what you told us, that is the basis of your application.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman, but he was unarmed.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you.\n\tAre you suggesting that all the killings before Bhila, the Bhila incident, were done on armed people?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I think it's common cause that Vlakplaas is notorious for killing political activists who were unarmed, are you seriously suggesting that during your stay at Vlakplaas you never killed anyone unarmed?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now this was the first incident when you were going to kill someone who was unarmed, Taylor had told you that you should kill this man, you were an innocent policeman at that time, did you ask for greater details from Mr Taylor why this man should be killed?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman, I took his word for it.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Just on scanty details, you being a policeman who had never killed an innocent man, decided to kill?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I had a vague background of the trial and the circumstances, so it wasn't as if I was running completely uninformed.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, if you say vague, how vague were they, just tell us the details of the trial which you got from, those vague details which you got from Mr Taylor.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I've mentioned it there, Mr Chairman, that Mr Bhila was an accused in the Ramlakan - or I always understood it as the Ramlakan but I think it involved, he was called Buthelezi and he was acquitted there.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "But the Ramlakan case is not similar to the Sanlam Centre in Amanzimtoti, isn't it?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, as I understood it, it was part of one cell.  Mr Zondo was trial'd apart, separately from the others.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well my question is not, is that those are two different incidents, do you agree?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So the Ramlakan incident and the Sanlam Centre bombing are one and the same thing, is that your evidence?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "They're linked, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Just answer my question, don't evade.  There's a difference between something that's linked to another and there's a difference between the one and the same thing, you know that.  Is the Ramlakan incident and the Amanzimtoti bombing one and the same thing?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, as I said, they were part of one unit, that's Andrew Zondo and the Ramlakan group.  However for expediency's sake I understand that that was why the trial of Andrew Zondo was separated from the others.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Let's get it straight now.  When Taylor told you, did he tell you that this man Bhila was involved in something that was linked to Amanzimtoti or he said that this man was involved in the bombing of Amanzimtoti?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "He was involved in, linked up to the thing, he wasn't involved in the bombing, the actual bombing was done solely by Andrew Zondo.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now in your application, page 33, why didn't you come out clearly?  The first line you say\n\"Sipho Bhila was an accused in a trial involving the bomb incident at the Sanlam Centre in Amanzimtoti.\"\nWhy didn't you come out clearly as to the reason why this man had to be eliminated?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, this was my initial statement.  I don't think every applicant has put in the fullest details in his statement.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So you didn't come out clearly because it was just the initial statement?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But he goes on doesn't he, to say in the paragraph why he had to be killed\n\"He was a dangerous terrorist\"\n...and they had every reason to believe he would continue with his activities.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Yes, I do agree, Mr Chairman, I was just interested in this incident, this Amanzimtoti incident and Ramlakan but I won't pursue that line of questioning.\n\tNow this Ernest Ramatala, your Askari, you say that he is the person who picked up Bhila from Lamontville, is that correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's how I have it, yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When did his role end?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "When Mr Bhila was handed over to us.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Was he alone when he went to fetch Bhila from Lamontville?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "As I recall he was, yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You cannot recall the car which he used to fetch Bhila, is that right?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Didn't Ramatala go as far as Amanzimtoti, sorry as far as the area which you referred to as the area that has been changed to a park?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When the motor vehicle that carried Bhila moved to Umbumbulo, was there any interference with its numberplates?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I can't recall, Mr Chairman, but it would definitely have had false plates.  I won't put that down for a fact.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And I take it that you can recall who must have changed those plates.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you at any stage tell Ramatala that the numberplates of the motor vehicle were changed before you could go and kill Bhila?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chair, we didn't use the same vehicle as Mr Ramatala had used, we were travelling in one of these minibuses.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "No, I'm not referring to Mr Ramatala's vehicle, I mean the vehicle that was used to convey Bhila to where he was killed.  Did you at any stage tell Ramatala that the numberplates of that motor vehicle were removed?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, I didn't tell him that but it was common practice for the Security Branch to change numberplates on a regular basis, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When you left to kill Bhila, did you know where you were heading to, you personally?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "At what stage did you know that the area was Umbumbulo?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I heard it mentioned.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When was that, was it before the killing or after the killing?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I don't recall, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And I take it you don't recall who mentioned it?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman, but it must have been Michael Lembede.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Was it mentioned once or twice or several times?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I've travelled that road subsequently, Mr Chairman, so the name is familiar to me.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well you have travelled that road subsequently, when was that?  That was during the time when you were employed in Maritzburg?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And on the day of the killing you only travelled on that road at night, is that correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you know the name of the road - sorry, did you know the name of the road at that time or doesn't it ...?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I can't recall that, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now subsequently, how did you identify that that road was the road that you used to travel and kill Bhila?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, from the shooting range it's  a short distance to the turn-off to that road, onto the main road.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Would you say - well, subsequently did you visit the shooting range?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, I didn't visit the shooting range but one drives past there on a daily basis, well not a daily basis but regularly and one sees the turn-off there.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And as a result of your driving past that road, you say that you can clearly recall that you went to Umbumbulo, is that right?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I don't say I went to Umbumbulo, we went on the Umbumbulo Road, the Eston Road.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So you don't know the spot where Bhila was killed?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And after the killing, did you at any stage discuss about the killing of Bhila with anyone?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I don't recall that, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And when you made your application for amnesty, did it not occur to you to communicate with any of the people that were involved, to give you the direction where you had killed Bhila?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, our paths have drifted apart over the years.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "In other words, you had not contact with any other person who was involved in the killing?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I see Mr Wasserman, I've seen him quite a few times but the others I have no contact with.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You said when you gave your background, after the killing you continued to be the member of the, is it the Security Branch or what is the unit you belonged to?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Up until the end '87 I was a member of Vlakplaas and then I went to the, I was still a member of the Security Branch up until 1996 but I worked in different sections.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And the black members that were with you at the time of the killing, when did you lose contract with them?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Michael Lembede was shot later that year, I think round about April or May of that year.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And Ernest Mhieza?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, Mhieza was not involved in that specific incident but I do know a Mhieza.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Sorry, it's not Ernest Mhieza, sorry I withdraw that.  Vuzi Mhieza, do you know him?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's the same Mhieza I'm talking about, he worked a the Durban Security Branch but he was not involved in the killing of Bhila.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "If the Chair can just bear with me.\n\tNow your evidence, can you remind me again who were the members, the black members that were involved in the killing of Bhila, especially when you were waiting there for it to get dark, can you recall that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "The only person I can recall is Michael Lembede.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Mhieza, you didn't see him on that day?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I don't recall seeing him on that day, no.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Spyker, do you know the gentleman called Spyker?  Is he one and the same person as Mhieza?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now at page 15, application by Mr Bosch, that's paragraph 2 he says that\n\"When it became dark the arrested person was put in the mini-bus and he, Michael, Spyker and also a black member from Vlakplaas whom he thinks is Sergeant Aubrey Mgade, Frank McCarter and Rosslee as well as Wassserman, who is a member of the Security Branch in Durban drove the motor vehicle and left the park.\"\nIs that evidence correct?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.  The only black member I recall was Michael Lembede, it was myself, Rosslee, Steve Bosch and Wasserman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well Sir, I ask you to avoid the word recall, I'm just interested in something we are certain about now.  I want you to be very definite whether this evidence by Mr Bosch is correct or it's incorrect.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Where he refers to Aubrey Mgade and Spyker Mhieza he is incorrect.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you, Mr Chair, I have no further questions.\nNO FURTHER QUESTIONS BY MR NGUBANE",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY ADV PRIOR",
            "Thank you, Mr Chairman.\n\tMr McCarter, is it correct as you have testified the white members from Vlakplaas together with certain black members were in Durban from the 10th of February 1986, 87?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Just to get the record straight, we've heard from Mr Hugo that his four clients or the clients that he represents were there, Letsatsi, Khumalo, Radebe and Maluleka.  We know Ramatala was there, do you confirm that there were others, Mthembu?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Mr Chair, I can't recall.  On different occasions we sometimes had different people.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "One, Tulo, M Tulo?  Apparently he's now deceased.",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "I remember his name but I don't remember whether he was there.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "T S Nobela?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "I remember Steven Nobela but I can't recall whether he was there.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "We've heard about Lembede, Mhieza you say wasn't there, and Aubrey Mgade, do you remember him being there?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, Aubrey Mgade was a group, well a chap who worked with another group and he was definitely not there.  I think it was Warrant Officer Letsatsi was the senior man.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Look your memory may be failing you but we've produced the Travelling and Subsistence claims which show that those black members together with yourselves were in Durban over the same period, would you then ...(no microphone) those documents produced, would you then confirm - sorry, you keep shutting me down, would you agree then that those, the members that travelled with you to Durban and claimed for the same period in Durban as yourselves, would have been the members that made up your contingent?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Mr Chairman, sorry, I've had sight of these documents, the S&T documents, Mr Mgade's name does not appear on these documents, he wasn't part of this contingent, according to the documents.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you, I'm grateful for that.\n\tAnd your evidence was that you were in Durban from the 10th of February up until the 27th, is that correct, after the death of Bhila?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Mr Chair, I can't remember the precise dates but that does sound right.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And is your evidence that you were there for routine work or was there any specific work that you had to carry out?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, it was routine work, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Can I understand from that or do I understand that no killings or murders had taken place from the 10th of February up until the time when Bhila was murdered?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And it was purely by chance would you say, that you bumped into Colonel Taylor who said or indicated to you that he had a problem with Bhila and, or this person Bhila who had been acquitted and he then asked for your assistance?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Mr Chair, can I just clarify here that when we worked in a particular area, be it Durban, Cape Town or wherever, we fell under the command of that Security Branch and we then fell under Colonel Andy Taylor's command and control.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you, I understand.  So you would obviously then take orders from him as a matter of routine?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you report back to him regarding your activities in that area?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Absolutely, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Let me go one step further, were you sent down to Durban to operate under Colonel Taylor?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, we received a request from the various branches for people to come and work in the area and then we'd then fall under ...",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Can you recall, I know it's a long time ago, what work you were engaged in up until Colonel Taylor indicated that Bhila had to be eliminated?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "We were mainly monitoring railway stations, activists houses, that sort of thing, to try and see if there were any MK members that had infiltrated, monitored MK people's homes, sent the Askaris around to the MK people's homes to go and make enquiries as MK members, see if the chap had returned.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And during this time it just so happened that Ramlakan Trial was proceeding, is that correct?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's how I recall it, yes, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "We referred to it loosely as the Ramlakan Trial, I think he was accused Number 4, but it was Buthelezi and Nine Others.  Sorry in the indictment it lists 10 accused but be that as it may.  You indicated\nthat the firearm that you used to kill Bhila was something you drew from Vlakplaas, from the stores there or from the ...",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Sorry, yes, they were given to us by Eugene de Kock on his knowledge.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And these obviously were not standard issue, they were to used in clandestine operations, is that correct?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Were they silenced?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So correct me if I'm mistaken, the fact that you were issued these weapons before your journey to or your trip to Durban, would that necessary imply that somewhere along the line they were to be used?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I thought his evidence was he was given them some considerable time before, not in connection with this trip.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes, yes.",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Yes, that's correct, Mr Chairman, it was sometime before, it wasn't specifically for that purpose, no.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "But you took them to Durban specifically to have handy, for want of a better word, in case you required then during your tout of duty down there.",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, it sounds very sinister but yes, we did have them in case one of the members had to pretend to be a trained fellow or had to, I don't know,  you know there was various scenarios that one could have used it, not specifically for killing.  That wasn't the initial ...",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well a Baby Browning wouldn't be the sort of standard weaponry of trained MK, would it?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, it wouldn't be.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "What I'm driving at is, and I want to suggest to you, is it not closer to the truth that when you went down to Durban on the 10th of February, armed with this light calibre weapon, you at least had some idea that you were going to be required to kill someone in Durban?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you know that Mr Rosslee also had a similar weapon to yourself?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you ever ask him why he was taking this weapon down to Durban?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Eugene de Kock had handed them out to various of us guys at Vlakplaas, so we knew that the guys were carrying them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Had Bosch got one?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Not that I recall, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well if you say de Kock issued you one as well as other members, did you ask him what for?  Presumably you had your own standard issue?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, I did have my standard issue.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well did you ask for the necessity, why was it necessary to take this additional weapon down?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, his explanation as I recall it, was that one always reads these cop stories in America, should you accidentally shoot the wrong person or shoot someone that turns out to be unarmed, you slip a gun underneath him, and I think that was basically the idea of having the extra weapon.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Now I'm curious as to, given your evidence and your background that you sketched for the Committee and on what you were told of Bhila, that he had - I'm not too clear on whether your information that he was acquitted in the Amanzimtoti bomb trial or in a related trial is not clear because your application seems to say one thing and your evidence today another, but we'll leave that.  Were you under the impression that Zondo had been involved in bombings?  Was that your information?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Are you saying Zondo or ...",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I beg your pardon, Bhila.",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, he wasn't directly implicated in any bombings.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "A perusal of the indictment against Bhila -Mr Chairman, copies are being prepared at this time, seem to indicate that what Bhila was involved in was a bombing at the Lamontville Township office on the 16th of June '85 and various aborted operations and also the establishment of a DLB.  I think your counsel has the document.  But in broad terms, did you know that?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, not those specifics, Sir.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well if your information was not that Bhila had been involved in any bombings directly, did you still regard him on the information that you received, that he was a dangerous person and had to be eliminated in line with the policy of the Security Branch at that stage?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, he was a trained member, not trained outside the country but he had been trained inside the country, and as I had it he was almost like the quarter-master. He'd stored some of the weapons and I understand that he had stored some of the weapons or the bomb that was used in the Toti bombing.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "At the trial I understand that he was discharged after the closure of the State Case, on the basis that no evidence had been lead against him up until that stage, are you aware or that or were you aware of that?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "I was informed that, yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "In your experience, what was the likelihood of a person like Bhila who had been arrested, he had been in detention for possibly a number of months, had sat through a trial of that nature, had been acquitted and obviously was known by the Security establishment, what were the chances that he would be able to operate with the Durban or Lamontville area?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Even greater, Mr Chairman, he now had a background, that he'd been arrested by the police, that he'd gone through the trial and that sort of thing.  That would have given him greater standing within the liberation movement.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "It seems to my mind that the Security Branch was unhappy with the decision of the Court and that he was discharged, would you go along with that?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "I think anyone, any policeman investigating a case whose accused is found not guilty, is generally unhappy.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Even if there was no evidence against him you'd still feel aggrieved that he was discharged or acquitted?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Ja, I'd say it's pretty much so if you knew he was involved.  Even thought the evidence was flimsy, if you knew he was involved you would be aggrieved.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "It would seem to my mind that if one did not accept the decision of the Court one is acting on a different level than a political motive, you're acting out of, you're becoming the executioner.",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "In hindsight that's quite correct, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "The Security Branch had the machinery at its disposal, which we see in the case of the other accused who were all convicted of ...(indistinct) of arresting, detaining, investigating the case and successfully prosecuting them given the veracity or otherwise of the evidence, the reliability of the evidence, would you agree?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "In any event this didn't really affect you did it, because you acted on the say-so of Colonel Taylor?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "At that stage, did you readily agree to kill Bhila or participate in his murder?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Yes, Mr Chairman, I didn't refuse.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, I see it's just gone 1 o'clock, may we take the adjournment at this time?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn.\nCOMMITTEE ADJOURNS\n0N RESUMPTION",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you, Mr Chairman.  May I proceed with my questioning of Mr McCarter.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Proceed.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY ADV PRIOR",
            "(continued)  Thank you.\n\tMr McCarter, the operation seems to have been divided into two parts, for a want of a better description, there was the plan to lure Bhila away from his home into the clutches of the Askaris and/or the members, the black members, and then a further plan was to have an interception of sorts where he would be taken away by yourself and the other members of Vlakplaas, is that correct?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And that was to leave in Bhila's mind that the people who had posed as ANC or UDF officials had also been intercepted, is that correct?  He wasn't to know that he had been lured away by members of the force?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman, he did know.  Once we intercepted I think he realised that it was a set-up.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, Mr Prior, I have grave difficulties with the responses of \"I think he realised\".  Either commit yourself or do not.  Did he know or did he not know?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, he must have realised once he had been taken into custody, that he was, that it was a set-up.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why must he have realised that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "The way car was pulled - well, it wasn't even pulled off, I think it was parked next to the road and we pulled up behind it and took him out of there.",
            "Male"
        ],
        [
            "MR MALAN",
            "So it wasn't an interception, it was a handover, is that what you're saying?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Well it worked out to be a handover, it wasn't as if it was a roadblock or anything.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "The question was along the lines, and my understanding from Mr Ramatala was that even himself and the other black members were roughed up as it were, they were pushed around and given slaps and told to stand to one side while Bhila was then bundled into one of the kombis.  In other words, the impression was created that this was an interception of an arrangement of the ANC, in other words that the police had simply come upon them or had information and that the cover of Ramatala and the others was intact.",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, now that Advocate Prior has mentioned that, it does ring a bell, that ...",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Now from there, Bhila was taken to this pistol range that was eluded to ...(intervention)",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Sorry Mr Prior, may I just go back to the previous question.  Did he then know or did he not know that the members who picked him up were police?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chair, Advocate Prior has reminded me of the situation, that it was exactly how he described.  I can't say what Mr Bhila's frame of mind was then.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well did Bhila say anything when he was in your custody and under your control?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, he never referred to those people again.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "What was his reaction once you had him under your control, and now were driving towards Winkelspruit?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Subdued.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Now you spent some hours at this pistol, club as you have indicated almost until nightfall, is that correct?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Now we have the application of Mr Rosslee as well as his Section 204 statement, which I think has been circulated, Mr Chairman, but in any even at page 74 of his amnesty application Mr Rosslee indicated, in fact at page 25, he said\n\"The suspect was interrogated for a couple of hours whereafter we, that is Wasserman, McCarter, Bosch, two local black members and myself put the suspect in a mini-bus and drove into an area, that was the Umbumbulo area.\"",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "...(inaudible).",
            "Male"
        ],
        [
            "ADV PRIOR",
            "The question is, what is your allegation, that Bhila was interrogated?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's incorrect, Mr Chairman, Bhila wasn't interrogated.  As far as I could see it with speaking to Mr Wasserman and that they knew his whole pedigree.  He had been interrogated, he'd just come out of incarceration and been set free so there wasn't really anything further to interrogate him about.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was he assaulted in any way, was he ill-treated, was he abused in any way?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman, he was handcuffed and kept there, he wasn't abused at all.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And at that stage everyone there knew that at some later time that day he was going to be killed, is that correct?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "The people at the shooting range, that's correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And that was the persons mentioned, that I mentioned a short while ago, Wasserman, Bosch - the two local black members I should imagine was Lembede and Mhieza?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman, just Lembede.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You say Mr Rosslee when he says there were two local black members, he refers to them earlier on - I beg your pardon it's he that mentions it, Mr Bosch mentions Spyker and Michael, that's Spyker Mhieza and Michael Lembede.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "If I might interrupt, my learned friend is correct, Mr Chairman, Rosslee also does and he does so in his 204's, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I'm indebted to Mr Visser.\n\tI'm trying to understand your, why you're so adamant, is it possible you could have forgotten or are you adamant that Mhieza was not present?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "I'm adamant that Mhieza wasn't present.  Mhieza and Lembede worked very closely together on the branch and we worked closely with them on the various times that we did come down to Durban but I'm adamant that Mhieza wasn't there on that particular day.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Bosch goes even further, he says that it was these two persons that actually threw Mr Bhila's body over the cliff.",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, that's incorrect, it was myself and Lembede who threw him over.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Whose decision was it to execute him or kill him at this specific spot at Umbumbulo?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Well I think, I wouldn't like to say I think, because Lembede knew the area he was the one who showed us.  We asked him where was a suitable place to dump and that's where he took us to.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And when was that put, when was that asked, I mean when did you discuss with Lembede where it was suitable to kill Bhila?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "I can't recall.",
            "Male"
        ],
        [
            "MR MALAN",
            "If you say \"we asked him\", are you saying you asked him?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I can't recall whether it was myself specifically or someone else, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "How can you then recall that he was asked?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Well he took us to the place.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did he not make the decision then?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, he was not in charge.",
            "Male"
        ],
        [
            "MR MALAN",
            "So who asked then?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I can't recall, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "But Mr McCarter, you were in charge, you were the senior man there were you not?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And for all practical purposes the operation was under your control and your command.",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And in all probability you would be the one who would have asked Lembede who knew the area, \"where we could have killed Bhila and dump his body\", is that correct.",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "I concede that, I ...",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You concede that but you say you have no independent recollection of saying that?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, Chairperson.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "The participation of the Askaris and the black members from Vlakplaas ceased as I understood your evidence, once Bhila had been handed over to yourself and the other members to be transported away from Lamontville, is that correct?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "...(inaudible) exception on your version, of Lembede?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "It was suggested to you that one, Stanley Mony or Mani was in the vehicle driven by Ramatala, that is the Honda vehicle, when Bhila was fetched or met at the Kentucky.",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "...(inaudible)",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I'm reiterating what was put to you by Mr Hugo.",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, I don't recall Mony at all.  I ...(indistinct) the name Mony and I recall him but I don't recall that he was there, I only remember   Ernest.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "At the break I was informed that Stan Mony was in fact a State witness who gave evidence during the trial of Buthelezi and Others, in which Bhila was an accused at that stage, are you aware of that?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "I don't remember which trial but I remember that he was a State witness, ja.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I recall in your amnesty application at page, I think it was at page 38 you indicated at some stage you worked under Craig Williamson in the Intelligence Section.",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Were you familiar with the organisation known as Trevits?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you have any personal participation in the work of Trevits?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, there was just liaison, I never worked with Trevits itself, I worked at Trevits.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you know whether Colonel Taylor, Andy Taylor was a person who frequented Trevits meetings?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "I can't say, no I'm not sure at all.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Can you say from your own knowledge whether Trevits was an organisation that actually targeted personnel, that's MK personnel from the ANC who were to be eliminated?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chair, Trevits was purely an administrative section at headquarters.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Is that what your understand was, was that your understanding of the function of Trevits?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, thank you, I have no further questions.\nNO FURTHER QUESTIONS BY ADV PRIOR",
            "Unknown"
        ],
        [
            "MR VAN SCHALKWYK",
            "No re-examination, thank you.\nNO RE-EXAMINATION BY MR VAN SCHALKWYK",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr McCarter, in your application page 33 and top 34 you talk about going down on routine duties, can you just briefly try in a nutshell to explain to us what do you mean with \"routine duties\"?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, because we had the Askaris with us we were there in a, trying to identify trained personnel that had been trained in the camps with the Askaris and possibly do a false flag infiltration of organisations and generally keep surveillance on suspects houses, railways, bus terminuses, all that sort of thing, taxi ranks.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you to oversee and check on the Askaris, is that what you are saying to us?  Was that your function or then the white member's function?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "You were not supposed to be operational, other than assisting them?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "We helped the branch wherever they had a particular need.  If they had to go out on duties or something like that or go and raid houses or whatever, we went with then.  We were there as a support.",
            "Male"
        ],
        [
            "MR MALAN",
            "In paragraph 9(a)(iv) you say on the 20th you met Andy Taylor, did you know him from before?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "For how long?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I would say about two years prior to that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then right at the bottom you say that he requested you to kill Bhila.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you continue to say that you agreed you would do it.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Nowhere in your evidence did you refer to a request, you constructed it as an order.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Well this request was an order but I just termed it like this because it wasn't as if I was standing to attention in front of his desk and being paraded, it came across basically as a request but we all knew it was an order.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why did Andy Taylor in his affidavit, page 42 of the bundle, 3.5, also refer to it as a request to yourself to have Bhila killed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What page?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Page 42 of the bundle.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I don't why he wrote it like that, perhaps he was putting it politely.",
            "Male"
        ],
        [
            "MR MALAN",
            "Well Mr McCarter, can you tell me why nowhere in any of your affidavit or his there is any reference to an instruction or an order?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "To me a request from a senior officer is an instruction or an order.",
            "Male"
        ],
        [
            "MR MALAN",
            "You referred in your evidence-in-chief that you were involved in at least 80 contacts, where people were killed or violence used, is that so?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you also stated under oath that this was the only instance where you acted against an unarmed person.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Where I murdered or killed an unarmed person, yes, that's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "So in none of the other actions whilst you were at Koevoet or at Vlakplaas or wherever did you ever shoot an unarmed person?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you believe it to be the policy - rather let me put it the other way around, if you accepted it to be an order, at the time you apparently assumed it also to be a legitimate order that you had to follow?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I could possibly refused to carry it out, they couldn't have done anything to me but I would have been sidelined, but I definitely felt that it was justified at the time.",
            "Male"
        ],
        [
            "MR MALAN",
            "Justified on what score?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "At the time where we were in a war situation, drastic measures for drastic times.",
            "Male"
        ],
        [
            "MR MALAN",
            "So then drastic measures for drastic times would have included that you would have killed any unarmed person at that time if told by a senior officer that it was important?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, I think we can qualify that that if the person, there was sufficient grounds, I wasn't going to kill just anybody.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But this was a person who had just been found not guilty in the trial where eight of his colleagues had been convicted, didn't that indicate that he was not as active as Taylor was saying?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I don't recall the precise circumstances, I think Mr Wasserman would able to tell you more, why they were acquitted, on what grounds, but in my mind there was no doubt that he was involved.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now tell us why in your mind there was no doubt, on what basis?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Well the very fact that when Ernest Ramatala approached him and said that the ANC wanted him to go outside for further training, that he readily packed his bags and was ready to go, not packed his bags but was ready to go.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr McCarter, were there not thousands if nor millions of youngsters that at that stage is approached would not have readily packed their bags?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I can't speak for those people but ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "On what basis can you then speak for Mr Bhila?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Well the fact of the matter is he did climb into the car, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "The fact that he was prepared to join the ANC in exile, did that constitute sufficient reason to kill him, in your mind?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Not that alone, Mr Chairman",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long had he been in custody?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "I don't know, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I take it some considerable time, in detention and awaiting trial.",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "I take it so, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then he's told the Security Police are coming for him again, can you really draw any assumption from the fact that he was trying to avoid further detention?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I don't know that he was told that the Security Branch were coming for him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Answer that same question on the basis of the police coming for him.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "If he was told that I suppose he would leave but I don't know that he was told that.",
            "Male"
        ],
        [
            "MR MALAN",
            "I want to try and explore please with your assistance, the frame of mind which constituted, in the minds of those of you who were involved, the concept of a legitimate action, reasonable, acceptable, defenceable action of killing an unarmed person.  Were you ever close to or involved in a killing of other unarmed persons?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "And this the only incident ever that you were involved in, according to your evidence?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you not ask yourself questions?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I did ask myself questions.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you know it was illegal?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you know it was not part of the policy?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "If you got the orders from Captain Taylor, did you not ask him where his authority was derived from?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, I didn't question him but I knew it would have come from higher up.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Because there was this situation that should we have been caught we basically knew that we would be looked after.",
            "Male"
        ],
        [
            "MR MALAN",
            "By Captain Taylor?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, by the government.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who in government?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I'm not sure but the government as a whole.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who told you that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "It was an accepted thing.",
            "Male"
        ],
        [
            "MR MALAN",
            "I'm asking you whether you were told that.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Not explicitly, no.",
            "Male"
        ],
        [
            "MR MALAN",
            "On what basis were you told implicitly  then?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Well one only had to look at the circumstances of people, the Biko Trial and various other places where the State actually helped those people.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you know that at the time?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "The Biko Trial was long before this.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, that's exactly why I'm asking you.  You were a young boy of some nine years old at the time of Biko's death, what do you know about the government having protected people then?  It was certainly not the government's position then, not publicly.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "In 1977 I was 20 years old.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry were you born in '57?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "At that time did you believe that Biko was manhandled and killed by the police?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I definitely thought so, yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why do you say that Taylor would have had instructions or given authority to eliminate Bhila, did he tell you that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, he didn't, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why do you assume that someone would have asked him or ordered him or requested him to see to that or do you believe he simply had the authority to make such decisions, that such authority was delegated to him?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I can't really say, Mr Chairman, I would take it that the authority was delegated to him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Actively and explicitly or implicitly, to use your terminology?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I would say implicitly.",
            "Male"
        ],
        [
            "MR MALAN",
            "So do you still believe that the government instructed them, that it was government policy and that government would have protected you?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I wouldn't say it was government policy and it wasn't openly sort of encouraged or anything like that but it was secretly condoned.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why do you say that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No politician or senior policeman was ever instituted, an investigation into any of these incidents.",
            "Male"
        ],
        [
            "MR MALAN",
            "There were quite a number of departmental investigations into many of these things, always turned saying that the South African Police was not involved.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I think the outcome of those investigations speak for itself, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Right.  Now you say that you believed that the, these acts and omissions - I'm referring to 11(a), second paragraph\n\"I believe that these acts and omissions were carried out on instructions of the then South African Government.\"\nDo you stand with those words, \"instructions of the government\"?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Implicit instructions.",
            "Male"
        ],
        [
            "MR MALAN",
            "The same goes for the South African Police, implicit or explicit?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Implicit, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you report after the incident, after the killing to anyone?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "The only person I may have reported to was Eugene de Kock.",
            "Male"
        ],
        [
            "MR MALAN",
            "I'm asking you whether you did report, not whether you might have or may have or whatever.  Can you recall that you reported?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, I can't recall, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "In other words you probably did that and just left it, job completed?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you report to Taylor?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you not supposed to file a report when you get back to Vlakplaas, people there?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, one doesn't commit that sort of thing to paper, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Does one orally report on such things?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I can't recall.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why do you tell us in your application that there was a personality clash between yourself and Eugene de Kock, and you refer to a fist fight, what is the background to that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "It was unrelated to work, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "So in the work situation you had a perfect relationship?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Well I would say it was officer to subordinate relationship.",
            "Male"
        ],
        [
            "MR MALAN",
            "In some of the statements there's a reference to the fact that when you came down, de Kock was on leave, that he did not instruct you to come down to Durban but that someone else might have done it.  I think that's in the 204 statement that has just been circulated to us by Rosslee.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "It's quite possible, Mr Chairman, I don't know, but it was an ongoing thing that wherever we were requested by a different branch, we would go to that particular area.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who would put the request to you?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Durban branch would request either Brigadier Schoon on Eugene de Kock.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you recall who instructed you at that time to get down to Durban?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "On the bottom of page 36, page 37 of the bundle, you refer to your joining Koevoet in 1980, the frequent contact with SWAPO insurgents and then you say you witnessed many atrocities committed by the insurgents.  Were you not similarly involved in groups with such atrocities?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I can state myself and my group at the time, that none of us were involved in any actions against civilians or whatever, we were purely against armed insurgents.",
            "Male"
        ],
        [
            "MR MALAN",
            "The type of action such as the killing of an unarmed person, and in this instance Bhila, simply because he was an activist or whatever, you have no knowledge of similar killings or actions which came to your knowledge since?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, these things have all recently come out in the open.  That's basically - some of the things one suspected but I haven't any intimate knowledge of any.",
            "Male"
        ],
        [
            "MR MALAN",
            "Just before I ask the last question let me just say to you, one of my main difficulties and we've recently filed our report to the President, is that we have not managed to find out at what level really these instructions or cover-pus of actions after the fact, the protection that you've referred to, at what level that was carried out.\n\tYou said earlier, I think you more or less said that you don't believe that the whole of government would have done that at that level, that's not how it functions.  Do you have any theory - theory is the wrong word, do you have any understanding following your activities and the protection referred to of at what level that happened, was it at Taylor's level, Taylor and de Kock, talking of the offices occupied?  Do you think de Kock reported to a senior or Taylor reported to a senior, do you have any knowledge of that, any understanding of that?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, not intimate knowledge but I would say that from my understanding that depending on whether there was any danger of something being exposed, the higher up it would then be reported.  Should nothing come of the action then it would stay on a need-to-know basis.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now that leads directly to my last question.  Is this not typical of an activity that took place at a lower level, we at that level took the law into our own hands, we protected South Africa, we know what had to be done, we did it in the cause of the National Party as is said and the government and the South African Police and if only if we're caught out we will seek protection somewhere?  Is that not the true construction to be put on this type of activity?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairman, I think it would be a bit naive to think that a couple of Captains and Majors were running the whole security of the country.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now you present me with a major difficulty because you're now sort of saying that the eliminating, the killing of activists constitutes the whole security of the county, isn't the whole security of the country a very very wide concept where you were looking at normal prosecution, detentions for times, other policy measures, prevention of certain activities by simply prohibiting, prescribing against meetings etc., etc?  I'm talking only of assassinations.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I still say that I don't think that that order would have started at such a low level because had it come out, who would have protected those people, the Captains and the Majors?",
            "Male"
        ],
        [
            "MR MALAN",
            "Their loyal seniors.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "But then by implication they were, it was condoned.",
            "Male"
        ],
        [
            "MR MALAN",
            "But that's exactly what I'm heading at, was it not a question of actions which when it became known that it was condoned as apposed to your construction of vesting an authority and giving orders down the line, is that not more likely?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "It seems a bit unlikely if Minister Vlok and General van der Merwe gave the order for the South African Council of Churches and Cosatu House to blown up, that's terrorism in your own country.  So would they then stop or bilk at eliminating an activist?",
            "Male"
        ],
        [
            "MR MALAN",
            "Are you seeing eliminating an activist as a more heinous crime or less than bombing a building?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Well can't equate a value to a human life but if one's prepared to bomb, and the possibility of life being lost within a bombing incident then it can be equated to a human life.",
            "Male"
        ],
        [
            "MR MALAN",
            "You're aware that they applied for amnesty for the bombing of Cosatu House and Khotso House?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Have they applied for any amnesty for killings?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, Mr Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why do you think they would have ordered that and not apply?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "There were sufficient testimony to implicate Mr Vlok.",
            "Male"
        ],
        [
            "MR MALAN",
            "Are you saying that Mr Vlok was part of a group that decided up front that we need a policy to kill activists that we cannot get convicted in the Court?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "No, I wouldn't be so bold as to make that statement, Mr Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then I fail to understand your answer but I think I've more or less pursued this as far as is possible, but it remains something outstanding in my mind as a member of the Commission to try and find out really what happened where.  Thank you, Mr McCarter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said no senior policeman ever instituted an investigation into this sort of thing.  He wasn't very senior but I take it you have heard of Frank Dutton?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what was your relationship with Mr Bosch, what rank did he hold at this time?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "He was a Sergeant at that time, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And part of your unit?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "We operated in different groups.  Rosslee was mainly working with me, Bosch came down on one or two occasions at the most.  He generally operated in other areas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he was an ordinary member of the police stationed at Vlakplaas?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was treated in the same way as the rest of you?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm asking this because in his amnesty application at page 5 he was asked if he got any advantage from this and he said\n\"Yes, financial.\"\nAnd he was given a bonus in cash, did you know about this?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "It's the first I've heard of it, Mr Chairman.",
            "Male"
        ],
        [
            "MR ROUSSOUW",
            "Sorry, Mr Chairman, sorry to interrupt.  Roussouw on behalf of Mr Bosch.  Mr Chairman, I believe that the section that you are quoting from is out of context.  Mr Chairman, I would like to refer you to this specific incident which was supplemented, and you will find it on page 18 of the bundle, which is question 10(c) dealing with this incident, and that question deals with whether there was any financial benefit or not, page 18 Mr Chairman.  You will see that the answer there is \"no\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but the first answer sworn to by him on the 18th of November 1996 was \"yes\".",
            "Unknown"
        ],
        [
            "MR ROUSSOUW",
            "Indeed, Mr Chairman, ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He can explain it when he comes to give evidence.\n\tWhen you were in Koevoet, were you with Mr de Kock at all?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "I didn't work in the same group as Mr de Kock but we knew one another there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you in the same area?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were working against armed insurgents?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You'd capture them and try to turn them?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "We did do that, yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because I have heard evidence from Mr de Kock as to how these people were treated.  They were tied up, chained for long periods.  Did you know of this treatment?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that if they finally were not prepared to turn, they were frequently killed.  They couldn't be used for anything else.",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "Yes, Mr Chairman, I heard of instances, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unarmed men who'd been in prison for weeks or months were then murdered by the units you were working with, is that so?",
            "Unknown"
        ],
        [
            "FRANK McCARTER",
            "I don't know of specifics but there was mention of it yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, there's just one aspect that has arisen from Commissioner Malan's evidence.  ...(inaudible - microphone not on)\n\tMr McCarter, I just want to put to you, insofar as your evidence may create the impression ...\nPROBLEMS WITH MICROPHONES",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR VISSER",
            "Mr McCarter, for as far as your evidence would give the impression that in cases such as the Bhila incident, orders were carried out that came from higher up, higher up meaning the Commissioner of Police or the Chief of Security of the Police or the Minister, I want to put it to you that your evidence is entirely without foundation.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "Mr Chairman, I'm not for one moment saying that General van der Merwe or Minister Vlok or anyone knew Bhila personally or of his circumstances, all I'm saying is that it was a trend that we would have, had we been caught we would have been protected.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, well lastly on that score I also want to tell you that this, not this Committee but the Amnesty Committee has heard evidence on more than one occasion that that was simply not so.  In the police, as far as the higher ranking officers - and I may add that I appear for Mr Vlok, Mr van der Merwe, Mr Coetzee, previous Commissioners of Police, there was never except in exceptional circumstances such as the Stanza Bopape case, there was never protection extended and people who did not tow the line had to take the rap themselves.  I put to you that that was the official position.",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I won't deny it, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Mr Chairman, just one aspect.  Mr Malan had indicated to the witness - it's not really a question arising but just for the record, that nowhere in the application is the word \"order or instruction\" used, may I just indicate Mr Malan had later referred to it himself, to paragraph 11(a) where it says specifically\n\"I received a direct instruction\"\nI just wanted to put the record straight as far as that is concerned, thank you.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, this is generally relating to the whole of the application.  He says one instance but where it deals with the specifics and we're only dealing with this one incident of Bhila and there are more incidents, so he's identifying Bhila on this paragraph and if he wants to give that evidence he needs to do   so.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "I don't want to argue with you Mr Malan, I simply say it has been his evidence all along, that there was just this one incident ...(inaudible)\nNO MICROPHONE",
            "Male"
        ],
        [
            "MR MALAN",
            "Did he not apply for amnesty for other incidents?",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Only for the Cosatu House, but that's not included in here.  But there he says specifically in 11(a) that was another direct instruction from Eugene de Kock.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR HUGO",
            "Mr Chairman, may I be permitted just to deal with one matter that has been raised by Mr Malan, as you know I act on behalf of Mr de Kock.  May I just address one question to Mr McCarter?\n\tMr McCarter, I foresaw the possibility that this question was going to be asked as to whether you reported back to Mr de Kock.  We canvassed the issue with him, and let me put it to you that Mr de Kock says he blissfully unaware of this particular incident until fairly recently, about a years ago when he had been advised by the Attorney-General's office of this particular incident.  \n\tWhen you testified that you did report to him you said, I think words to the effect that you think you told him or you weren't sure, are you absolutely sure and convinced of it that you did report to Mr de    Kock?",
            "Male"
        ],
        [
            "FRANK McCARTER",
            "I think my evidence will state that I wasn't sure at all, I can't recall.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR VAN SCHALKWYK",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "May the witness stand back, Mr Chairman, there's no other evidence in his application that we intend to put forward.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)\nWITNESS EXCUSED\nMACHINE SWITCHED OFF",
            "Unknown"
        ]
    ]
}