{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-11-17",
        "location": "DURBAN",
        "day": "7",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52969&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98110919_dbn_981117dbn.htm",
        "speakers": [
            "ADV PRIOR",
            "ADV PRIOR IN ARGUMENT",
            "CHAIRPERSON",
            "MR MALAN",
            "MR NEL",
            "MR NGUBANE",
            "MR NGUBANE IN ARGUMENT",
            "MR NOLTE",
            "MR VISSER",
            "MR VISSER IN ARGUMENT",
            "MR VISSER IN FURTHER ARGUMENT"
        ],
        "original_speakers": [
            "ADV PRIOR",
            "CHAIRPERSON",
            "MR NGUBANE",
            "MR VISSER",
            "MR VISSER IN ARGUMENT",
            "MR MALAN",
            "MR NGUBANE IN ARGUMENT",
            "ADV PRIOR IN ARGUMENT",
            "MR NEL",
            "MR NOLTE",
            "MR VISSER IN FURTHER ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Before we start on today's hearing, there is a matter that I would like some information on, perhaps think about it.\n\tThere are various applications made by the same people that haven't been heard by this Committee.  Am I right in assuming that you will all be concerned in those applications?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, I can't give you any assurance or undertaking, I know there are many other applications, where I was as Evidence Leader, involved.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You can probably make arrangements.  Mr Ngubane, are you concerned in the others?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "No Mr Chairman, I was just instructed for these applications only.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you can find out from your instructing attorney, who instructed you?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Unfortunately I am the attorney, I was instructed by the families directly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you haven't spoken to the other families?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "No, I haven't.  I don't know who they are.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, Visser on record.  On Friday last, Mr Chairman, my learned friend Mr Ngubane, enquired from the witness, Botha, who his informers were who assisted in the abduction from Swaziland of Ms Ndwandwe, to which questioning I objected.\n\tYou allowed the matter to stand down till today for legal argument to be presented to you in that regard, as to whether it was a proper question to ask and whether the witness or any witness should be compellable or should be compelled, to divulge, disclose the identity of his informers.  \n\tMr Chairman, if you can give an indication as to what sequence you wish the argument to be heard in, I am happy to start.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I had thought we would finish the evidence first so we could excuse the witnesses, but if you want to proceed with the argument.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman, we are in your hands, we can do it any time.  We thought it stood down until this morning 9 o'clock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just thought as a matter of convenience, it doesn't really matter, should we proceed with it now or ...",
            "Unknown"
        ],
        [
            "MR VISSER IN ARGUMENT",
            "Mr Chairman, let's proceed with it now and get done with it, if it is in order with you.\n\tMr Chairman, we have found it possible to prepare heads of argument for you in which we attempt to deal with all the issues around the issue of informers and the disclosure of their identities.\n\tMr Chairman, the first point of departure must of necessity be the question of the power of the Committee to make an order, that a witness be compelled as it were, to answer a question.\n\tMr Chairman, the Amnesty Committee is a creature of statute as we know, it has no inherent jurisdiction as has the Supreme Court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can this argument and Mr Ngubane's argument be recorded?  Fine.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman, I am informed that the argument is being recorded.  Mr Chairman, I was saying that the Committee is a creature of statute of the Promotion of National Unity and Reconciliation Act, to which I shall refer as the TRC Act, and does not possess of the inherent jurisdiction which resides in the Supreme Court.\n\tTherefore Mr Chairman, it is bound to the four corners of the empowerment of its parent, the Act.  The only reference in the TRC Act to the compellability of witnesses to answer questions Mr Chairman, you will find in Section 31, which I have quoted in my written argument.\n\tI have quoted it there by reason of the fact that certain phrases and words are emphasised, I will read it to you Mr Chairman.\n\tSection 31 deals with the compellability of witnesses and inadmissibility of incriminating evidence given before the Commission, and it says in subsection 1, any person who is questioned by the Commission in the exercise of its powers in terms of this Act, or who has been subpoenaed to give evidence, or to produce an article - the following words are not really relevant - says, be compelled to produce any article or to answer any question put to him, or with regard to the subject matter of the hearing, notwithstanding the fact that the article or his or her answer may incriminate him.\n\tNow, immediately it becomes clear that subsection 1 deals with an entirely different situation, than does the Amnesty Committee.  What it deals with here Mr Chairman, is clearly the proceedings before either the Human Rights Violations Committee or the Investigation Unit, because it is only there where these issues will become relevant.\n\tThe question of incriminating Mr Botha himself, does not enter the arena or the enquiry here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not Mr Visser, if you think that the applicant has not made a full disclosure, one may well want to ask him questions about the precise part he played in something, and the answers might well incriminate him.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, the meaning of incrimination here, is that the answer itself may incriminate him in the sense that he will as a result of the answer, may open himself up to prosecution.  That is the point.\n\tWe will deal with the question of full disclosure a little later on Mr Chairman.  Subsection 2 says a person referred to in subsection 1, shall only be compelled to answer a question or to produce an article, etc, if the Commission has issued an order to that effect after the Commission (a) has consulted with the Attorney General, who has jurisdiction, (b) has satisfied itself that to require such information from such a person, is reasonable, necessary and justifiable in an open and democratic society based on freedom and equality and (c) has satisfied itself that such a person has refused or is likely to refuse to answer a question, to produce an article on the grounds that such an answer or article might incriminate him or her.\n\tAgain, quite clearly Mr Chairman, the intention of Section 31(2) is to deal with situations which might arise before the Human Rights Violations Committee or the Investigation Unit, not before the Amnesty Committee, for the simple reason that these issues which are specified in the subsection, don't arise before you.\n\tIt does nor arise Mr Chairman.  The test of what is reasonable and justifiable, reasonably necessary and justifiable in open democratic society, based on freedom and equality, is no test for any application for amnesty.  The test here, as we well know, are those set out in Section 20, full disclosure, etc.\n\tSo, Mr Chairman, quite clearly, it appears from Section 31, that that is not an empowerment upon which the Amnesty Committee can rely in order to say to a witness I order you to answer a question.\n\tThe only consequence of not answering questions, will be twofold.  One, if by inference it may be interpreted that Section 31 means that the Amnesty Committee can bring a charge, either of contempt of Court or refusing to answer a question, in terms of Section 31 which is doubtful whether it will ever succeed, but be that as it may, in terms of Section 39(e)(2), Mr Chairman, then such a person who has refused to answer the question, may be criminally prosecuted.\n\tSection 39(e)(2) says any person who having been subpoenaed in terms of this Act, without sufficient cause refuses to be sworn  or to make an affirmation as a witness or fails or refuses to answer fully and satisfactorily to the best of his or her knowledge, and believe any questions lawfully put to him or her, is guilty of an offence.\n\tNow, that Mr Chairman, deals with the provisions relating to what is necessary and reasonable in an open and democratic society and nothing else.\n\tWith respect Mr Chairman, our first submission is that Section 31 deals with an entirely different situation than does the Amnesty Committee.  This is not a hearing in terms of Section 31, where a person is questioned by the Commission for example.  We know that.  The applicants come here to move an application, it is not a situation of being questioned by the - the procedure is not to be questioned by the Commission.\n\tClearly the Commission or the Committee, has the right to ask questions of a witness, but that is not the situation, that is not the situation which is dealt with here.  What is dealt with here, is the procedure.\n\tIt is not a procedure we say, Mr Chairman, where a person is questioned by the Commission, where that is the purpose of the proceedings.\n\tSecondly Mr Chairman, it is also not the case where witnesses have been subpoenaed, where the applicants in this case, have been subpoenaed to come and give evidence.  The classical situation is the one where the Human Rights Violations Committee, would hear evidence of the Commission of offences, and would then subpoena a witness in terms of Section 29, to come and answer questions.\n\tThat witness as we well know Mr Chairman, may not refuse to answer questions, on the basis that he may be incriminated by his own questions and we say Mr Chairman, without repeating ourselves, that that is not the procedure with which we are busy.  We are busy with amnesty applications and therefore Section 31 has no application.\n\tWe say at page 3, paragraph three and following Mr Chairman, Section 39(e)(2) restricts the criminal liability to cases of refusal to answer questions where the offender has been subpoenaed.  This question also provides a useful guide as to the true meaning of Section 31 Mr Chairman, which in our submission accords with the interpretation which we have just placed on it in our argument thus far.\n\tWe say that the only power of the Commission is to lay a criminal charge against a person who in the circumstances envisaged in subsection 39(e)(2), refuses to answer questions.\n\tThis finds no application or relevance in amnesty applications, whether the applicant to make such disclosure as he sees fit, always knowing that he runs the risk of his application being turned down should it be found that he had failed to make a full disclosure.\n\tThat is the risk he runs.  Section 31 deals with the holding of enquiries by the Human Rights Violations Committee, or the Investigation Unit.  Subsection 31(1)(b) Mr Chairman, which I have read to you, makes that much clear, in as much as the test expounded here is, here it is information which is reasonable, necessary and justifiable in an open and democratic society based on freedom and equality, finds no application in amnesty applications.\n\tIn Section 31(4) perhaps Mr Chairman, just by the by, needs to be referred to and that is where the TRC Act refers to the fact that the law regarding privilege as applicable to a witness summoned to give evidence in a criminal case in a court of law, shall apply in relation to subsection (1).\n\tThat deals simply Mr Chairman, again with the question of self-incrimination and really, there is nothing to be made one way or the other, of subsection 31(4) in our submission.\n\tWe submit therefore Mr Chairman, that the creator of the Amnesty Committee, namely the statute, has given no power to the Amnesty Committee to issue an order that a witness answers questions which he does not wish to answer.\n\tIf we are wrong in our submissions ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This Section 31, applies to these hearings, doesn't it?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well Mr Chairman, it is difficult to see how they can apply to these hearings.  Clearly Commission includes Committees.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the purpose of Section 19(5) then?  The Committee shall for the purposes of considering and deciding upon an application, referred to in subsection (1), have the same powers as those conferred upon the Committee in terms of Section 5(l) and (m) and chapters 6 and 7, and this is chapter 6?  So we have those powers?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, if that is your interpretation of it ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Act says clearly does it not, that we have those powers?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, then one must look at subsection 31(1) and ask the question, have any of the situations that have been envisaged in this subsection, arisen here, and we say they haven't.\n\tI see Mr Chairman, how your mind works, well, then we are in agreement.  I can't argue that the Committee should not be regarded as the Commission, because the definition says so.  So clearly so that we won't be at cross purposes, this is not my argument.\n\tMr Chairman, if I am wrong in my first submission to you, then the question arises as to the very issue of the protection of the identity of informers Mr Chairman, and in that regard, most important judgment is that of Carla v Minister of Safety and Security, Justice Myburgh.  \n\tIn that case Mr Chairman, the applicant attempted to compel the Prosecution to disclose the contents of a police docket in a criminal case, which included the identity of an informer to which the police objected to.\n\tMr Chairman, in the evidence presented by the Commissioner of Police, in resisting the application, the following two paragraphs are of importance Mr Chairman.  The first is, he said:\n\"there is no Police Force in the world which can exist without a network of informers.  The work of informers is often life threatening, it is frequently necessary for the informer to infiltrate crime syndicates in order to ensure the ultimate successful prosecution of those involved.  The work of the police would be dramatically frustrated if there was any danger of the identity of police informers, being disclosed.  It is not only the prejudice to the investigation of crime which would result, but the very safety of the informers themselves, would be placed in jeopardy.  It would be highly irresponsible if those persons were placed at risk by virtue of their identity being revealed.\"\n\tThe second and third points weren't relevant to the present instance Mr Chairman, and the fourth point that was made was that the South African Police are dependant on ordinary members of the public, coming forward with information about the commission of criminal offences.  Many individuals however, are frightened of the consequences which might flow from assisting the police.\n\tThe level of intimidation of potential witnesses, constitutes one of the biggest single obstacles to the successful investigation and prosecution of crime in South Africa.\n\tMany witnesses are only prepared to furnish information to the police on the strict understanding that their confidentiality  will be protected, the fear of victimisation has reached such proportions in South Africa, that it has necessitated the establishment of a special unit, called Crime Stop, which enables members of the public to furnish information to the police anonymously.\n\tThat is referred to in Carla's case, at page 231, dealing with the issues Mr Chairman, Myburgh J, held the starting point in considering the defendant's justification for docket privilege, is an acceptance that the administration of justice is a fundamental public interest.  It is an aspect, a crucially important one, of a broader public interest in the maintenance of social peace and order and reference is made inter alia to the case of D v National Society for the Prevention of Cruelty to Children an all England report case, Mr Chairman.\n\tHis Lordship continues accordingly, as a matter of public policy, it is reasonable that some information in a public docket, should be privileged.  (1) our law in regard to preserving the anonymity of police informers, is in keeping with the common law and statutory law of democratic societies, such as the United States of America, the United Kingdom, Canada, Australia, New Zealand.\n\tAgain reference is made to D v National Society for the Prevention of Cruelty to Children, Mr Chairman, where Lord Diplock, is quoted as having stated, the rational of this rule as it applies to public informers, is plain.\n\tIf their identity were liable to be disclosed in a court of law, these sources of information would dry up and the police would be hindered in their duty of preventing and detecting crime.\n\tThe public interest in preserving the anonymity of police informers, had to be weighed against the public interest that information which might assist a judicial tribunal to ascertain facts, relevant to an issue, on which it is required to adjudicate, should be withheld from that tribunal.\n\tThe balance has fallen on the side of non-disclosure, except where on the trial of a defendant for a criminal offence, disclosure of the identity of the informer, could help to show that the defendant was innocent of the offence and reference is made inter alia to Weakmore, Phipson on evidence.\n\tMr Chairman, His Lordship continues and says the various Freedom of Information Acts, referred to earlier, all create an exception to the public's right to access to information held by government agencies.  In the case of information which would reveal the identity of a confidential source of information, the rule is that the Court is vested with a discretion to compel the Prosecution to reveal the identity of an informer, where it is in the public interest to do so.\n\tThe most compelling circumstances in which the Court would make such a compelling order, is where the identity of the informer could help to show that the accused was innocent.\n\tThe rules relating to informer privilege however, are not rigid or flexible.  Public policy might and this is important Mr Chairman, for example require that the class of person whose identity should be kept confidential, is extended and it must be recognised that it may be in the public interest that in certain cases, a Court should not have a discretion to compel the disclosure of the identity of an informer.\n\tMr Chairman, what Judge Myburgh is saying here is that the rule as I read it in the law of the United States and England and New Zealand and Canada, etc, is that the option falls on non-disclosure.  There are exceptions.  The most notable one is when the identity of the informer could show the innocence of an innocent man.\n\tBut says His Lordship Mr Justice Myburgh, Mr Chairman, that the class of person who deserves protection, might be extended and in that, he is saying very explicitly, there might be cases where the classes might be diminished, where information as to identity should be more readily ordered.  That is not what he is saying.\n\tThe emphasis falls on protection Mr Chairman, and in fact, he goes so far as obiter as it was, quite clearly, but obiter, he expresses the opinion that in certain cases, the Court should not even have the discretion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this Myburgh, or is he quoting Diplock?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I drew this off the computer, I believe it is Justice Myburgh who is saying this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "... as on the previous page.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I believe it is Justice Myburgh, but I am under correction Mr Chairman, I will check that for you and let you know.\n\tIt is at Carla's, at page 233 - 234.  I believe it is Justice Myburgh speaking here.  However that may be Mr Chairman, if it were His Lordship Justice Diplock, with respect, it won't have compelling or binding - it won't be binding authority in this country Mr Chairman, but certainly it would be authority of a very persuasive nature, especially in view of our constitution which says that in dealing with matters, regard should be had to foreign law as well.\n\tMr Chairman, we submit that it is clear from the reading of Carla's case, that considerations taken into account on whether to order disclosure of the identity of the informers, must of necessity include the question of the effect of such an order, upon all aspects of the work of the police in fighting crime and the safety of the informers.\n\tIf I may say so Mr Chairman, it is important to realise that it is not a question which can or should be considered in isolation with regard to the facts or circumstances of any particular case Mr Chairman. \n\tWe submit with respect, that one must not be blinded by the facts of the particular circumstances here, of Ms Ndwandwe, being abducted from Swaziland during the struggle of the past, with all the accompanying political undertones, etc and say that in those circumstances, I am going to order you to tell me who the informers are.\n\tThe effect of such an order Mr Chairman, is an universal effect, on all the work of the police.  The police also of today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But Mr Visser, are we not dealing here with a very peculiar circumstances, where as I understand it, I may be wrong in this, the so-called informers were in fact, what is often referred to as askaris?  They were members of the liberation struggle, who had been turned in some way or another, and were now being used by the police for their purposes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That is so Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it not relevant in those circumstances, and I would like to hear argument on this, to get the views of the so-called informers?  If their attitude is we did this, we were forced to do it by the police, we would like to come out into the open now, it is a completely different picture, isn't it?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, if they wanted to be here, they would have been here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, have they been notified that they might be implicated?  That is another one of the problems that whatever decision we may come to, in my view and I am subject again to argument, would feel that we are subject also to the obligation on us, to notify persons who might be implicated parties, for them to express their views.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman, may I deal with it later on in the argument?  I do come to that.\n\tMr Chairman, we submit also that there is no basis to distinguish between various types of crimes in which informers might have been involved.  It is equally clear Mr Chairman, in our submission that Myburgh J, approached the classes of informers who deserved protection, under wide or to put it that way, liberal basis, even suggesting that such classes may well be extended, not curtailed.\n\tThat shows the approach Mr Chairman, that there should be an inclination to protect, rather than to disclose the identity of the informers, with reference do D v National Society case Mr Chairman, in which it was stated at 6058 to be the categories of public interest, are not closed and must alter from time to time, whether by restriction or extension, as social conditions and social legislation develop.\n\tWe have referred to the fact Mr Chairman, that Judge Myburgh suggested that certain instances, the discretion might properly be curtailed of the Supreme Court, but Mr Chairman, the important fact that arises from, the important decision that arises from Carla's case, is at page 233 where His Lordship says that the balance has fallen on the side of non-disclosure.\n\tWe refer you to S v Sefadi Mr Chairman, a case in which Manawick Acting J, held the following if the sensitive material, that is in the police docket, relates to the identity of an informant, Counsel's attention should be directed to the following passages from the judgment of (a) Pollock CB in Attorney General v Bryant and (b) Lord Esher MR, Master of the Rolls, in Mark v Byfuss, and he quotes Mr Chairman, (a) the rule clearly established and acted on is this that in a public prosecution, a witness cannot be asked such questions as will disclose the informer, if he be a third person.\n\tThis has been a settled rule for 50 years, and although it may seem hard in a particular case, private mischief must give way to public convenience, and we think the principle of the rule applies to the case where a witness is asked if he, himself is the informer.\n\tWhat is stated there is if a witness is asked whether you were the informer, he is entitled to refuse to answer the question.\n\t(b) if upon the trial of a prisoner, the Judge should be of the opinion that the disclosure of the name of the informant is necessary or right in order to show the prisoner's innocence, then one public policy is in conflict with another public policy, and that which says that an innocent man is not to be condemned when his innocence can be proved, is the policy that must prevail.\n\tIt is of interest Mr Chairman, that one of the recognised exceptions in the Austrian Freedom of Information Act, is information which and I quote \"would or could reasonably be expected to endanger the life or physical safety of any persons.\"\n\tWhile we are on that point Mr Chairman, I will make mention of it later, but while it is relevant now, in the South African context, there are authority, statutory provisions in which the position of informers are protected, and we think here Mr Chairman, of the Sea Fisheries Act for example, Act 12 of 1988.\n\tI think they are mentioned later Mr Chairman, I am just putting this out of context, yes, at page 17, paragraph 45.  The Forest Act, Sea Fisheries Act and even the TRC Act Mr Chairman, where it deals in Section 20(3)(i) with the question of reward, and in the case of an informer, rewards received by him, are regarded as not being an obstacle in his application for amnesty.\n\tMr Chairman, just to return, we submit that our law in regard to the preservation of the anonymity of police informers, is in keeping with the common law and statutory law as was found by Justice Myburgh, and that there should, it should not be departed from unless exceedingly good reason exists.\n\tMr Chairman, His Lordship, Mr Justice Myburgh referred to one exception to the rule.  We believe it is proper for us to state as we have done, the exceptions to the rule as we understand it in the authorities, page 9, paragraph 18, we say the first is the one that Justice Myburgh mentions, to show the innocence of a person, but secondly in the authorities Mr Chairman, there is also the rule that disclosure may be ordered by a Court, when it is material to the ends of justice and lastly, where the identity of the informer has become known, therefore removing the need of secrecy and we refer Mr Chairman, specifically to Sefadi's case at page 441, where you will find this authority.\n\tMr Chairman, any argument that the rule should be relaxed in the present case because we are dealing with political crime, or because the informer himself was a co-perpetrator, ought not to succeed.  We say Mr Chairman, that no such distinction or exception appears from the authorities referred to.\n\tIn none of the authorities which we have been able to find, was the position of the safety of the informer placed subject to the type of crime or situation in which he might have been involved in, and we will refer you to the authorities in a moment, which we have been able to find.\n\tWe submit indeed Mr Chairman, that the authorities which we were able to find, if only by inference, suggests the contrary.  Carla's case suggests that the classes of informers who deserve protection, ought to be extended and that the Court's jurisdiction might be curtailed.  The Constitutional Court has upheld the rule of non-disclosure in Tshabalala & Others v Attorney General of the Transvaal & Others.  I see I have left out the reference, it is 1996 (1) Mr Chairman, 725 Constitutional Court, 757(5), and perhaps I should read it to you, it is a brief summary of what occurred in the case Mr Chairman.  Just by way of background in that particular case, the matter placed before the Constitutional Court was based on the submission that an accused person in a trial, should be entitled to all the information in possession of the Prosecution, and His Lordship, Mr Justice Mohammed in paragraph 5 of his orders stated the following \"the State is entitled to resist a claim by the accused for access to any particular document in the police docket on the grounds that such access is not justified for the purposes of enabling the accused properly to exercise his or her right to a fair trial, or on the grounds that it has reason to believe that there is a reasonable risk that access to the relevant document, would lead to the disclosure of the identity of an informer, or State secrets or on the grounds that there was a reasonable risk that such disclosure might lead to the intimidation of witnesses or otherwise prejudice the proper ends of justice.\"\n\tMr Chairman, that is a full summary of the real situation as it were, really in a nutshell, including in our submission, placing the correct emphasis on the protection of the identity of informers, as did His Lordship, Mr Justice Mohammed in that case.\n\tWe now deal Mr Chairman, with the issue of an informer who is also an accomplice or if you wish to call him that, a co-perpetrator and we refer you to State v Rossouw & Another, Mr Chairman, a South West Africa case, presently Namibia, where His Lordship, Mr Justice Hookster as he then was, held that a statement by an accused to the police, that his co-accused previously illicitly dealt in diamonds, was not admissible as evidence because that would expose him as an informer.\n\tIn this case Mr Chairman, there were two co-accused, they were both charged under the Protection of Diamond Dealings Act, I am not sure that I've got the name of the Act correct, and they had a statement by the one against the other, that he had previously dealt in, illicitly dealt in diamonds, and that statement was refused by Justice Hookster on that ground.\n\tAnd Mr Chairman, we say that it is of interest that Justice Hookster in this case, held that this State was not authorised to waive the protection of informers, which was held to be a protection which the Court was bound to protect in the public interest.\n\tThat is rather an interesting aspect of His Lordship's judgment in Rossouw's case.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry Mr Visser, am I understanding this correctly, did the Court hold in this instance that the accused could not make the statement, even though the accused seemingly wanted to have the statement put before the Court?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The ratio was this Mr Chairman, the evidence of a co-accused in circumstances where he would make himself known, disclose the fact that he was an informer of the police, was not admissible in evidence against the other accused, and that evidence was in fact struck off the record, after it had been given.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "May I just ask the second question here, the evidence also seem to be to have pointed to a crime which was not tried in this specific case, but he refers to previous illicit dealings.",
            "Male"
        ],
        [
            "MR VISSER",
            "Indeed so, yes Mr Chairman.  Mr Chairman, we say that there are other authorities, not directly in point again, this has never been dealt with Mr Chairman, this particular situation that we are dealing with here today, I found no authority at all on the point.\n\tWe say not directly in point, which deals with the differentiation between informers and accomplices.  From these authorities it appears that the question as to whether a person must be considered to be an informer as opposed to an accomplice, depends on his own mens rea.  It also appears that a spy who participates in illegal activities, because he believes that he is doing it for his country, for a safer society, cannot be equated with the position of an accomplice.\n\tThat much appears from Ghani's case Mr Chairman.   In Ghani's case I would read to you certain excerpts Mr Chairman.  At page 208(f) - (h), their Lordships Justices Harcort and Leon, stated the following.  They say in our view the case as a whole and these two extracts in particular, referring to extracts already given, emphasises the requirement that for a person to be an accomplice, there must be mens rea involved in a criminal association with the commission of the offence.\n\tIf I may just pause there for a moment Mr Chairman, that would entail literally that before a Court would make an order of ordering the disclosure of the identity, that the Court would have to decide whether the person whose identity is in issue, is in fact an informer or an accomplice.\n\tThis comes close to the situation where we are now Mr Chairman.  Their Lordships continue at page 210 - 212 and they say the following \"it is clear however, that the immunity from being considered an accomplice, is not restricted to traps in this restricted technical sense, nor is there in our view any merit in the contention advanced by Mr Louwhen that a person who acts as a trap in an extended sense, must be regarded as an accomplice unless he had prior authority from the police or the Prosecution authorities for detecting and reporting criminal conduct.\"\n\tTheir Lordships then referred to a case which they refer to as Salmonson's case and they say that it is clear from American and English authority which is appropo and of persuasive force in regard to the topic of accomplices, that persons who act to collect themselves, and to use it for the punishment of criminals, are not to be regarded as accomplices.\n\tThus, Weakmore in his work on evidence, 3rd edition, states the position as follows:  the case of a pretended confederate who as detective, spy or decoy associates with the wrongdoers in order to obtain evidence, is distinct from that of an accomplice although the distinction may sometimes be difficult of application.\n\tReference is then made to 1848 Mall, J in R v Mullen, Mr Chairman, and the reference is given, stated an accomplice is a person who has concurred in the commission of an offence, but such are different from spies, that is persons who take measures to be able to give to the authorities information so as to prevent those who are disposed to break out from effecting their purpose.\n\tIn the case of an accomplice, he acknowledges himself to be a criminal.  In the case of these men, they do not acknowledge ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the relevance of this?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, the relevance is this Mr Chairman, let's take the facts of our case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "These men were not accomplices on this authority, right, they were assisting the police.  If they were assisting the police, why should the police not give their names?  That is the question we have to decide.\n\tThis authority, they were assisting, if they were assisting voluntarily, they were not accomplices in any way, to what Ms Ndwandwe was doing.  So right, that is it, they weren't accomplices, why shouldn't their names, this has got nothing to do with whether their names should be made known, has it?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, with respect, my understanding from my learned friend, Mr Prior and from Commissioner Malan is what concerned them, was whether the rule of protecting the identity of informers of which there can be no argument, should be relaxed in a case where the informer is also an accomplice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is no suggestion is there, that these people were informers.  They knew the address, the didn't give any information.\n\tThey were told by their superiors in the Police Force what to do.  They weren't informers, these two men, were they?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "The police called them informers Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They may, they can call them what they like.  They used them, not to get information, but to entice her into a vehicle by pretending to want to obtain ammunition and weapons from her.  That is not an informer, is it?\n\tI just don't see how you can say that these people were informers in any sense of the word?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, at least allow me to make the submission that we don't know then if there is any question as to whether they were informers, then we don't know, unless we enter an enquiry into that issue, into that question, and how are we going to do that Mr Chairman?\n\tBecause clearly before you make an order for the identity to be divulged Mr Chairman, one will have to have certainty as to that situation.  As far as that is concerned, Mr Chairman, they may well have simply been the spies of which Justices Harcort and Leon are talking here, thinking that what they are doing, they are doing for king and country.  We don't know, we simply don't know Mr Chairman, this is the point I am making.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't the way of ascertaining that, of arranging for someone to interview them?  Some independent person?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Like a Judge Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "An Advocate, but not one engaged in the hearings.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, my attorney asked me to state the case to you on a different basis.  We have the evidence of Botha, that they were informers, they were also applied in whatever way in order to effect the abduction.\n\tThat is the prima facie evidence before you.  I hear you Mr Chairman when you say shouldn't this matter be resolved by an enquiry by an independent legal person.  That is something which we haven't considered yet and we would like some time to think about that, because it seems like an imminently reasonable suggestion Mr Chairman, and if there can be safeguards built into that, some safeguards which we will have to think about, some safeguards.\n\tIf I may make the submission Mr Chairman, judging from the reaction from the audience, one can imagine what is going to happen to these informers if their identity ever becomes known.\n\tMr Chairman, may I refer you to that case and ask you Ghani's case Mr Chairman, and ask you to read it.  At page 212, I will not read all of it, but you have already given an indication that it may be, page 211 I am sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is included in your reference 210(d) 0 212(a)?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, Mr Chairman, and if  I may just be allowed to read this, in referring to the evidence of Powell, the learned Judge said that although he had been designated as a spy or traitor and an accomplice, if his object in entering into the confederacy, was not to deceive or entrap anyone, but to serve his country, he was entitled to praise instead of censure, etc, etc, Mr Chairman.\n\tAgain, further down the page, a spy on the other hand, may be an honest man.  He may think that the cause he pursues, is absolutely essential for the protection of his own interests and those of society and if he does so, if he believes that, there is no other method of countenancing the dangerous designs of wicked men, I can see no impropriety in  his taking upon himself, the character of an informer.\n\tMr Chairman, perhaps lastly, with reference to Rex v Heuser, their Lordships referred to that case and say it was held that neither an informer, nor police officers who assented to his entrapping of an offender, became accomplices to the person so entrapped.\n\tIn my view it is thus established by authority and accords with our sense of justice, that a person who collaborates with an accused in purported furtherance of criminal conduct, but with provable and proved intention of merely collecting evidence against such a criminal and revealing such evidence to the police or prosecuting authorities, is not to be regarded as an accomplice.\n\tMr Chairman, we leave that point there, these were the authorities which may be obliquely relevant which we have been able to find on the issue of where the informer becomes part of the criminal act.\n\tWe say Mr Chairman, dealing with that very point which you mentioned to me just a moment ago, we say that a court of law will not depart from the general rule of non-disclosure where the person in question is not before it, so that it might enquire as to whether he was the one or the other, in terms of the authorities which we have read to you.\n\tIn the present instance Mr Chairman, we say they are described as police informers on the evidence, and they are not present to establish that they were in fact not accomplices Mr Chairman, and we say that suggesting that the disclosure of their identities would bring about a situation where they will have such an opportunity in a court, ignores the fact that they will probably never reach the portals of that court of law, as they would probably be killed once their identities have become known.\n\tWe refer Mr Chairman, to Siliman v Hansa where his Lordship Mr Justice Fannon held that in the case of an informer who give ...(indistinct) information to the police, thereby committing a crime or offence, public policy nevertheless requires that his identity as informer, must be protected.\n\tThat is the judgment in Siliman's case.\n\tMr Chairman, what is the reason for the rule of non-disclosure of identity of informers?  Clearly Mr Chairman, it is their safety, it is submitted that the issue of disclosure of the identity of an informer, stands apart from the issue of whether he was an accomplice.\n\tWhether or not, putting it differently, whether or not he was an accomplice, is going to make not the least little bit difference to the situation of his safety once his identity becomes known.\n\tThe rule of protection of informers, was devolved for specific reasons, and those have already been referred to.  That rule cannot be waved because the informer also happens to be an accomplice.  As the result of disclosure of his identity will be the same, whether he was an accomplice or not.\n\tThe disclosure of his identity Mr Chairman, will in all likelihood be tantamount to a death sentence and particularly we say, in the present circumstances and in the present instance.\n\tMr Chairman, now we come to the issue of full disclosure at page 13 and we say this Mr Chairman, let us not forget what we are busy dealing with here.  We are dealing with amnesty applications.\n\tThe Act has stated the requirements and the specifications to which an applicant has to conform in order to obtain amnesty.  We say Mr Chairman, that the question of the identity of these informers has got nothing to do  with the application before you.\n\tWhether you know about their identity or not, makes absolutely no difference in your enquiry as to whether the provisions, the requirements of the Act have been complied with by the applicants.\n\tIt does not form part of the facts, or circumstances which the Committee is required to adjudicate, in order to give judgment on the subject matter of the case.  It is therefore irrelevant we say Mr Chairman, and again if we may quote from Carla's case as to what would be relevant information, where His Lordship says so the public interest in preserving the anonymity of police informers had to be weighed against the public interest that information which might assist the judicial tribunal such as you Mr Chairman, and your co-Commissioners, to ascertain facts relevant to an issue on which it is required to adjudicate.\n\tMr Chairman, you will agree that the identity of the informers cannot in any way assist you to adjudicate upon an issue which it is required for you to do in order to grant amnesty or refuse it.\n\tWe say therefore Mr Chairman, that the identity of the informers is therefore entirely irrelevant to the present proceedings.  Those proceedings are to facilitate the granting of amnesty to the applicants, not proceedings for the benefit of those who with revenge in their hearts, wish to use the proceedings for purposes of gathering information for their own designs.\n\tThe exhibition of hatred and aggression Mr Chairman, by some of those present at the hearing on Friday and I dare say today again, would have made it plain that the information was sought not for innocuous purposes.\n\tThat was also confirmed in the submission of Mr Ngubane Mr Chairman, who suggested that  it would be better for the identities of these two informers to be divulged in order to protect four or six or more others, who are presently suspected of having been those persons.  Clearly Mr Chairman, it is from a point of view that harm was anticipated at least, and probably will definitely result.\n\tMr Chairman, why do we say that, we know this from the writings, information given out by the ANC.  We refer there to Seshaba Mr Chairman, January 1979, page 28 where it is blandly stated as a fact in the recent period, some of the black members of the Police Force and informers, have been eliminated.\n\tAs a statistical fact, the ANC's struggle update, number 3 of 1985, a report of an interview with Mr Joe Modise under the caption Umkhonto update, at page 7, he says collaborators are being weeded out and are lucky when they are able to escape with their lives.\n\tCan we really say that those sentiments are dead in our society today Mr Chairman, we believe not.  Seshaba, December 1986, a report of an interview with Mr Chris Hani, under the caption 25 years of armed struggle and listen to what he says.  He says so the necklace was a weapon devised by the oppressed themselves to remove this cancer from our society.  The cancer of collaborators of the puppets.  It is not a weapon of the ANC, it is weapon of the masses themselves to cleanse the townships of the very disruptive and even lethal activities of puppets and collaborators.  We do understand our people when they use the necklace, because it is an attempt to render our townships, to render our areas and country ungovernable, to make the enemy's access to information, very difficult.\n\tMr Chairman, we also have in the volumes before you, volume 3 page 412, MK strikes against impimpis, with lists given of people who were regarded or alleged to be impimpis, traitors.  It is under the caption kill the traitors.\n\tIn the ANC statement to the TRC Mr Chairman, dated August 1996, reference is made to the elimination, the murder of traitors, page 11, page 52, page 69 and page 100.  I am not going to read through it Mr Chairman.\n\tAnd then Mr Chairman, we come to the question as to the locus standi of the family of the deceased here, to bring such an application and without wasting time, we say they have absolutely no such locus standi Mr Chairman.  They are not the prosecuting authority, they are not the Attorney General, who has approached the witness to say we wish to prosecute these people, give us the names.\n\tWhat have the members of the family got to do with it Mr Chairman?  The only purpose could be for purposes which are not innocuous and we say Mr Chairman, that in the authorities which you will find, and which we have referred to, the issue of the question of the protection of identity of informers, all occurred within a certain situation and that was always in order to assist an accused person, in a criminal case, with his defence.  Not in circumstances as we have here today, and it may be argued yes, but the TRC didn't exist at the time when these authorities came about, and that may be so Mr Chairman, but clearly one would have to ask yourself, what is the locus standi of Mr Ngubane to ask these questions, and what is it intended to do with this information.\n\tCertainly it is not intended that these people should thereby now be prosecuted, because that is the decision of the Attorney General, Mr Chairman.  By all accounts, if there is an Attorney General, if I read the newspapers in Natal, Mr Chairman, we deal with the consequences of an order to disclose.\n\tWe say Mr Chairman, if you were to order and we mean no disrespect, we are looking at the situation here, if you were to order for example Botha to give the information, and he says I am not giving it, what happens then?  What happens then?\n\tYou will not issue an order, and this is trait law Mr Chairman, which you cannot enforce.  The only enforcement of such an order would be a criminal prosecution, having gone through the steps of Section 31, and reading Section 39 and clearly Mr Chairman, the argument is that there won't, there can't be such a prosecution in terms of Section 39, because the test differs.\n\tIt is not the same test.  The test as I have already discussed with you earlier, was one devised to obtain evidence from a person in the situation where the Investigation Unit is looking for evidence or the Human Rights Violations Committee is looking for evidence, not in this test situation in which we find ourselves.\n\tWe say Mr Chairman, the Committee has no power to convict such a witness of contempt.  Section 39(c) presupposes that the Committee would have to lay a charge of contravening the provisions of the TRC Act with the Attorney General for him to institute criminal proceedings for contempt.\n\tAn applicant who refuses to disclose the identity in spite of being ordered to do so by the Committee, can also not be accused of not having made a full disclosure of the relevant facts, in accordance with the provisions of Section 20, because as we have already stated Mr Chairman, relevant facts do not pertain to the identity of informers.\n\tSuch relevant facts cannot be interpretation refer to the disclosure of the identity of an informer.  Mr Chairman, we deal separately with the question of public interest.  We repeat the statement in Carla's case as to the two separate instances of public interest Mr Chairman.  We say that with great respect, the disclosure of the identity of informers in the present case, is not going to assist this Committee in its work, in what it has to adjudicate on and therefore Mr Chairman, it should not so be ordered.\n\tThe interest of the family of the victims cannot be equated Mr Chairman, we say at paragraph 46 with public interest.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Visser sorry for interrupting you, your reference to the Promotion of National Unity and Reconciliation Act, Section 23(i), is that the correct reference?",
            "Male"
        ],
        [
            "MR VISSER",
            "Please refer me to the paragraph.",
            "Male"
        ],
        [
            "MR MALAN",
            "It is paragraph 45.  You refer here to rewards and then you refer to our founding Act, Section 23(i).",
            "Male"
        ],
        [
            "MR VISSER",
            "There should be an (f) in between Mr Chairman, it is Section 20(3)(f).",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, thank you.",
            "Male"
        ],
        [
            "MR VISSER",
            "Sorry, that has fallen out in the wash Mr Chairman.  Mr Chairman, really the point about which we wish to make about the public interest, is this, and we make this in paragraph 48 and I want to conclude my argument with that.\n\tThe public interest which is served by the whole process of amnesty, is that of the promotion of national and reconciliation.  That really adds a new dimension to the tests which have existed up until Carla's case.  Mr Chairman, the question will be for you to decide how ordering the disclosure of the identity of a witness, is going to advance int he present circumstances, national unity and reconciliation.\n\tAnd with respect Mr Chairman, one needs not to be very astute to realise immediately that it will do everything but, it will only kindle hatred, promote violence which is directly in opposition to the spirit and intention of the TRC Act.\n\tMr Chairman, we would ask you not to allow questions in cross-examination directed at establishing the identity of informers and that you would not order witnesses to answer questions by which it is reasonably possible that the identity of informers might be established, thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, before you stop, let me put one of my difficulties to you.  Saying now that these men were, I don't know if accomplice is even the right word, they were part of the team that went to Swaziland to unlawfully kidnap Ndwandwe.  They played a very active role in the kidnapping.\n\tCan, if the applicant refuses to tell us who the other policemen were who went with him, would he have made a full disclosure in terms of the Act?  Can he select which policemen he is not going to tell us about, or must we say he hasn't made a full disclosure, he is concealing information?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "On your question Mr Chairman, as it stands, the answer is yes, to may find that he didn't make a full disclosure.  The difference here is in his mind, and he may be wrong, as you pointed out, but in his mind, these people although they participated actively, were his informers.\n\tThat is what makes the informers, and with respect Mr Chairman, it has been put to me on the basis that I don't gain anything from protecting these people.  If you want to know the names, I can give it to you, but you must know one thing, there is going to be a huge problem, because the police as, the present police are going to suffer because people will suddenly realise that they are not being protected as informers any more.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I said, this was somewhat different from the ordinary police informer, it was a troubled part of our past.  One might have to, if one is going to make any general ruling on that, have more evidence as to how these people were treated and what has happened to them subsequently.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "You know Mr Chairman, Mr Ramatolo sat here, he was called by my learned friend, he flatly refused to answer certain questions which didn't even involve informers, it involved his own past and nobody suggested that he should be compelled to answer.  It is the same basic problem Mr Chairman, there are things of the past which are better left alone and one of them is the identity of informers.",
            "Male"
        ],
        [
            "MR NGUBANE IN ARGUMENT",
            "Thank you Mr Chairman.  Mr Chairman, at the initial state I would like to indicate that I have been informed that Botha specifically conceded yesterday that these people were not informers.  That is what I am told, I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where was this concession made, do you say?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "I was just made to understand that, I am not sure whether that is correct or not, but if that is correct, then my Heads of argument ...",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, may I assist.  I informed Mr Ngubane because he wasn't present, that what Botha conceded was that the information about Portia Ndwandwe's whereabouts, never came from these two persons, that he alleged were informants.\n\tThe evidence was quite clear that he knew the address and the reason for those questions was to obviously enquire around the circumstances of the alleged informers.  That was conveyed to Mr Ngubane.\n\tI don't think Mr Botha categorically stated the position as is stated by Mr Ngubane.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, if I may say so, it was quite clear that Botha said that at the time when they went into Swaziland, in order to find out where exactly Ms Ndwandwe was, they made use of Visagie, who at that time gathered that information.  There is nothing that says that Visagie didn't gather it through those two informers for example, or that the informers didn't observe and monitor Ms Ndwandwe prior to that time Mr Chairman, so if it is going to be regarded as a concession, that these people were not informers, well then clearly Mr Chairman, we are at loggerheads.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you, I am grateful for that clarification because I didn't know how to go about with my argument.\n\tMr Chairman, before I come to the Heads of my argument, to follow that sequence, I would like to address some of the issues that had been raised by my learned friend.  \n\tThe first one being an extensive quotation from Seshaba and other documentation from the ANC, the intention of that being to stress the point that there will be no security of informers if their identities are disclosed.  I will come later on more fully to the question security of informers.\n\tBut I would like to point out to the Committee that a very important intervention was omitted by my learned friend, and that is after this publication, there was an important development that the ANC renounced the armed struggle and since then, there has been no indication that there was any inflammatory publication by the ANC to incite people to kill informers.  My respectful submission Mr Chairman, is to the effect that in the absence of that, the point as advanced or intended to be advanced by the various publications by the ANC should fall away.\n\tRegarding the locus standi of the victims, Mr Chairman, I would submit that they are here to indicate that the applicants are not disclosing fully and the whole question of informers centre around that, that here are these people, they are applying, but they are not disclosing fully.\n\tI respectfully submit that the families as well as myself, have a locus standi to be here to disclose that these people are not being forthright with their application.\n\tMy Lord, turning to the issue at hand, that is the disclosure of informers, I do concede that it is established law in South Africa, that there is a privilege covering informers.  That privilege as we all know, was adopted from English law and it was imported into South Africa, and it was interpreted in various judgments and applied  in various situations.\n\tWhat is important Mr Chairman, is that when this policy was developed and adopted by South Africa, there was no ...(indistinct) generous process as the truth and reconciliation and all the authorities that have been quoted by my learned friend, I do concede they do apply, but they do apply to ordinary situations.\n\tHere we are dealing with a peculiar situation, the truth and reconciliation and the authorities quoted, were to an extend some doubt in Rex v Pillay 1945 AD 653 (658) and the Courts I submit sir, follow that authority and the existence of the privilege relates to certain instances, exists as a result of certain instances for example public policy, the likelihood of the informer not informing further if he is identified and hinderance of the investigations in the event of identity of the informer being disclosed.\n\tIn this situation we are dealing with the past, we are dealing with the policemen who in fact, on their own version, have resigned from the South African Police.  We are dealing with the policemen who were not involved in legitimate investigations, and I submit respectfully that is why the distinction is public policy demands that those people be known.\n\tIf one looks at the spirit of the Act, the spirit of the Act is this, that all those people who have been involved in criminal activities should come forward, and say so otherwise they will be prosecuted.\n\tWe do not have information that the so-called informers have applied for amnesty or not.  If they haven't applied for amnesty, and I submit in all likelihood they haven't, public policy demands that those people be prosecuted, be disclosed and be prosecuted.\n\tI respectfully submit that then the privilege that extends to informers does not extend in this particular case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't that a completely different approach, and it may I am expressing no opinion on it, it may be a very valid one, that you lodge a complaint with the Attorney General that prosecution should be instituted.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Well, we do not know who those people are.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Investigator could question them, it would then be for the Investigator to question.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "That is the option, but the other leg of my argument Mr Chairman, is that in order for amnesty to be granted to the applicant, he must to an extent come out clear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but surely full disclosure must be interpreted in the widest sense.  If he can legitimately say I fear that if I disclose those people's names, they may be killed, I am not prepared to cause somebody else's death for my own benefit, can one then hold it against him and say you hadn't made a full disclosure?\n\tHe has disclosed everything he did himself.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "The difficulty that I have with that Mr Chairman, is that I don't see the difference between an informer and a person who is implicated.  People who are in a worst position than informers, had been mentioned before the TRC and those people are at risk of being killed.\n\tThen if now we come and say that informers because they are at risk, they shouldn't be disclosed, I submit that it would be flouting the constitution, we will be treating people unequally, we will be discriminating against people in favour of informers and I see no special reason why we should make this distinction.\n\tThere are people who are exposed to victimisation, either physical victimisation or political victimisation, who have been mentioned before the TRC, and my respectful submission Your Worship, is that quite correctly one can say that the informers can be exposed to danger, although that is speculation at this stage, but it is potential possibility, but now the difficulty that we have is that one might argue that in all the amnesty applications, where people have been implicated, where their security is at stake, that information should be expunged from the record, and I submit Mr Chairman, that will lead to further complications.\n\tIt is my respectful submission that the informers should be treated on equal footing as any other citizen of South Africa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now let me put another problem to you.  These people are alleged to have done certain things.  If their names are mentioned, it will be on the basis that they acted as the applicant/policemen who said they did.  Doesn't justice demand that before that is done, they are communicated with, told that they have been implicated and given an opportunity to be heard or make representations?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Well, justice demands that but I have been informed that there is a machinery to deal with the situation like the one we might find ourselves in, that is Section 30.  Unfortunately I haven't dealt with the hearings more extensively as other, some of my colleagues might have dealt with, but I am reliably informed that there is provision for the Act to deal with that particular situation, that they can be notified in an appropriate manner, Section 30.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That should be done before any publicity is given?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "I cannot honestly answer that question, but I am informed that during the proceedings, if someone is mentioned, then he can be notified.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If one can avoid the danger, one should do it, shouldn't one?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Yes.  Yes, I agree with that Mr Chairman.\n\tMr Chairman, the point that I wanted to advance further is that if the Act of 1995, Act 34, intended to create a special category of people who should be exempt from being mentioned in the Truth and Reconciliation Commission, the Act I submit would have made it clear that there must be full disclosure, but so and so should be disclosed.\n\tIn all, all in all Mr Chairman, I don't think I can advance the argument without repeating myself and that is all I wish to submit to the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, we will take the short adjournment now.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior?",
            "Unknown"
        ],
        [
            "ADV PRIOR IN ARGUMENT",
            "Thank you Mr Chairman, Mr Chairman, I have prepared very brief Heads and I simply want to make one or two remarks if I may.\n\tMr Visser has correctly stated the legal position regarding the privilege relating to informers, and it is trait that those considerations apply.  However, I would ask the Committee to distinguish those decisions on the basis that the circumstances before this Committee, are somewhat different from the circumstances in each of those cases, decided upon by the various Court decisions.\n\tThose principles and the judgments which underpin those principles, operated or evolved in a normal situation, if I may refer to it as a normal situation, where the police were acting legitimately and lawfully in the combatting of crime.\n\tHence the submission that this Committee can well distinguish those views.  I endorse the view and it is also the submission that the two persons referred to as informers, are not in fact informers in the true sense of the word and on that, if that is the case, then a lot of the argument then falls away regarding their protection or the refusal to communicate their identity.\n\tI also endorse the suggestion made by the Committee at this stage, that possibly a practical solution to the impasse would be the one suggested by the Chairman, yourself Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I want to make it clear, I don't think it is necessary a solution to the impasse, but it will provide us with I think a great deal of relevant information on which to base any findings.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes, in so far that it leads us to that point, yes Mr Chairman, I agree with that.  Mr Chairman, may I simply also address the question of relevance.\n\tWe have heard evidence of how the Security Branch infiltrated the various liberation organisations, we know on the evidence that these two persons were involved in the liberation struggle, and were known to the deceased.\n\tHowever, there may be more information which may be of greater benefit to the Committee, involving the method employed in luring or enticing the deceased to her death because what is implicit in the facts before the Committee is that the conspiracy to abduct and eventually kill the deceased, was in place before the operation set out, or set forth into Swaziland. \n\tThose persons, I submit on the probabilities, would have known that the ultimate result would have been the death of Portia Ndwandwe.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior, I don't know if I understand your argument because as far as I am aware, there has been no suggestion made that these persons, their identity should be disclosed so that they can be available as witnesses.\n\tWe were told by Mr Ngubane, that the families wished to know the names and it stopped there.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes, but the suggestion has been that one goes further, and I submit if that is implemented that these persons are approached, there may well be an indication that they wish to place evidence before this Committee and it is on that basis that I make that remark.\n\tMr Chairman, may I be permitted finally to refer the Committee to the matter of Azanian People's Organisation & Others v The President of the Republic of South Africa & Others which was reported in the Butterworth Law Reports Constitutional Law, 1996, Volume 8, 1015 particularly at page 1029, and with the leave of the Committee I wish to read out paragraph 20 which appears in marginal note b to e.\n\tIt effects really the position of the victims and it is appropo the comments of Mr Visser, that the victims really have no say or no locus standi and possibly flowing from that then interest, in the identities of these persons.\n\tIn Section 20(7) to the extent to which it immunises wrongdoers from criminal prosecution, nevertheless objectionable on the grounds that amnesty might be provided in circumstances where the victims or the dependants of the victims, have not had the compensatory benefit of discovering the truth at last or in circumstances where those whose misdeeds are so obscenely obsessive excessive, as to justify punishment, even if they were perpetrated with a political objective during the course of the conflict in the past, some answers to such difficulties are provided in the subsections of Section 20.\n\tThe Amnesty Committee may grant amnesty in respect of the relevant offence only if the perpetrator of the misdeed makes a full disclosure of all relevant facts.  If the offender does not, and in consequence thereof, the victim or his or her family is not able to discover the truth, the application for amnesty will fail.  Moreover it will not suffice for the offender merely to say that his or her act was associated with a political objective.\n\tI end the quote there.  Mr Chairman, it is obvious from the reaction of the victims and their families and possibly the community at large, that if there were co-perpetrators in this type of conduct, and those persons were living among them, I submit that it is relevant to full disclosure, that those persons are named and are known.\n\tThank you Mr Chairman.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I don't know whether my learned friends on the other side of the room, wish to express any opinions Mr Chairman.",
            "Male"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairman, Christo Nel, I have no opinions, except that I support what my learned friend, Mr Visser has argued, and I will leave it at that, thank you sir.",
            "Male"
        ],
        [
            "MR NOLTE",
            "Mr Chairman, Mr Nolte on record, I also support Mr Visser.",
            "Male"
        ],
        [
            "MR VISSER IN FURTHER ARGUMENT",
            "Mr Chairman, if I may be allowed to reply very briefly.  Firstly Mr Chairman, to the suggestion which has now been made regarding the suggestion which you placed on the table Mr Chairman, of some method or means by which the people should be contacted, etc.\n\tMr Chairman, we have discussed that and we have various problems with that situation.  It would appear Mr Chairman, that the proper way of doing that, if it was of concern to the community that perpetrators are not being prosecuted, is that you, this Committee refer this to the ... (tape ends) ... and let the matter be taken from there.\n\tCertainly it is not a matter which we believe the Committee should attempt to finalise.  Mr Chairman, as far as the submissions of my learned friend, Mr Ngubane is concerned, his submission as we understand it, is based on an equalisation as it were, of implicated persons, and informers.\n\tMr Chairman, we simply submit that there is no basis in law for making that assumption and that equalisation, certainly none of the authorities do so and in point of fact Mr Chairman, very specifically when reference is made to protection of informers, implicated persons has never been mentioned, nor is it mentioned in the same breath in the TRC Act.\n\tMy learned friend says Mr Chairman, he throws the argument in reverse and says the TRC Act does not provide for an exception in regard to informers, but we know on an interpretation of statutes Mr Chairman, that if the legislature wishes to make inroads in the common law and or change the common law, it has to say so explicitly so that there can be no mistake about that and that situation does not arise.\n\tThat Mr Chairman, takes care of my learned friend, Mr Ngubane.  As far as Mr Prior's evidence, my learned friend, Mr Prior's submissions are concerned Mr Chairman, he submits that these informers are not informers in the true sense of the word and we submit that in doing so, he has telescoped into this one particular incident, and this one particular incident alone.  Surely one has to have regard to the fact that these informers may have been people who might have given information over a lengthy period of time.\n\tWhich brings me back to my main argument Mr Chairman, and that is that you cannot change the protection in public interest, merely because an informer also becomes a co-perpetrator, and that would make good sense Mr Chairman.\n\tLastly Mr Chairman, just a remark which was made by you to Mr Ngubane, regarding askaris.  An askari per definition of our past, was a person who had previously been a member or supporter of the ANC or another liberation movement, who had been turned to use that expression and who was applied overtly in order to identify members of MK and the ANC for purposes of identification so that the police could act on that information.\n\tThere is no evidence whatsoever that the two informers in question, today, were ever askaris Mr Chairman, and for so far as that, the word askari may lead to an inference that they weren't true informers Mr Chairman, we say that that would be a finding not found on the evidence before the Committee at the present time.\n\tWe therefore Mr Chairman, persist with our request to you and we say that with respect, questions in this regard ought to be disallowed, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have said several times may have been, might have happened, that is precisely why we feel further enquiries should be made and these people should be notified and be given an opportunity to make representations.  We have not got that information before us at the present time.  We know that Colonel Botha called them informers.\n\tThat may have been the word he used, he gave us no evidence about prior protracted dealings with them or anything of that nature.  Couldn't you tell me where these people are, I don't want names?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I make it quite clear, I have asked Mr Botha and Mr Du Preez no questions about who they are, where they are, what they have done at all.  I simply just don't want this on my conscience Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, the Committee feel that this is important that they should be told that they may be implicated and told what the nature of the evidence is that is been lead and then be given the opportunity through a legal advisor, to make what representations if any, they wish to make.\n\tIf any of the other persons, any of those of you who have argued, wish anything else to be raised with them, could then notify me and I will ask so for that purpose, I would also request that I be given the name and address of these persons.  It will not be put into the record of the organisation, where it will be accessible to others at the present time, it will remain entirely confidential and the idea is we should engage, if it is in Natal, I would suggest Mr Lister who happens to be here today, who is no longer - who has resigned from the TRC, but if you have objections to that, which your attorney appears to have, we could engage some other member of the local bar, and they would report directly to the Committee.\n\tOther parties would be notified, but not of the names, or nothing that would reveal their identities until a decision has been reached.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, may we perhaps just be allowed to kick ideas around this a little bit longer?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Should we adjourn and do it, we don't necessarily want to do it?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I was just going to make one further proposition, put one further proposition Mr Chairman, we clearly all realise the seriousness of the matter.\n\tOne wonders Mr Chairman, from a point of view that some publication has already taken place about the applications which are presently proceeding before you.  If these people, and I am certainly, I am prepared to ask Mr Botha and Mr Du Preez that, whether they are still in the country, but the point is, if they are here, clearly Mr Chairman, they would know about the fact first of all that these amnesty applications are in progress and one would have thought that if they wanted to do anything, they might have stepped forward.\n\tAs far as that is concerned, wouldn't it be as a first step at least, advisable to place through the newspaper media Mr Chairman, advertisements calling on those who were informers in this incident, if they wished to step forward and to contact the Chairman of this Committee?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If we have their names and addresses, why go through the newspaper Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "As it pleases you Mr Chairman, but perhaps we should discuss this a little more.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will have a short adjournment, and you can discuss it.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Botha and or Mr Du Preez, who are the two people who know the identities of the informers, should in the company of my attorney, Mr Wagener, attempt to arrange for a meeting with them.\n\tThat suggestion has found general favour Mr Chairman, with my clients.  What we would suggest should be done is the following, that Mr Botha be given a reasonable time in order to set up a meeting.  He would suggest that a month would be a reasonable time.\n\tMr Chairman, what is suggested is that depending on whether the two gentlemen in question would be prepared to reveal their own identities to Mr Wagener and whether they would be prepared to meet with him at all, and assuming that the latter comes to pass, it is probable Mr Chairman, that the two gentlemen in question will probably disguise themselves from Mr Wagener.  It is something which we foresee might happen.\n\tBut in the hope that such a meeting can be laid on, it was suggested that what Mr Wagener would do, would be to inform them of the amnesty application, to further inform them that they might be implicated as accomplices and further to inform them that the Committee would like to hear anything which they may wish to add, if they so wish and then Mr Chairman, to make notes of their replies in that regard, and to feed that back to the Chairman of this Committee.\n\tWe would also like to say Mr Chairman, that if there are any directions which you might wish to make as to what Mr Wagener should do at that meeting, assuming that it comes to pass, that we would appreciate receiving some indications from you and Wagener would then inform them or ask them about that.\n\tLastly Mr Chairman, we thought that Mr Wagener must make it clear that it would be in their interest if they so wished, to consult an attorney or an Advocate of their choice, if they should wish to make any representations to this Committee, with or without disclosing their own identities.\n\tThat is about as far as we have come at this stage Mr Chairman, subject to what you might want to add.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we should place on record that the impasse that has arose, was that Colonel Botha indicated that he was not prepared to disclose the identity of these people, or where they might be found.  I would suggest having listened to what you have to say, that he doesn't need a month, that we should reduce the period for Mr Botha to make contact with these people, to tell them that they may be implicated parties in this hearing, tell them what the subject of the hearing is about, and then inform them that he can arrange a meeting with Mr Wagener, who will advise them as to their legal position and their rights.\n\tInform them first, not wait a month to inform them.  If he inform them within two weeks of that there is an amnesty hearing, that they may be implicated parties in it, and that if they wish, he can arrange a meeting with Mr Wagener who can explain to them fully their legal rights position, and if they wish to make any representations or send any messages through Mr Wagener, if he is prepared to act as a conduit pipe, he can do that.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman, it is rather a question of whether they will trust Mr Wagener, than Mr Wagener being prepared to do it.  He is obviously prepared to do it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think Colonel Botha should also indicate to them that they are at perfect liberty to consult an attorney of their own choice, not wait to see Mr Wagener.\n\tTo furnish them (a) with Mr Wagener's address and (b) with the address of the Committee, where they can be contacted.  They have the choice that they can choose to go their own way, do nothing, or contact us.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, we find that agreeable with respect, may I then add that on the basis that Botha is given two weeks to contact them, that there should be a report back at that stage or soon thereafter, as what he has accomplished in anticipation of a meeting to be arranged with Wagener as we suggested, later on.  That is imminently reasonable Mr Chairman, I believe that is acceptable.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It would seem that is as far as we can go at the moment, Mr Ngubane.  Do you have anything further you can suggest?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "No, nothing further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Well, it seems that we are in a catch 22 situation, if Mr Botha is under no circumstances going to divulge the identity, obviously this process that has been discussed is probably the only alternative, except that I am just cautious or I am just sensitive to the perception that might be created, that these persons being interviewed by Mr Wagener, that they are going to be disguised, or their identities are going to be withheld from himself, possibly to satisfy that perception, it may well arise to have someone with Mr Wagener, an objective person.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That has been discussed, and it is totally unacceptable Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That means of course that we will reserve our decision, our ruling on the matter that was argued before us today in that this may supply vital evidence if they do elect to come, it may make the whole matter pointless.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "As it pleases you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We reserve our decision on the application by Mr Ngubane that Mr Botha should divulge the identity of the two persons who were with them in Manzini when Ms Ndwandwe was kidnapped.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "As the Chairman pleases.",
            "Male"
        ]
    ]
}