{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-24",
        "location": "DURBAN",
        "day": "1",
        "names": [
            "GWENZAWAKHE NICHOLAS MSANI"
        ],
        "matter": "SELF DEFENCE UNITS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53059&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811241202_dbn_981124db.htm",
        "speakers": [
            "CHAIRPERSON",
            "GWENZAWAKHE NICHOLAS MSANI",
            "INTERPRETER",
            "MR LAX",
            "MR NGUBANE",
            "MR SIBANYONI",
            "MS THABETE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR NGUBANE",
            "MS THABETE",
            "MR LAX",
            "INTERPRETER",
            "GWENZAWAKHE NICHOLAS MSANI",
            "MR MSANI",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning everybody.  I apologise for the late start this morning, but it was for reasons beyond our control, there was an electricity, power failure.  Hopefully the electricity will be on uninterruptedly for the rest of the day.\n\tWe will be hearing the applications of Mr Mbutho and three others this morning, and then this afternoon, but before we start, I would like to introduce the Committee to you.\n\tOn my right is Mr Ilan Lax, a member of the Amnesty Committee.  He is an attorney from Pietermaritzburg.  On my left is Mr Jonas Sibanyoni, also a member of the Amnesty Committee, he is an attorney from Pretoria.  I am Selwyn Miller, I am a Judge in the High Court from the Eastern Cape, attached to the Transkei Division of that Court.\n\tI would ask the legal representatives, please to place themselves on record.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chairman, and members of the Committee, my name is E.M. Ngubane.  I am representing the applicants, Gwenzawakhe Nicholas Msani, Palela Bekhisenzo Hlongwa and Fanie Simpiwe Mbutho and I intend calling them in that order.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Ngubane.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Thank you Chairperson and members of the Committee, my name is Tabile Thabete and I am the Evidence Leader in this matter, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  All the proceedings in the matter will be simultaneously translated and in order to benefit from the translation, you have to be in possession of one of these devices.  They are available from the sound technician here in front.  You've just got to choose the channel for your language, I presume it will be English and Zulu.\n\tChannel 2 I am told is English, and channel 3 is Zulu.  Mr Ngubane?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chairman.  I ask for leave to call Gwenzawakhe Nicholas Msani.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What page is his application on?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Page 74.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 74?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "That is page 74 - 76, sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, lady Interpreter, if you could just press the switch, we are hearing your Zulu translation coming through on channel 2.",
            "Male"
        ],
        [
            "INTERPRETER",
            "I am on channel 3.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Okay, I am on channel 2 and I am still hearing you, without the English, maybe we can just sort that out quickly.",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR NGUBANE",
            "At some stage you were a member of the United Democratic Front, is that correct?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When did you involve yourself in the activities of the United Democratic Front?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "In 1985.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Before you could join the United Democratic Front, can you give us some indication regarding the status of your family.  Did you grow up in a rich family, or your family was relatively poor?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "We were a poor family.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Right, and then you joined ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We didn't get the translation.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, if we can just, English will now be on channel 1.  They have sorted out the technical problem.  If you can retune your thing to channel 1, you will get the English only, and Zulu remains on channel 3.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the answer to the last question Mr Ngubane, whether he came from a rich or relatively poor family?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "He said he came from a poor family.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you.  In 1985, could you describe to us the political situation as you perceived it, was it low profile political situation or was it explosive at that time?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "From around 1985, there was conflict at Macubeni between the UDF and the IFP.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you tell us what the problem was what caused the fight between the UDF and the IFP?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "There was conflict between these two organisations, the UDF and the IFP, political tensions.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you as a member of the United Democratic Front, participate in mass stay-away's and boycotts and strikes of some sort?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And what was the reaction of the IFP to your activities at that time?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "They did not see eye to eye with our organisation and they would attack and kill our comrades.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Were there police in your area, Macubeni?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, there were.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Were they the South African Police or the kwaZulu Police?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I will explain it in this way.  Macubeni is an SAP area, but there were ZP members involved in the area, who were assisting the IFP.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you report the problems that you had with Inkatha, to the police?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, we did.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "What was their attitude when you reported the problems?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "The police, the SAP and the kwaZulu Police were assisting Inkatha, they would not take any steps if we reported crimes against the IFP.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When you say they assisted Inkatha, according to your observation, were there instances when these police physically accompanied the Inkatha people to attack you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, the witness is indicating that he didn't hear that question.  Could you please repeat the question and see if there is a technical problem or whether he just missed it.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "In fact Chairperson, we had the Zulu translation here, we are not supposed to hear it in our ears.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Are you all right, can you hear now in the Zulu?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "The question that I had asked you, when you say that the police assisted Inkatha, were there any instances when the police would physically accompany Inkatha in the attacks that were directed at you?",
            "Male"
        ],
        [
            "MR LAX",
            "He can't hear you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We've got a technical difficulty here with the sound system.",
            "Unknown"
        ],
        [
            "MR LAX",
            "We can hear you on channel 1.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am told we must go back to channel 2.  Mr Ngubane, maybe third time lucky, could you repeat the question again please.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you.  Mr Msani, when you say that the kwaZulu police were assisting Inkatha, were there instances when you would witness the kwaZulu police physically going with the Inkatha to attack you as the UDF?",
            "Male"
        ],
        [
            "MR LAX",
            "He still can't hear you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Still can't hear.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Can you hear them now?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you.  The question was when you say that the kwaZulu police were assisting Inkatha, were there instances when you witnessed the kwaZulu police physically accompanying Inkatha to attack the United Democratic Front?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, there was a time at Macubeni where the ZP would attack us in broad daylight.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did that occur once or it occurred on several occasions?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Many times.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Were there people killed during the attacks by Inkatha?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did the situation continue to exist, I am just getting a Zulu translation once more, did this situation continue until 1990?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "In your application you say that at some stage you became a member of the Self Defence Unit.",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you recall when that occurred?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "In the early part of 1990.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Whose idea was it that there should be Self Defence Units?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "The command came from Mr Jeff Radebe.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Was Jeff Radebe, what position did he hold?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "He was responsible for the formation of the SDU's.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "What organisation did he belong to according to your knowledge?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "He was an ANC member.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "At that stage, were you also an ANC member?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And you also joined the Self Defence Units, is that right?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "What was the purpose of the establishment of the SDU's?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "To protect the community and ANC members in the area.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Against what?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "From the IFP.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you once again come and tell us why in your opinion, did you seek assistance from the police to protect you?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "It should be remembered that at the time the police were associated with the previous government of apartheid, and were assisting Inkatha.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "They were assisting Inkatha even in 1990 when you formed the SDU's?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, they were assisting Inkatha.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And according to your evidence, all that you were doing,you were advancing the aims and objectives of the African National Congress?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You have been advised that the Minister, Jeff Radebe, has submitted a supporting memorandum to the members of the Committee, that will be from page 9, is that correct?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And do you agree with his submissions which he made in that report?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And are you aware that he also has applied for amnesty?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.  I learnt from the media whilst I was in prison.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "The members of the Committee has his application before them.  I will read to you what is contained in that application, the relevant portions.  That will be page 4, paragraph 10(a), first line and paragraph (b).\n\tHe says that all the operations detailed above, were carried out in accordance with the aims and objectives of the African National Congress.  He goes on at paragraph (b) and he says the operations detailed in these applications were politically motivated, carried out within the context of the liberation struggle, aimed at our political opponent and committed at all times, with the approval of and within the policy guidelines of the African National Congress.\n\tThat statement, does it apply to the incident in respect of which you are making this application?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, let's now turn to the incident itself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Ngubane, before you do that, which SDU did you join Mr Msani?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Self Defence Unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, where, which one?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "The one that used to protect the community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but which area?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "At Macubeni, near Umkomaas.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you just give an indication to us, the size of that unit.",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "The youth was targeted, people who had courage and who were brave and people who would not divulge any information to the police, if they were caught.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Approximately how many members did you have in your unit?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "About 20, if I am not mistaken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you issued with firearms or any other weapons?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "The guns were not issued by Jeff Radebe, but the community used to pay out certain monies for us to be able to acquire guns and ammunition.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Ngubane.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you.  Following what the Chairman has asked you, did you have a person who was directly in command of your Self Defence Unit?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Who was he?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Bukela Luthuli.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Was he holding the position of a Chairperson, or was the Chairperson a different person?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "He was our Commander.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So the Chairperson of the ANC in your area, was a separate person from your Commander?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, let's come to the incident where Sixtus Fana Mkhize was killed.  Is it correct firstly that you are presently serving a 20 year sentence at Westville in connection with this incident?\n\tOh, okay, a problem with the Zulu again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, we have again got a technical problem with the Zulu getting through to the applicant, or not getting through.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you, is it correct that you are presently serving a sentence of 20 years at Westville?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Were you convicted by the Supreme Court, the then Supreme Court of South Africa, in 1990?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you recall what date it was when you were convicted?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "7th of August 1992.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I see.  And in that case, is it correct that you pleaded not guilty?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And you entered the witness box and gave evidence in that case?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And that evidence was at odds with what you are telling the members of the Committee now, is that correct?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you explain to the Committee the reason why, oh, firstly before I come to that, the evidence that you gave in the Supreme Court, was that the correct version of the incident?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Some of the evidence was true, some was not because we regarded the Supreme Court as an institution of the old order, apartheid.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, what you are going to tell us about this incident today, is that the truth, the whole truth?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, if you could just explain that last answer, Mr Msani.  You said that some of the evidence you gave, was true and some was not because you regarded the Court as an institution of the old order.\n\tThe Court was an institution of the old order, but that doesn't explain why you partially told the truth and partially told an untruth.  If you had no respect at all for that institution, why give evidence at all?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "We pleaded not guilty at the Supreme Court for the reason that because we did not regard the Supreme Court as a lawful Court.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Is it correct that you lied because you wanted to be released and you didn't care whether you lied or not as long as you were released, that was fine?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "That is the truth.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay, and Sixtus Fana Mkhize, the deceased in that case, did you know him?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you know him since the days of 1985 when you joined the UDF?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "According to your knowledge, to what political organisation did he belong?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "IFP member.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Was he also a businessman?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Was he a passive member of the IFP or was he a very active member?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "He was the facilitator, organiser of the IFP at Macubeni.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When the attacks directed at the UDF took place, did he participate in any way?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you explain to the Committee how he participated?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "In that area, Mkhize would come accompanied by the ZP's and IFP members.  They would be travelling in his car, a HiLux and they would come to attack us and they will shoot at people.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Were people the only victims of that attack or was there any attacks directed to property?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "People were attacked, and houses were burnt down.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did that situation continue until 1990?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Before 1990, did you try to stop Mkhize from doing all these activities?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, we would try to stop him.  When he came to the area, we used to exchange fire, we used to shoot at each other.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did he also shoot at you, or it was only the police that were shooting at you in his presence?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Mr Mkhize as well as the police were shooting at us.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Is it correct that because of the situation, there was a very deep seated hostility between you as the members of the SDU and Mr Mkhize as the Inkatha member?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And in 1990, is it correct that you and the other applicants confronted Mr Mkhize?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Is it correct that you and the other applicants who are here before the Committee, confronted Mr Mkhize on the 7th of November 1990?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, that is the truth.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you tell us briefly how you came across him and whether there was any conspiracy to do anything evil to him?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "To start, at what time did you see Mr Mkhize on the 7th of November 1990?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I was called van Fanie Mbutho from my home.  He had come to inform me that Mr Mkhize was at his home.  Because Mkhize had been giving us trouble, I took my gun and some ammunition and I left with Fanie and he went to fetch his gun as well.\n\tThereafter we met Mr Hlongwa as well as Jogolo, Jogolo Cele and Mabuno Hlongwa.  I had a shotgun, Fanie had a shotgun as well.  Palela had a home made gun, a shotgun, Mabuno also had a shotgun.  Fanie Mbutho had a tomahawk,  Jogolo Cele had a bush knife.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes?  And then did you proceed to where Sixtus Fana Mkhize was?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, we proceeded there and we confronted him there.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "The person that told you about Mr Mkhize was Fanie Simpiwe Mbutho, the third applicant, is that correct?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, you said Mbutho, you mean Cele?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Mbutho.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, was Mbutho the one who told you about Mkhize?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay, I am getting confused now.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Right, and you said that Mr Mkhize was at his home, is that right?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Were there other people of his family that were there?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When you arrived at his home, what happened?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I and the comrades that I was with, Palela Hlongwa took Mbutho's gun and then Mbutho had the tomahawk.\n\tWe divided ourselves into two groups, Jogolo, Mabuno and Palela Hlongwa stood on the upper side of the house, and the other three stood on the lower end.\n\tAt the time, we found him sitting outside the door.  I started shooting him.  I shot at him, he did not fall down.  Mabuno approached as well as Palela and they also started shooting.\n\tFanie Mbutho also came around and attacked him.  At that time, he was laying down.  The police and IFP members came and they chased us and we fled.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, we have talked about Mabuno, who is that one now?  Is he one of the applicants or is he someone who is not before the Committee?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "The police could not apprehend him, we do not know where he is as of now.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "All right, when you say you shot Mr Mkhize, where about did you shoot him, do you know?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "In the stomach.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "How many times did you shoot him?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Once.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did he fall when you shot him?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "He didn't fall instantly.  He staggered.  He didn't fall at this time, he tried to run away, and Palela and Mabuno came and shot at him, initially he used the bush knife.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you or any of the applicants, attempt to shoot or injure any of the members of Mr Mkhize's family?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "No, we didn't, because we actually wanted himself.  He is the one who was bothering us, there was no need for us to attack the family, because they didn't know anything, even the children and the entire family.\n\tWe wouldn't shoot them, because they were respectful.  The family was respectful and they were in line with us.  The entire house was in good terms with us.  He was the only IFP.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now you reached a stage when the Inkatha and the police came and chased you away.  Did you run away?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, we did.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And after running away, what did you do, did you hide or what was the position?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "When we were running away, we went to a place called Hlanzeni.  At that time it was an ANC stronghold.  We went there to hide there in the forest a bit.  That is where we hid ourselves.  The police were looking for us and they couldn't locate us.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And is it correct that you were subsequently arrested?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "How many days after the incident, if you can recall?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I was arrested in 1991, it was somewhere in July 1991.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Msani, sorry Mr Ngubane, at approximately what time of the day, sorry, at approximately what time of the day did the, at approximately what time of the day did the attack take place on the deceased?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "It was on a Wednesday, on the 7th of November 1990.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it daylight or night time?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "It was during the day at about ten o'clock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you in any way hide your face by wearing balaclavas or any such like item of head gear?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Myself, I was wearing a head stetson, applicant Palela Hlongwa did not have balaclavas.  Fanie Mbutho had a hat.  Mabuno had a hat and Jogolo Cele had no hat.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you, and then you have told the Committee that you appeared in court and you were convicted and sentenced to an effective term of imprisonment of 20 years, is that correct?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, it is the truth.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And I will just read to you what the Judge said when he considered sentencing you, that will be on page 120, starting from line 9 to line 23 Mr Chairman.\n\tThe Judge said it is further clear that at the time there was hostility between members of the ANC and their supporters and members of the Inkatha Freedom Party.  That situation existed then and it exists today to a perhaps even greater extent.\n\tIt is clear that there are many killings daily between members of these two factions.  I do not suggest that this is the policy of either of the parties.  What started as a political rivalry had however degenerated into a situation close to anarchy.\n\tI have regard to the fact that these young men would obviously be influenced by these feelings that existed and were rife in the townships at the time, and it would appear from accused 1's mother's evidence, that there may have been a particular feeling of hostility against the deceased.\n\tFirstly, accused 1 in that case, is it correct that it was Mr Palela Bekhisenzo Hlongwa, is that right?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And you have heard what I have read to you what the Judge said, is it a fair summary of the situation that took place in your area in Macubeni, is it right?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You have come here to apply for amnesty, is that right?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Is there anything that you would like to, well, before I come to that, looking back at this incident in which you were involved, what are your feelings now that there is a relatively quiet political situation?  Have you had time to reflect on the incident?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, I sympathise with the family.  I apologise to the Mkhize family.  I actually sympathise with almost everyone, the community, the IFP, the ANC because what we have been fighting for, we have actually achieved, that is our freedom.  I sympathise with the Mkhize family.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Have you or anyone of the applicants, made attempts to get contact with the family members of the deceased?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Right, just tell us what attempts have been made to get contact with the families of the deceased?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Palela Hlongwa kept in contact with the Welfare, to be in touch with the Mkhize family so that we can talk and apologise about what happened to the Mkhize family.\n\tIn that sense Mr Mkhize said she has some questions for us.  However, he didn't actually explain or elaborate which questions she would like to ask us as we are arrested.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "If the family would like to pose certain questions to you, are you prepared to answer those questions in a frank manner?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, we are.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, an argument might be advanced that you are applying for amnesty simply because you want to be out of jail and you have no regard for the family.  What would be your comment to that?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "According to my wish, I would actually like to see the Mkhize family, not necessarily that I want to be out of jail, but I wish to apologise to the Mkhize family and let bygone's by bygone's during the conflict between the IFP and the ANC.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I see.  Thank you Mr Chairperson, that is the evidence.\nNO FURTHER QUESTIONS BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Ngubane.  Ms Thabete, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS THABETE",
            "Yes Mr Chairperson.  Mr Msani, in your application at 11(b), page 71 of the bundle, you were asked who gave an instruction, and you said not applicable.  And today Mr Ngubane asked you who was your direct Commander and you said it is Bukela Luthuli.  Can you explain to the Committee why you never gave that name before?",
            "Female"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "During the application, in that application that I filled in, I was in jail.  You will actually remember that my mind don't function properly in jail.\n\tThat is why actually I did not give, that I did not explain and elaborate.  I was not filling the forms by myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did anybody in fact give you an instruction to kill the deceased?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "No.",
            "Male"
        ],
        [
            "MS THABETE",
            "So, what did Bukela Luthuli do?",
            "Female"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Bukela was the Commander, our Commander.",
            "Male"
        ],
        [
            "MS THABETE",
            "And then in your application, at number 9(1)(i), page 66 of the bundle, you mention Pelelani Bekhisenzo Hlongwa and Gwenzawakhe Msani and then at 10(b) of your application, page 69 of the bundle, you mention Jogolo Cele.  Can you also explain to the Committee why you have never mentioned Mabuno Hlongwa before?",
            "Female"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "During the application, I actually included these three names as were the people that we were arrested together with here.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry before you go on, I don't understand your answer.  You were asked why you didn't mention the person's name, you still haven't explained that as far as I can hear.",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I explained initially that during the application, I included the names of the people that we were arrested with.  The police did not actually charge him, he was outside.\n\tThat is why I did not include him.",
            "Male"
        ],
        [
            "MR LAX",
            "Are you saying you did not include him because he was not convicted with you?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "But you did understand that you were supposed to tell the full truth when you filled out this application?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, I did explain initially that in jail, the brain doesn't function properly when we are in jail.  We are like children when we are in jail.\n\tThe brain is actually sort of disturbed to a certain extent when you are in jail.",
            "Male"
        ],
        [
            "MS THABETE",
            "Just a follow up question Mr Msani, you are still in jail, isn't it?",
            "Female"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is your brain, can we assume that your brain is functioning properly right now?",
            "Female"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, it functions properly.",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Ngubane says in court, part of what you said was the truth, and part of what you said, was a lie.  Can you just explain briefly, which part was the truth and which part was a lie in what you said in court?  Just briefly?",
            "Female"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "In court, to deny it was a lie, we denied everything because of the situation that I initially explained.\n\tSecondly in court, I have explained that how did I perceive the Court.",
            "Male"
        ],
        [
            "MR LAX",
            "You don't answer the question, what was true about what you said in court?  You said some of it was lies, we can understand that if you are denying something, you would lie about that, but you also said that part of it was the truth.\n\tWhat truth did you tell in court?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "In court in the box, when I was giving evidence, there was like that the IPF was attacking us because it was evident that we have lost the case.  I agreed that the IPF actually killed our brothers and I can't remember the rest.",
            "Male"
        ],
        [
            "MR LAX",
            "But in court you denied that you had anything to do with the ANC, you denied that you were UDF?  That was your defence, you denied it completely.",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, that is the truth.",
            "Male"
        ],
        [
            "MR LAX",
            "So you didn't admit that you were ANC there, you didn't admit that these people were attacking you.  You in fact said you weren't even there?  You knew nothing about this.  This was your defence?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I did agree that the case, we actually denied it.",
            "Male"
        ],
        [
            "MR LAX",
            "Please continue Ms Thabete.",
            "Male"
        ],
        [
            "MS THABETE",
            "You say Mr Mbutho came to you and told you that you must go and kill Mr Mkhize.  Is that correct?",
            "Female"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Did you ask him how he came about that decision, like did you question him why he reached the decision that Mr Mkhize should be killed?",
            "Female"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "The applicant Fanie Mbutho was no longer staying at his place, because it was nearby the IFP stronghold.  We have been trying for several times to kill Mkhize, but in vain.\n\tWe have been shooting at him and actually throwing stones at him, but in vain.  It was not that on that day we actually took a decision on that particular day, we have been trying for several times to shoot at him.",
            "Male"
        ],
        [
            "MS THABETE",
            "I just want to rephrase what you are saying, would it be correct for me to say you had reached the decision to kill Mr Mkhize a long time ago?",
            "Female"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Okay.  My last question to you, you say you shot Mr Mkhize, is that all you did when he was killed?",
            "Female"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Myself, I shot him, he ran away.  I initially explained that Palela Hlongwa and Mabuno actually shot as well, and I actually took the bush knife from Jogolo Cele and then I hit him because he was still moving by then.  Then I struck him, using the knife and then I ran away because the police were by then approaching.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On which part of the body did you strike the deceased with the bush knife?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "At the head, at the head.",
            "Male"
        ],
        [
            "MS THABETE",
            "No further questions, Mr Chairperson.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Thabete.  Mr Ngubane, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "I have none, thank you.\nNO RE-EXAMINATION BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni, do you have any questions to put to the witness?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Yes Mr Chairperson.  Tell me did you know this police from kwaZulu by name whom you were saying that they were assisting Inkatha to attack you?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Well, I wouldn't know all of them, but I knew some of them by surnames, but not all of them.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Yes, you said you reported them, but nothing was done.  When you were making such reports, did you give specific names of the police who were involved?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "In brief, Jogolo was also an accused and who is dead, was killed by IFP, was killed by the ZP and Mr Mkhize.\n\tThen we left at the same time with other comrades, to the police at Umkomaas, we met the police on our way.  There was a container, a special container where police were, but we were referring to the police at Umkomaas, we left there and then to report the case that Mr Mkhize and the ZP are actually shooting at us and the IFP members were amongst them.\n\tJogolo, the late Jogolo,  was also shot.  We went to the police.  There were two SAP's who were Indians inside the van.  The police then, the shop was already burnt.  We went with the police, we went to the tuck shop, as we were approaching, they were in their white HiLux, in a van.  We followed.\n\tThe police actually used the sign, the police sign.  We actually tried to stop the HiLux, but the HiLux didn't stop until we reached it near by the supermarket, near by Ward 6.  The police asked him why did he shoot Jogolo.\n\tAnd he said these kids are shooting and actually showed that the windscreen was shot.  What was done by the police there, it was evident to me that the police are actually working together with the IFP.  They took me there and then and they said they will charge this people at Umkomaas.\n\tThen they said ...",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Sorry, if I can interrupt you.  All I wanted to find out is when you were complaining, was there a stage when you were able to furnish names of the police who were involved, or it was difficult to furnish names?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "It is difficult, but one police did agree that he is ZP.  I can't remember the surname.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Before Mkhize was killed, was there a stage where you sat down and took a decision that he should be killed, or was there any person who made that suggestion, who issued an order that Mkhize should be killed?  How did it happen?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "We met at a place, at a hill, a sort of a hill place.  We held a meeting there and strategised how to attack Mkhize and we knew that he had a gun and he had the official gun and then there and there we left to attack him.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Who were within that group of the people who met?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "These are the comrades, Palela Hlongwa, Fanie Mbutho, Jogolo, Mabuno Hlongwa and the rest did not actually go there, because there were five of us.\n\tThe others went back, they did not go to attack.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Are you referring on the day he was killed, or are you referring on the first attempted attack on him?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I am referring to the day when we killed, attacked him.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Now, on those previous incidents where you said you tried to attack him, but you were unsuccessful, was there any decision taken that he should be attacked and killed?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I will briefly say that there was a decision that all of us, the comrades in defence, that Mkhize must actually be killed, because he was troubling us.  Him with the rest, but Mkhize was our main man and he was born in that area, as he has relocated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, what Mr Sibanyoni wants to know is can you recall when that decision was taken?  The decision to kill Mr Mkhize, the deceased?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I can't quite remember, it is just that it was on several times that we have tried to attack him.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Last question.  You said you didn't furnish the name of Mbutho, I didn't understand you properly.  Is the reason that your mind was not functioning well at the prison, or what was the reason why you didn't give all the names when you were asked to fill out that form?  What is the reason?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I will put it that I forgot, I would say that I forgot.  I actually thought that I included all three.   I must have forgotten.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.  Mr Msani, how exactly did you join the SDU?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "In 1990 when the ANC was unbanned, Bukela Luthuli came from a meeting where Jeff Radebe was there and the other ANC leaders were there, they came and told us the message that here at Macubeni as the IFP is troubling us and attacking us left and right, we are just in the middle of the IFP, Jeff said we should take the youth who is brave and has courage - you will actually forgive me, I stammer.\n\tThe youth who was courageous and brave, should be chosen who would actually protect the community and would actually use the ammunition and in a meeting, which was at the mini camp, we were actually supposed to leave and go to be trained at transkei, but we couldn't go because it was too much violence, we couldn't leave for our training.",
            "Male"
        ],
        [
            "MR LAX",
            "You have told us that you became involved in the UDF from 1985 and that there was violence in your area from that time onwards.  Is that right?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Were you involved in resisting that violence and defending your community from that time?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, I was involved.",
            "Male"
        ],
        [
            "MR LAX",
            "These other applicants and the people who were accused with you, were they also involved in that from that time?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "How did you organise your defence during the 1980's?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "During that time, in 1980, we didn't have weapons or ammunition, we used home made guns, petrol and stones to protect the community and as well the community used to assist us because Macubeni was an IFP stronghold.",
            "Male"
        ],
        [
            "MR LAX",
            "So the group of people that became the SDU, already existed before 1990?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "You have told us you didn't actually go for training as such?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Well, we couldn't go for training as I have explained because of the situation of the violence, we couldn't leave for Transkei.",
            "Male"
        ],
        [
            "MR LAX",
            "What was the ANC's policies that you acted under?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "It said we should protect ourselves.  We shouldn't loot, that is the ANC's policy.",
            "Male"
        ],
        [
            "MR LAX",
            "Is that it?  You shouldn't loot and you must protect yourselves?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "And we should fight discrimination or apartheid, protect ourselves, fight against the apartheid and the IFP who was actually attacking us and disturbing us and actually in conflict with the ANC.",
            "Male"
        ],
        [
            "MR LAX",
            "How did you fight against apartheid?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "By having masses and organising ourselves, using buses at (indistinct) and we actually go to town and actually deliver our complaints.",
            "Male"
        ],
        [
            "MR LAX",
            "So you got involved in mass action, is that what you are saying?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "You see Mr Ngubani read you a portion of Mr Radebe's submission and he said that all your actions were carried out under the policies of the ANC, but it is clear to me that you don't really know the policies of the ANC in any great detail.  You didn't have training, you didn't have political education, how did you know those policies?\n\tDo you understand my question?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LAX",
            "Please explain.",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "ANC policy, we would attend workshops.",
            "Male"
        ],
        [
            "MR LAX",
            "But you didn't attend any workshops dealing with the policies in relation to the SDU's, you didn't even have training as an SDU?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "The SDU were not just the official unit, because the IFP was protected officially with the ZP, so we were the underground defence.\n\tThe community knew that we were protecting it to a certain extent but it was not officially, like the IFP.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, I want to take you back to the point that I am getting at which is a really simple matter, and that is you agreed with Mr Ngubane when he read the portion of Mr Radebe's submission, that all your actions were carried out under the policies of the ANC.  Do you remember that?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "The fact of the matter is that you don't really know what the ANC's policies were with regard to SDU's and in that capacity, you couldn't have been acting under the policies of the ANC?\n\tI am not saying you weren't acting in good faith, I am saying you couldn't have known the ANC's policies, because you had never been trained in them.  Do you understand?  It is really a simple issue?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LAX",
            "No further questions Chairperson.  Sorry, there is just one other aspect.  You said that you were the first person to shoot, is that right?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "And you shot the deceased in the stomach or in the region of the stomach?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "You indicated towards his torso, the front part of his torso?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "And you said that he didn't fall down, but he ran away?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Did he run or did he stagger?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "He took a few steps and Mabuno and Hlongwa and Palela came and shot him and he was stabbed with the bush knife, those who didn't have guns.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, let's just slow down there.  Mabuno came, Hlongwa came and they shot him.  Where did they shoot him?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Mabuno actually shot almost in the front part, just on the body in front as he is indicating.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, and Hlongwa?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "And he also shot.",
            "Male"
        ],
        [
            "MR LAX",
            "Where?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I can't quite remember where, but I quite remember.  I quite remember Mabuno, I can't remember that because he was red with blood.  I can't quite remember.",
            "Male"
        ],
        [
            "MR LAX",
            "Now at this point, did they shoot him immediately one after the other, was it very quick?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "yes.",
            "Male"
        ],
        [
            "MR LAX",
            "And when what did he do?  Did he fall down at that stage, the deceased?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "He did not die at that particular time.",
            "Male"
        ],
        [
            "MR LAX",
            "I did not ask whether he died, I said did he fall down?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "He fell down nearby his place, about a few steps away from his house.",
            "Male"
        ],
        [
            "MR LAX",
            "Was he laying on the ground when you hit him with the axe, with the tomahawk?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, he was.",
            "Male"
        ],
        [
            "MR LAX",
            "Was it a tomahawk or was it a bush knife?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I have explained initially that bush was carried by Jogolo Cele and then I took it from him and then I said, because he is still alive, Fanie Mbutho had the tomahawk and he was also using it, and I wasn't aware where did he hit him with this tomahawk.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, is that what, did he wrestle with anybody, the deceased?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "He tried to fight back, because when I approached shooting, he tried to hold the gun but then I knew, because I knew that he always carried a gun because he has the gun that is official.",
            "Male"
        ],
        [
            "MR LAX",
            "Which gun did he try and hold?  His own gun or your gun?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "He tried to hold my shotgun.",
            "Male"
        ],
        [
            "MR LAX",
            "Did he try to take it away from you?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "He was trying to hold the barrel because we found him sitting down, he was trying to hold that barrel and then I shot him at that particular time.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, what I don't understand is the evidence in the court was that he was wrestling with you for your gun, he was trying to take it away from you and someone else came and him on the hands where he was holding the gun, either with the bush knife or with the tomahawk and you haven't told us anything about that, why?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "The TRC Committee, I did not actually understand the question that I should actually explain up to that extent.  I am talking about my side, what part did I play.",
            "Male"
        ],
        [
            "MR LAX",
            "Apart from the - how many times did you hit him on the head?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Twice with the bush knife.",
            "Male"
        ],
        [
            "MR LAX",
            "Did anyone else hit him while he was laying on the ground?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, Fanie Mbutho used the tomahawk, fingers and most of the parts of the body and Jogolo as well.",
            "Male"
        ],
        [
            "MR LAX",
            "How could Jogolo hit him if you had his bush knife?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I have explained that the bush knife, I used it when he was down there, just before he died.  After shooting him, while he was laying down nearby, that is when I took the bush knife from Jogolo Cele, who is the accused who is late.",
            "Male"
        ],
        [
            "MR LAX",
            "I see.  Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Msani is there any reason why before you and your co-perpetrators attacked the deceased, that you didn't go to your Commander Mr Luthuli to report to him that you were going to kill a person?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is that reason?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Mr Luthuli was a working person at that particular time.  It was during the week on a Wednesday and he wasn't around.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just for my information, what was Mr Luthuli's first name?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Bukela Luthuli.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just spell that please?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Bukela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry what was Mabuno's full name?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "It is just Mabuno Hlongwa, that is all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At one place, one place in your evidence Mr Msani, you said that when you went to attack the deceased, three of you went to the top end of the house and three of you stayed at the bottom end of the house, and then later on in your evidence, you said that five of you went to attack.  What is the position, were there six of you or were there five of you at the attack on Mr Mkhize?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "We were five.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Finally, when you shot Mr Mkhize in the stomach, approximately how far away were you from him when you fired the shot?   If you could just indicate the distance in this hall?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I would actually say the Mkhize's house would be a white square, then a round house, there is a road nearby which actually leads to Mkhize's tuck shop and there was a tree and the door was, the rondawel, he was sitting there at that door.\n\tIt was nearby, he wasn't that far, it was close.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "About as far as that fan is from you?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, he wasn't that far.  We were nearby, close range?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Plus minus four or five paces.",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Ngubani, do you have any questions rising out of questions that were put by members of the Committee?",
            "Unknown"
        ],
        [
            "FURTHER EXAMINATION BY MR NGUBANE",
            "Yes Mr Chairman, just one question.  Luthuli, the Commander, was he aware that you were on the hunt for Mr Mkhize?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, he did.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Are you of the opinion that if you had approached him immediately before you could kill Mr Mkhize, he would have no doubt agreed that you should go ahead?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, I think so.  I think he wouldn't agree because it was not the ANC's aim that we should kill people.\n\tBut it was the situation that forced us to fight IFP.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you.  I have no further questions.\nNO FURTHER QUESTIONS BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, do you have any questions arising?",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MS THABETE",
            "Yes Mr Chairman.  Can you, you say the objective if I understand you correctly, was to protect yourselves or the ANC's policies was that you should protect yourselves.  How were you expected to protect yourselves?",
            "Female"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "We were expected that in the area that we live, if the IFP comes burning the houses, shooting us, attacking us, we should come out with our guns and retaliate and shoot back.",
            "Male"
        ],
        [
            "MS THABETE",
            "I am asking this question because you just said now it was not the ANC's aim for you to kill people.  Can you clarify what you meant by that?",
            "Female"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, I can.  I will explain that the ANC, it wasn't its aim to kill people, their political opponents.  The ANC's aim was to fight the nationalist government.\n\tAny ANC member, bottom or up, knew that if you are ANC, you  shouldn't attack your political opponent, but because of the situation, we were forced to kill each other, IFP and ANC because a lot of people were killed, it was the situation that forced us to do that.",
            "Male"
        ],
        [
            "MS THABETE",
            "Where is Mr Bukela Luthuli right now?",
            "Female"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I wouldn't say where he is, because I have been in jail for a long time, but I know he is outside.  He is working, the last time I knew about him, he was working, but I wouldn't say where he is as it is, because I am in jail.",
            "Male"
        ],
        [
            "MS THABETE",
            "Where was he staying at that time, and where was he working?",
            "Female"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "At Macubeni.",
            "Male"
        ],
        [
            "MS THABETE",
            "And where was he working?",
            "Female"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "In a contract, SICOR contract, he wasn't a full time, or permanent, he was in a contract with SICOR.",
            "Male"
        ],
        [
            "MR LAX",
            "Is that SICOR, that is the big factory at Umkomaas?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "No further questions Mr Chairman, thank you.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, just one question, sorry I should have raised it earlier, where about did you get your weapon from, your gun?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I initially explained that the guns, the defence guns, we used to get them through donations.  The money that we used to collect by the community and the ANC members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where did you get your gun from?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I have indicated that it wasn't my gun, it was the community's gun to protect the community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you had it in your possession when Mbutho came?",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, I was the one who was using it on that particular day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "If I could just follow up there, yes it is true it may have been the community's gun, and it was used by a number of different people, but you had it at your home, not so?  That is what you told us?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, the guns, we used to hide them away from the soldiers, because there were soldiers who were actually guarding the situation.  They would actually distribute the guns, it would be on reliable people like myself, I had a gun with me, not a shotgun, but just a gun, that we were using, they were home made and small guns, who were distributed amongst people because we couldn't put them in a centralised place because of the police.",
            "Male"
        ],
        [
            "MR LAX",
            "We understand that, we fully understand that there were constant searches for firearms by the police and by the army and all sorts of people.  The question is though, who gave you the gun?   Who did you get it from, I can't understand why you won't tell us?  If you are here to tell us the truth, you must tell us who gave you the gun, it is really quite simple?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "The person who actually showed us, it was Bukela Luthuli, as the person who was a Commander, the one who was in charge.\n\tHe is the one who was in charge of the guns.",
            "Male"
        ],
        [
            "MR LAX",
            "So did he decide who was allocated which firearms?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "When the community collected money for firearms, did they give the money to him, did he acquire the firearms for you, whether they were home made, whether they were shotguns, whether they were handguns, was he the one that organised that they should be bought somewhere or obtained somewhere or whatever?  That is what we are trying to understand?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "It was a secret, he didn't, the community was not supposed to know all that because the spies would tell.",
            "Male"
        ],
        [
            "MR LAX",
            "The issue is, did he organise all of that?  Yes or no?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes, he is the one.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, one last issue, and I am sorry I didn't raise it earlier, it slipped my mind.  The attack on Jogolo, the attack in which Jogolo was shot, and he wasn't killed when he was shot, happened before this attack on Mkhize, is that right?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Some people might argue that you killed Mkhize out of revenge for the attack on Cele, on Jogolo.  How do you respond to that?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "Well, I wouldn't say that.  We were protecting ourselves and the community and the ANC members, we were not revenging at all, because a lot of people were dying there.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see, in your application and I refer you to the translation at page 75, 10(b), you used the word revenge.  You say the IFP had attacked us before, and we also did this to revenge on the political situation?\n\tThose were your precise words there, and if you want to you can read the Zulu, it will be on page - he wrote it in English himself.  Sorry, it has just been clarified to me, just to put it on the record that this is actually your application as well, not a translation.\n\tPage 75, 10(b) you yourself used the words revenge there?",
            "Male"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I will explain to the Amnesty Committee that these forms, I was not writing them myself, Ms Zulu was filling in the forms on my behalf, who is working there, because English is not my mother tongue, that is how she put it, she put it as though it was revenge.  I would apologise in that regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Ngubane, any questions arising out of this last set of questions from the Committee?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "No, I have no questions.\nNO FURTHER QUESTIONS BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "No questions, Mr Chairman.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Msani, that concludes your testimony, you may stand down.",
            "Unknown"
        ],
        [
            "GWENZAWAKHE NICHOLAS MSANI",
            "I thank you.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have been requested to adjourn slightly earlier for the lunch adjournment and the lunch adjournment will last until quarter past two.\n\tWe will take that slightly extended lunch adjournment now and recommence at quarter past two, with the continuation of this application.  Thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}