{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-25",
        "location": "DURBAN",
        "day": "2",
        "names": [
            "XOLANI PUNGULA"
        ],
        "matter": "THEMBI VICTORIA MZQUSO MTHEMBU",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53065&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811241202_dbn_981125db.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "MR LAX",
            "MR SIBANYONI",
            "MR SIPHO",
            "MS THABETE",
            "WITNESS EXCUSED",
            "XOLANI PUNGULA"
        ],
        "original_speakers": [
            "MR SIPHO",
            "XOLANI PUNGULA",
            "CHAIRPERSON",
            "MR PUNGULA",
            "MR LAX",
            "MS THABETE",
            "MR SIBANYONI",
            "INTERPRETER",
            "WITNESS EXCUSED"
        ]
    },
    "testimony": [
        [
            "MR SIPHO",
            "I call Xolani Pungula.",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sipho?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR SIPHO",
            "Thank you.  This witness' evidence is dealt with at page 262 of the judgement.\n\tMr Pungula, how old are you?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "I am 26 years old.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Okay, during 1991, where did you live?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "At Nhlalagahle.",
            "Male"
        ],
        [
            "MR SIPHO",
            "You heard the evidence given by the other witnesses in this case.",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes, I have heard.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Do you associate yourself fully with what was said by them?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Indeed.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Did you also take part in the killing of the deceased?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR SIPHO",
            "What did you do to the deceased?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "I stabbed.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Do you know how many times you stabbed her?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "If I am not mistaken, twice.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Did you have your own knife?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Were you also sentenced to ten years' imprisonment?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Have you now been released?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes, it is suspended.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Were you also released in August this year?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Sipho, just for the record, is it correct that they had been released on correctional supervision, not on release as such?",
            "Male"
        ],
        [
            "MR SIPHO",
            "Sorry, I think they have actually been released on parole.  That is what I have been told.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, it is just worthwhile us - so they haven't had remission of sentence per se?",
            "Male"
        ],
        [
            "MR SIPHO",
            "No, it is not remission of sentence.  Thank you for that.\n\tHere again, members of the Committee, I don't wish to burden the rest of the day with evidence, going through every other aspect of the matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think if you could just ask him his political affiliation, I see it is not the same as the others according to the form.",
            "Unknown"
        ],
        [
            "MR SIPHO",
            "Okay.  Did you belong to any political organisation at the time?  At the time of the killing?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes.",
            "Male"
        ],
        [
            "MR SIPHO",
            "What organisation did you belong to?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "AZAPO.",
            "Male"
        ],
        [
            "MR SIPHO",
            "And do you know what the attitude of AZAPO was to the IFP?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes.",
            "Male"
        ],
        [
            "MR SIPHO",
            "What was it?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "They were not in good terms.",
            "Male"
        ],
        [
            "MR SIPHO",
            "How did you as an AZAPO person feel about the fact that the deceased was seen at an IFP stronghold?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "We as AZAPO, we were people who were working in hand with the ANC, even myself, I wasn't feeling good to hear and see that the deceased was actually seen at the IFP's place.",
            "Male"
        ],
        [
            "MR SIPHO",
            "And was it the fact that she had been seen at an IFP place, that had caused her to be killed later that day?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes, among other things, and the rest that was actually explained by my comrades, that she has actually done other evil things and actually not talking good about the ANC.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Thank you, I've got no further questions.\nNO FURTHER QUESTIONS BY MR SIPHO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, do you have any questions?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "No questions, Mr Chairman.\nNO CROSS-EXAMINATION BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Mr Chairperson, just one question.  Mr Pungula, with regard to other AZAPO members from that area, were any of them arrested by the police or killed by IFP people that you can recall?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes, there were some who were killed, and some were arrested, and some were detained.  Others were killed by IFP members.",
            "Male"
        ],
        [
            "MR LAX",
            "Were they amongst any of the people whose names were mentioned by the deceased?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Will you repeat your question?",
            "Male"
        ],
        [
            "MR LAX",
            "Were any of these AZAPO people that you have referred to,  mentioned by name by the deceased in her so-called confession?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "What I can say, some of them were killed to her communication, like Msai Fani who was actually killed because of her.",
            "Male"
        ],
        [
            "MR LAX",
            "Msai Fani who?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Msai Fani Nqobo.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.  Where did you actually stab the deceased,  you said you stabbed her twice, where did you stab her on her body?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Because I was a bit drunk, I wouldn't say where, but she was facing my direction.  She wasn't turning her back on me, she was facing me.",
            "Male"
        ],
        [
            "MR LAX",
            "What did you do with your knife afterwards?  Did you keep it to yourself, did you hand it to someone else to use, or can't you remember?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "There I can't quite remember what did I do, or I took it with me ultimately and the police took it when they came to my place.",
            "Male"
        ],
        [
            "MR LAX",
            "So the police found your knife?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni, do you have any questions?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairperson.  You seem not to be remembering everything you did and you said you were a bit drunk, how much liquor had you consumed on the day?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Well, I wouldn't elaborate much.  When I left Maritzburg to check the situation, to check if my family would be safe as the IFP leader would be there, and realised that there was no elderly boy at home, so I decided to go home to safeguard them.\n\tI did drink before I reached home in Greytown, about half of liquor, and when I arrived there, I drank some beers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry when you say half of liquor, do you mean half a bottle or half a nip of liquor, what do you mean, of spirits, vodka, what was it?",
            "Unknown"
        ],
        [
            "XOLANI PUNGULA",
            "Vodka.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Half of what?  A big bottle, a small bottle?",
            "Unknown"
        ],
        [
            "XOLANI PUNGULA",
            "The big bottle.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "By the big bottle do you mean a straight?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You took half of it?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Were you - and then the other liquor, how much did you take of the other liquor?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "When I reached home, I just drank - I wasn't aware and I wasn't counting.  What I am sure of is the half that I drank, but at home, I didn't count how much liquor I took.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "At home you were sitting, just drinking and the like, but rough estimation, how many bottles of liquor, of beer, I mean?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "I could estimate it was more than three.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "This incident seems to be the ANC taking action against an ANC member who was an informer and it seems there was no decision on the part of AZAPO, your organisation, to act against the deceased.\n\tWhat would you say about that?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "AZAPO was there, it was a handful of them, but they were in good terms with the ANC.  They would do things together.  If there was an enemy, like an IFP as it was the opponent, we were not in good terms with it and we actually chased them out of the township.\n\tAZAPO would actually be in good terms with the ANC.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But we were told that the deceased admitted taking the names to the police, names of ANC members and we didn't hear whether did she also admit of taking Nqobo's name to the police.  What is your comment about that?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Well, I wouldn't comment about that because I don't know.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Did you not just join the group when you saw them attacking the deceased, without having made any (indistinct) about it?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Well, I wasn't around when she was assaulted.  I was actually partaking in killing her.  When she was assaulted, I wasn't around.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You partook after she had been to Msolo's house?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, no further questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you go to Mr Msolo's house when the deceased was there with the other applicants?",
            "Unknown"
        ],
        [
            "XOLANI PUNGULA",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said that you went from Maritzburg to Nhlalagahle because the IFP leader was going to be there, that is referring to the rally that was to be held in that vicinity and you went there to guard your family home.\n\tWhat good could you be when you had drunk half a bottle of Vodka and a number of beers that you can't count, in guarding your home?  Why go on a mission like that and before you reach your destination, proceed to get drunk?",
            "Unknown"
        ],
        [
            "XOLANI PUNGULA",
            "By that time, the youth used to take actions after drinking, and we would actually attempt fighting.  I was also going to attempt fighting because I was actually making me to be brave, that was our way of taking bravery, (indistinct) things like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the time of stabbing the deceased, would you say you were in a position, taking into account your state of insobriety, to form a specific intention, to know what you were doing?",
            "Unknown"
        ],
        [
            "XOLANI PUNGULA",
            "I wouldn't really say I wasn't sure or not really, because of the drunkenness.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, just repeat the translation for us.  I couldn't hear you very clearly.",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "I wouldn't say really I wasn't aware, because I was drunk.",
            "Male"
        ],
        [
            "MR LAX",
            "Ms Interpreter, what I am trying to understand is, is he saying that he is agreeing that he wasn't that aware because he was drunk, or is he saying he wouldn't say that he was so drunk that he wasn't aware what was going on?",
            "Male"
        ],
        [
            "INTERPRETER",
            "The former.",
            "Unknown"
        ],
        [
            "MR LAX",
            "So you confirm - just to pick it up and confirm it properly, Mr Pungula, you are saying that you weren't that sure of what you were doing, because you were drunk?  Am I right?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes, it is the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have heard from the other applicants who have given evidence, they said that they stabbed the deceased because they had started that thing together and then they had to end it together.\n\tMy understanding was that they were all involved in the initial assault of the deceased, they were the ones who initially confronted the deceased and then took her to Msolo's house which led ultimately to the stabbing.\n\tIt seems that you weren't there at the start, because you say you weren't there when she was initially assaulted.  Why then did you stab the deceased yourself?",
            "Unknown"
        ],
        [
            "XOLANI PUNGULA",
            "What I can say is that when we were at Solomon Msolo, the Chairperson, I was listening, I was around and actually realised what actually prompted this, and I actually realised that it was wrong what she did and actually felt it was fit for me to partake against the action that she has done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just one question Chairperson, I am still a little bit puzzled, what made you to go to Msolo's house?  Why did you go there in the first place?\n\tYou weren't involved initially, why did you go there?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "I am actually a bit confused when you say I wasn't partaking.  That is the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was why were you at Msolo's house?",
            "Unknown"
        ],
        [
            "MR LAX",
            "And what I said when you weren't partaking, I said you didn't participate initially in the assaults and so on, so you wouldn't have been part of the original group that took the deceased to Msolo's house.  What made you to go to Msolo's house, that is what we are trying to understand?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "At Msolo, I was taken by some of the accused, one of them is here, one of them is Bongani Sacharia Gwala and the other one is one who is not here.  Those are the people who took me on the way and then we went there to listen to the case of this girl.\n\tThat is where, that is how I actually arrived and continued to be part of it.",
            "Male"
        ],
        [
            "MR LAX",
            "Did they come to your house and fetched you or were they with you or how did you even know there was a case going on?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "They took me, I was standing outside, not inside the house, outside on the yard, inside the yard.",
            "Male"
        ],
        [
            "MR LAX",
            "So were they passing and they just said come with us?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Sipho any questions arising?",
            "Unknown"
        ],
        [
            "FURTHER EXAMINATION BY MR SIPHO",
            "As the Court pleases.  Although you were not initially a part of the group that assaulted the deceased, when you got to Mr Msolo's house and you got to know what the deceased had actually done, how did you feel about it?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "It wasn't good, I didn't feel good because they were AZAPO members and ANC members who were late, because of such situation, of a situation similar to that one at Msolo's place, that this girl is involved in.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Was it this feeling that made you associate yourself with what the other people were doing to the deceased on that day?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Will you repeat your question?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Was it the feelings that you were having at the time that you were at Msolo's house, as you were listening to what the deceased had done, that made you want to join the other applicants in doing what they did to the deceased?",
            "Male"
        ],
        [
            "XOLANI PUNGULA",
            "Yes.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Thank you, I've got no further questions.\nNO FURTHER QUESTIONS BY MR SIPHO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions arising Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "No questions Mr Chair.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Pungula, that concludes your testimony.  You may stand down.",
            "Unknown"
        ],
        [
            "WITNESS EXCUSED",
            ".",
            "Unknown"
        ]
    ]
}