{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-12-01",
        "location": "DURBAN",
        "day": "5",
        "names": [
            "SIPHO JOEL SITHOLE"
        ],
        "case number": "AM 5950/96",
        "matter": "ESTABLISHMENT OF SDU'S AND INFILTRATION OF ARMS AT GOLELA AND SHOOTING AT EMPANGENI",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53072&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811241202_dbn_981201db.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR HEWITT",
            "MR LAX",
            "MR SIBANYONI",
            "MR WILLS",
            "MS THABETE",
            "SIPHO JOEL SITHOLE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR WILLS",
            "SIPHO JOEL SITHOLE",
            "MR SITHOLE",
            "MR LAX",
            "MR HEWITT",
            "MS THABETE",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson, I call Mr Sithole.",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR WILLS",
            "Thank you Mr Chairperson.  Mr Sithole, you applied for amnesty on the prescribed form in that you attested to an affidavit on the 10th of may 1997, in Durban?  Is that correct?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is right.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you confirm the contents of that affidavit?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR WILLS",
            "You then supplemented that affidavit in terms of a memorandum in support of the application, which is a two paged document dealing with three aspects, do you confirm the contents of that document?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Wills, just for the record, that is the document appearing at page 32 and 33, is it?",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, indeed.  Mr Sithole, can I just ask you to move the microphone slightly closer, apparently the Sound Technicians are battling a bit, thank you.\n\tMr Sithole, you have been a member of the ANC from 1982 to present, and you have been a member of MK from 1982 to 1994, is that correct?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "In your application at page 25 of the record, that is the first page of your application, you indicate that you have been an ANC REC member from 1992 - 1993, was that Southern Natal?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is Southern Natal, that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "You indicate that you have been an MK Commander between the years 1984 and 1991?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you indicate that you were the MK Chief of Staff in the Southern Natal region between the years 1991 and 1994?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "You also indicate in your application that you became a Captain in the SANDF and you served in that role between 1994 and 1996?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "I presume that this position arose as a result of the integration of the various armies into the South African National Defence Force, is that correct?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you indicate to the Committee what sort of training you have had in your capacity as being a member of MK?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "I have been trained in various forms of military activity, one of them being an ordinary soldier, who trained to be able to handle arms.\n\tI have been trained to be able to gain intelligence, operative, I have been trained in politics, as a political ANC man.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where did you receive your training Mr Sithole?",
            "Unknown"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "I received my training in East Germany, in 1986.\n\tMy other training in 1987, 1988 was in the Soviet Union, the then Soviet Union, now Russia.",
            "Male"
        ],
        [
            "MR WILLS",
            "When did you return to the country for the first time after your training?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "The first time after my training?",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Besides the work that I was doing, I was doing border reconnaissance as from 1986.  I was put in command of that Unit that was doing border reconnaissance in Swaziland, so I was coming in and out of the country, bringing all the comrades, most of the comrades that you have learned about that were killed by the State, I probably brought them into the country.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, sorry, I jumped the gun a bit, I am sorry.  Prior to you leaving the country and prior to you embarking upon training in exile, you were a teacher employed by the kwaZulu government, is that correct?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "One of the incidents in respect of which you are applying for amnesty, goes back to this time, it is an incident at Empangeni in September 1984, is that correct?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that incident occurred immediately before you left the country for t raining, is that right?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Prior to this incident occurring, you were a member of the ANC, is that correct?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, underground.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell us what happened in regard to that incident at Empangeni?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Politically at the time I was involved in the organisation of UDF in the northern parts of kwaZulu Natal, especially Empangeni and surrounding areas whilst I was a teacher at the same time.\n\tI organised for students to come into the rallies in Durban and unfortunately it hurt some of the people in the process, like members of the Inkatha in that area, for instance.\n\tI was called one day by members of my school committee, especially one of them was related, he used the fact that he was related by closeness of surname with the wife who was also a Sithole, and then he actually (indistinct) into a meeting that was organised by most of the Inkatha, today who are presently MP's and so forth, holding high positions within the IFP.\n\tThey called me into the school at Nhlange, I was teaching at Imanga high school at that time.  I went there ...",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, if you can just talk a little bit slower, someone is translating the proceedings into Zulu and they struggle a bit.",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Okay.  After getting to a van from one of the school committee members, in fact it was the Chairman of the school committee at Imanga, I was teaching at Imanga high school.  He took me down to Welisani, where the meeting was held.\n\tIn fact, I didn't even know that there was such a big meeting that had already been pre-arranged for me to be actually there.  I went in there, there were a number of people, about four or five sitting in front, and the rest of the members sitting around the hall in the desk.\n\tI was put among them, sitting on the desks.  They started questioning me about my activities, why I was taking students down to Durban, attending rallies, UDF rallies and so forth and so forth and so forth.\n\tThen it became apparent, towards the end, it started around four, five o'clock, four o'clock in the afternoon, just after I had knocked off at school and it continued till round about seven, eight o'clock at night.  What I noticed what was happening, was that they started gathering amabuthu around this school where I was, and I could see when I was looking out of the windows, they had sjamboks and spears and pointing it at me.\n\tAt that point, I was sure that these people were out to do something, some mischief to me, but unfortunately for them, I had a gun in my jacket.  I attended all these sessions with them which was okay, but I had a gun.\n\tWhen they were just about agitating themselves to actually attack me, I just stood up, I took out my pistol, I said anyone who will ever get near me, was going to be on the receiving end.\n\tI stood up, I pushed all of them into one side.  I went out, some of the warlords that were still outside there, with the spears and guns, I pushed them inside the school and I shot twice into the air.  I warned them that anyone who will ever interfere with those school kids because they happened to be members of the UDF, will be on the receiving end.  That is that, after that moment I left.",
            "Male"
        ],
        [
            "MR WILLS",
            "It has come to our attention today that later on that same evening, you were involved in two incidents that related to the attempted murder of a Mr Khumalo and a Mrs Mchunu, is that correct?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "As I understand it, on your return to the country, you were arrested in respect of these incidents?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you were charged at Empangeni court in respect of these incidents?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, what happened to the court proceedings?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "I was picked up at Durban airport in the company of comrade Jeff and comrade Linda Zama, who was a lawyer, who were (indistinct) after addressing at UDW and then he was off to Johannesburg.\n\tShe checked in, as she went in, one policeman just came and said I want this man, pointing at me.  I was picked up, comrade Jeff intervened and said why, who is this man you are looking for.  He said wait here, and then he went back to the office, bringing his document, he came back and said Sipho Sithole and then he picked me up.\n\tI was taken to Empangeni and then at Empangeni I slept there over night.  They applied for my bail the following day and I was released.  There have been two court appearances on that matter.\n\tOn the basis of which I maintained the fact that I came inside the country because I was given indemnity on the issue.  Linda Zama was handling the issue and the charges were withdrawn.",
            "Male"
        ],
        [
            "MR WILLS",
            "Is it your evidence that Linda Zama, the attorney Linda Zama was acting for you in that case?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that the court proceedings were stopped because of what reason?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "On the basis that I was given indemnity.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why - you haven't spoken about those incidents in this application, why is that?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "On the same basis that I was given indemnity, so I felt it was not necessary for it to be included.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Sithole, when you say you were given indemnity, as far as you know, was that indemnity granted in terms of the 1992 Act?",
            "Unknown"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or was it some sort of political indemnity that was granted?",
            "Unknown"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "According to the 1990.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it was in terms of the Indemnity Act?",
            "Unknown"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "I filled forms in exile for that matter.  All those forms were submitted.  I filled it with my own hands, so they were submitted.  It was on the basis of that.\n\tIn fact, I got double indemnity for that matter, it was the first one and then the second one, also which had my name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In respect of Mr Khumalo and Ms Mchunu?",
            "Unknown"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "So it is - just to be clear, you are not applying to this Committee for amnesty in respect of those two incidents?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "No, not.",
            "Male"
        ],
        [
            "MR WILLS",
            "And the reason being it is your belief that you have already been indemnified?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Sithole, just before we move on, those two shots that you fired when you were escaping from that meeting, as far as you are aware caused no damage or harm to any property or person?",
            "Unknown"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "No damage at all.",
            "Male"
        ],
        [
            "MR WILLS",
            "You then, as your statement indicates on page 32 of the record, you then made your way out of the country quite soon after escaping from this meeting?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, in fact when I left that area, I came down to Durban because in fact there was an order that I must be shot on sight.\n\tI came down to Durban, I rested for a while underground, and then I left.  There were roadblocks, in fact the news were on the screen and there were roadblocks mounted all over the place, so I had to cool down for a while, and then after a couple of days, I think it was after five days, then we left.  I used the same road to where the police had mounted roadblocks and then up to Swaziland.",
            "Male"
        ],
        [
            "MR WILLS",
            "So the first place you entered was Swaziland?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then from Swaziland, where did you go?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Swaziland, I stayed in Swaziland.  I then moved from Swaziland to GDR, through Mozambique.",
            "Male"
        ],
        [
            "MR WILLS",
            "The GDR being the German Democratic Republic?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "What is commonly known as East Germany?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "East Germany.",
            "Male"
        ],
        [
            "MR WILLS",
            "How long were you in East Germany?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "I was there for about five months in East Germany.",
            "Male"
        ],
        [
            "MR WILLS",
            "Where did you go from there?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Then from there, I came back to Mozambique.  There is one incident that happened there when I was coming back.  I was supposed to be deployed inside the country, I was - when we were coming into Swaziland, between Mozambique and Swaziland, we were intercepted by Swazi soldiers, which later handed over us to the South African regime elements, who were working for Military Intelligence to be tortured.\n\tI was tortured more or less to death by those people, but because the incident had happened under the Swazi authorities, UN actually pressed the Swazi's and asked the Swazi government what has happened to this person.  This is the reason I was returned, otherwise I would have been killed myself.",
            "Male"
        ],
        [
            "MR WILLS",
            "And the UN you refer to is the United Nations?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "The United Nations, at the time, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "On your return to South Africa, your return to South Africa, was in what year?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "It was in August 1991 if I am precise.",
            "Male"
        ],
        [
            "MR WILLS",
            "What were your operations from 1991?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "In 1991 I was approached by military HQ, I think the same that that Advocate was talking about which almost mislead him into believing it was some conspiracy that was happening in the ANC, it was an order by the military Headquarters to establish commands of MK, we had just got the whole army into the country, and then what do we do with the army inside the country?\n\tYou need certain forms of structures that will be in a position to handle all those elements in the country, otherwise soldiers, they are just thrown around without any command or anything.  Then you (indistinct) problems.",
            "Male"
        ],
        [
            "MR WILLS",
            "What was your role in respect to those structures?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "In that, I was responsible for any political activity by those structures.  I was responsible for anything to do with ensuring control of all those structures of MK.",
            "Male"
        ],
        [
            "MR WILLS",
            "But in what geographical area did you operate?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "In Southern Natal.",
            "Male"
        ],
        [
            "MR WILLS",
            "In Southern Natal?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Is this the position you referred to earlier in your evidence when you were MK Chief of Staff in the Southern Natal Region?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, we have heard the evidence of both Mr Radebe and Dr Phillips concerning the establishment of SDU's and particular emphasis has been placed on the procurement of arms for those Units.\n\tYou have been present at the proceedings?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you confirm what both Mr Radebe and Dr Phillips have said in relation to your activities in the procurement of those arms?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Just to concentrate for a while on, to take the evidence of Dr Phillips in a bit more detail.  His evidence was to the effect that you would be the person in the Southern Natal region, that would be responsible for collecting the weapons that arrived and also responsible for distributing those weapons, is that correct?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell us how you set about this task?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "It was a simple one.  When it came into the country, I had had experience even before of handling cadres, the infiltration of personnel, I had done it before, I have done border reconnaissance, I was able to deploy people anywhere in the country, so I had that experience.\n\tSome of the people that were inside the country, were deployed by me from Zambia for instance, using Transkei for instance.",
            "Male"
        ],
        [
            "MR WILLS",
            "Slow down a bit please, because of the interpretation.",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Sorry.  So when I was approached for this task...",
            "Male"
        ],
        [
            "MR WILLS",
            "Who approached you for this task?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "It was comrade Jeff who actually approached me as a political leader in the region.  He said besides the MK tasks which you are supposed to do in organising for your own, the command for MK trained combatants, there is another task that we also ask you to look into.",
            "Male"
        ],
        [
            "MR WILLS",
            "Tell us what happened.",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Then I set out trying to learn from them what is it that I was supposed to do and then he told me that the arms would be coming into the country, in fact, they will be distributed to the SDU's.\n\tFirst he gave me the keys for the cars that would be bringing material into Southern Natal and I was to be responsible for setting up structures to ensure that those weapons were infiltrated down into areas, trouble spots where our own people were under attack.",
            "Male"
        ],
        [
            "MR WILLS",
            "Who made the decisions as regards where those weapons were distributed on the ground?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "I made all the decisions.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that was based on what?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Based on the need for areas that are under attack, to be armed and that is it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, can you just give us a practical example of when you received a consignment of weapons, what you would do with it?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "I will take the key to where the vehicle was, like Mr Radebe said, that vehicle was parked in Workshop, is it Workshop?\n\tI went in there, identified the car as it was by explanation that the car would be like this, one, two, three, I went, pick up the car, start it, took out the car, took it down to, I think the first place where I dropped weapons were in Umkababa.  In that area, there was a house which was left by one of our comrades, who was involved in the (indistinct) shootout, he was still operating outside.\n\tI knew the place very well, and I knew that it was a secure place for us to be able to take out the stuff.  Although we could not bury the stuff during the day, because all was just to take it out, put it in his garage, because the house was abandoned, and then take the car back to the spot where I took it, leave it there and then come back.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then what would you do?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "At night, then we go back.  Now we have to organise burying the stuff.  I felt that the best form of securing material in our way, was to bury the stuff.\n\tNo one shall get it.  The way ANC material was wrapped, even sniffer dogs can't get it.  It was done by experts in terms of packaging, I don't know who, but I know, because I have been an operative for a number of years in the ANC, that the stuff was wrapped, the best way was to dig it and put it in.\n\tSo we go there, put it up.",
            "Male"
        ],
        [
            "MR WILLS",
            "What would you do with the key for the vehicle?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Keep it with me.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then, how many cars were used for this purpose?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "There were three cars.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you describe them briefly?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "One was a van, a Bantam, it was blue in colour with a  white canopy which I used a number of times through roadblocks of the police and which they were never able to detect.\n\tThe stuff in those cars, it ranges, the big one which carried more stuff, was a kombi.  I don't know what you call it, but it is a double cab kombi, VW kombi.\n\tThe smallest of those cars, was the Bantam.  The medium size one was a white one, which was later found in Golela in the border post.",
            "Male"
        ],
        [
            "MR WILLS",
            "And the make of that car?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "It was a Rover, a white Rover, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "A Rover.  Inside these cars, where were the weapons kept?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "They were kept in compartments, specially made compartments.\n\tLet me take for instance the Rover, which is - the police knows about it.  At the back of the Rover, the boot is so deep, so what they have done, they have sealed half of the boot, but if you open the boot, it is a normal boot like any other car, but the way it was done, it has a panel.  That panel to be able to take it out, you've got to have two pins, which were prepared and made and is also sitting in the car.\n\tYou take those two pins, you press it on the side, there were two small holes on the side.  If you don't know about it, you won't even open it, even if you know that there are arms inside.  You press that and there are buttons that will automatically eject the panel and then you will be able to be exposed to the materia inside the car.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you were in a position where you actually handled the firearms and you actually saw what was delivered?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell the Committee what type of weapons were delivered?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "AK's, grenades.",
            "Male"
        ],
        [
            "MR WILLS",
            "When you say grenades, what type of grenades?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Defensive and offensive grenades.  Stechin and Macarov pistols.",
            "Male"
        ],
        [
            "MR WILLS",
            "You say defensive and offensive grenades?  Were they F1 grenades?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "F1 is a very effective one, yes which is a defensive grenade.  We only use it when people want really to kill you.\n\tThe offensive one you can actually just throw it to alarm the police.  But if really people are attacking you, you just use the F1 and that is it.",
            "Male"
        ],
        [
            "MR WILLS",
            "It wasn't only in the form of vehicles that weapons were delivered.  Mr Phillips has given evidence that sometimes weapons were dropped off at particular sites, and he has indicated that he would get details of this through a map which might be faxed through.\n\tWould you receive these maps?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And how would you know where these weapons were?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Principles in conspiracy or what is called MCW.",
            "Male"
        ],
        [
            "MR WILLS",
            "MCW being?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Military Combat Work where you are taught to make sketches to understand what it means.  If it is an arrow like this, it means it is a road, if it is a point like this, it means this is where the material is kept.\n\tIf it is like that, we normally innovated so in case even if police knows about it, then you can change signals and then you know this signal means this, and that signal means that.   Within the ordinary geographical map that actually, so I will know, I will pinpoint it exactly where the material is.\n\tSometimes you go there and you search, and you don't find it.  If you don't find it, you have to go, try communication back and say no, I didn't find that stuff in the DLB, so they will send it again.\n\tOrdinance had its own people, even when we were operating outside.  People will go and check, who were responsible for setting up all those DLB's, if there is a problem, it is their responsibility on their own.  They are not known by anyone in anyway, to go and check what had happened with those material.\n\tSome of the material (indistinct), some of the buildings were built on top of some of them as I have heard from some of our comrades in Swaziland, saying that some of the material, we were not able to retrieve it because buildings have come up in those areas, and then we have lost it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Who did you supply these weapons to?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "A number of comrades that I was dealing with.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell the Committee?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "One, I had to select comrades that I had trust in.  Mostly it was people that I have dealt with before in exile.\n\tOne of them was comrade Mapumole who was coming from D1212 at Umlazi, a number of people know him.  He was suffering from diabetes at the time.  I struggled with him in exile, I struggled with him inside the country at that time.  He was one of the most disciplined comrades as far as I know.",
            "Male"
        ],
        [
            "MR WILLS",
            "You said his name was?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Comrade Mapumole.  The second one, there is one comrade who is in jail at the moment, I don't know whether he has applied for amnesty or whatever, but I know for a fact that that comrade actually worked with us in handling material.\n\tWhether he was later on involved in operations down the line, I don't know, but in handling materials, I know for a fact, I have dealt with him.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you would give this comrade's name to the Committee.",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Shonge.",
            "Male"
        ],
        [
            "MR WILLS",
            "You don't have to give the name here, but you would be prepared to give the name to the Committee in private.  The reason why you don't want to give the name is because of advise from me that he hasn't, we are not sure if he has been advised.",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is right.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then there were other comrades?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Another one was Gumedi from Z in Umlazi.  I knew him as Gumedi and I know for a fact that he was involved in carrying out some of the operations.\n\tAnother one, comrade Nduli for instance was also responsible for most of the areas in the north, Inanda, going up towards the border lines of Southern Natal, he was also involved with that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Would these persons receive weapons from you and would they distribute them further on?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, they would receive them from me, and they are also responsible for all the other activities below them, that is making the point that if most of the people were old people, were not really responsible for operations.\n\tSome were down the line because they were in constant contact with communities that were actually involved in these operations, in acts of defence.\n\tThey were the ones who were (indistinct) to the comrades down below.  One of the comrades that I have forgotten to mention was like an overall in terms of assisting the other comrades as well, was comrade Chief, we used to call him Chief Sithole, but his real name, I learned afterwards, after he was killed mysteriously in 1993, that he was Nkosinathi Mkwanyani.\n\tThe day that I learned about his name, was the day when we went to bury him.",
            "Male"
        ],
        [
            "MR WILLS",
            "Both Mr Radebe and Dr Phillips have indicated that your operations were conducted on a need to know basis?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are we to assume by that that you would know the persons who were immediately above you, like for example in this instance, in the first instance where you distributed weapons, it was Mr Radebe and then later on, Mr Phillips?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Comrade Phillips, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then you would know the identities of the persons immediately below you?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "But would you know the identities of those persons further down the chain?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "I wouldn't, but as a Commander, I would say sometimes you suspect, but you can't even say or can't actually betray yourself to those comrades, even if you suspect that they might be involved.  You don't even have to question them, so in that respect some I suspected in certain instances, so and so we hear that people are talking that he might be involved in a Self Defence Unit somewhere down the line.\n\tBut I have no evidence to say yes, he was.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, just before we get off the procurement of arms, are you in a position to estimate the amounts, the quantities of various types of armourments that came through you directly in the period?  The period that we are referring to is obviously the period from 1991 to the elections in 1994?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Possible amount of weaponry, my career has changed.",
            "Male"
        ],
        [
            "MR WILLS",
            "You are now in construction, I believe.",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Possible the amount is possibly 150, 100 - 150 weapons which was very little by the demand that we were getting from the communities.  In fact, we would run dry most of the time, so we were not in a position to actually effectively organise our own communities in terms of self defence.",
            "Male"
        ],
        [
            "MR WILLS",
            "And hand grenades?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Grenades, in a consignment sometimes 10, 20, not much. About 10, 20, came in packages of about five in each, so two packages sometimes.\n\tMost of the weaponry that we needed, was AK's with ammunition which was taking a lot of space in the cars, so in addition, just in case, then they will give you grenades and we didn't like the use mostly of grenades, because of the danger that if a person doesn't handle it properly, it can actually explode in our faces.",
            "Male"
        ],
        [
            "MR WILLS",
            "What about the pistols, you mentioned Stechin machine pistols, and the macarov?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Pistols, yes we had a couple of Stechin's, I don't think there were more than 20 Stechin's (indistinct).\n\tPistols, small ones, macarov, not more than ten, which was meant really for people who were in command to be able to have in case they were walking around at night.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Now, Dr Phillips has indicated that the way the procurement worked, was both you would get weapons sent in from above if I can use that phrase, from military Headquarters, but you also made requests for weapons to come to certain communities.\n\tWere you involved in that process at all?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, from the reports that I get from my own command, then they will say to me that we've got a problem in such and such an area.  I personally wanted to go and verify it on my own so that in case even there are certain things that our own comrades do down there, we must be held accountable for their operations.\n\tMost of the time, when reports come in, I personally used to go into an area and see really, if it was necessary for us to be putting arms into that area.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then, if you decided it was necessary, how would you ...",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Then I would get the stuff, get it down to the Commander who reported the incident, give him the consignment.",
            "Male"
        ],
        [
            "MR WILLS",
            "How would you get the armourments from military Headquarters, who would you speak to?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Of course in military Headquarters, I never go directly to military Headquarters.  I am talking about the material that we have already in the DLB's, which we have stored, then it is a matter of taking from the DLB's that we have established now and then distribute it amongst those comrades that were supposed to be handling it.",
            "Male"
        ],
        [
            "MR WILLS",
            "But if you wanted to get something from military Headquarters, who would you go through?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "I will go through Ian  Phillips in terms of communication.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you wouldn't communicate with military Headquarters directly, yourself?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "You were also responsible for the training of the SDU members, is that correct?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And related to that training was the MK persons who were attached to SDU's, is that correct?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Before we get into the training, how would you select of how would it arise that an MK person would be attached to a particular SDU?  Tell me how that process worked?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Right from the beginning, we never saw MK trained MK, what I will call revolutionary advanced units of MK, directly participating in acts of defence ourselves.\n\tWe saw revolutionary armed people in their own communities, developing a capacity to defend themselves.  Whatever role our own comrades discipline, even among our own, trained must be disciplined comrades who must be dispatched into those areas so that they must be in a position of controlling things.\n\tI know for a fact, if you are giving people arms, they can actually turn those arms against you, what do you do at any stage?  So we couldn't take the risk of ensuring that there was ill-discipline in those Units, where our own comrades were participating, in terms of developing those structures in community defence.",
            "Male"
        ],
        [
            "MR WILLS",
            "How would you approach that problem?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "For our own comrades in command, the people that I was dealing with, give them principles, that you want people who are highly disciplined, highly motivated, people who had political understanding of the situation at the end of the day.\n\tNot just a person who will say that he would like to go for defence in a community and then we take him like that.  I explained to them it must be a person who will be liable for whatever operational action that might have taken place.\n\tIt was up to them to decide, our own comrades were in the communities.  We of course encouraged the taking over of certain comrades in those various communities, because they knew those communities better than any other person.\n\tIf you take a person from another area, you go and deploy him in say from the northern part of Natal, you go and deploy him in Port Shepstone for instance, you will have problems.\n\tThose people have been involved in defence of their own communities, for him to adapt, there is a lot of risk involved.  So what I have said to my own comrades, it would be better if there are MK comrades in those areas, and if they are disciplined as we are saying, then you can actually incorporate them into the structures and make them to train people in the act of self defence.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  So what you are saying is it would be an MK person who was coming from a particular area that would be encouraged to participate in the SDU activities of that area?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "The bottom line is that you are a member of MK and your conscience, will actually  even tell you, some of them will actually directly come to the ANC office, in MK structure now, and say chaps, people are dying there, we want to participate.  And we don't talk to them, we say yes, we are aware, because we could not betray the whole system of communication or the whole system of command.\n\tAll that we will say is okay, we are aware.  But if our Commanders come, then we say so and so has been into the office.  Is it possible for him to participate and they must have their own assessment of the community in that area.\n\tIt happens sometimes that a member of MK is ill-disciplined.  He can come to the office looking for whatever, because has probably heard that arms are coming from the office or what, but we are always guarding against those, because most of the time people can actually take weapons and use them for their own ends at the end of the day, not necessarily for the acts of defence.",
            "Male"
        ],
        [
            "MR WILLS",
            "And those trusted comrades from MK that were assigned to the SDU's, they had a role in training the members of the community in the exercise of the firearms, is that correct?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "With the operation of the firearm?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, not only on firearms but also in information gathering, which was very critical.\n\tMost of the acts that were supposedly to have been launched against our own communities, were not stopped by weapons.  It was stopped by getting proper information about an attack and actually exposing that before it actually happened.  Then it was not only just weapons that were used in acts of self defence, but a lot of things, like information which was very critical.\n\tIf the enemy knows that people knew that they are coming, they will say hold it, and then we prevented a lot of things that would have happened, through just gathering information and training people specifically to be able to gather as much information.\n\tFor instance, in some other areas a car, if a car just come with people with arms, with weapons, they are just shooting people indiscriminately, it happened in a number of areas, we say to the people, we don't want you to tell us about the car, that it was a white car that just went passed.  We want you to be in a position to try and recognise the faces of the people. \t\n\tIf you can the number plates of the car, the proper description of a vehicle, so that if in case our own comrade needs to act against those people, they must act precisely.  They mustn't just shoot any other car that might have been passing  Part of the training was to actually in giving skills to people to be able to precisely identify the cause of violence in the area.  We will not be part of the genocide where we will tell our own comrades go and kill and kill indiscriminately, we wanted specific, zero in to the specifics, who is responsible for this violence.",
            "Male"
        ],
        [
            "MR WILLS",
            "Your operations were partly to assist in the SDU structures in the province, but you also had MK responsibilities at that time, is that correct?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you describe briefly to the Committee what your MK responsibilities were?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "One of the activities that faced me, to come up with a CPR list.",
            "Male"
        ],
        [
            "MR WILLS",
            "CPR being?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "A certified personal register for MK operatives.  We came in during different periods.  Some came in August, some were inside the country when there was this unbanning.\n\tSome even came later.  There was a need for us to be in a position to have a list.  How many cadres are there?  Where were people trained?  Who, what was the people doing all along and to be able to prepare for purposes of integration.\n\tWe had to compile those lists, we had to time and again, call conferences for MK.  They were political soldiers, they were not just mere soldiers.  They needed to be informed of the political decisions that had been taken by the ANC at various stages of conferences.\n\tEven if there was a preparation for a conference, we had to carry a mandate from them, as to what is it that they want said in the conference of ANC political structure.\n\tAnd also to prepare for our own conferences, we had a conference inside the country, Mpumalanga is one that I attended myself.  We had to organise them, organise them into their structures, so that we are in a position to actually report to military Headquarters that we have MK here, so many soldiers have reported, this is what they are doing, this is their plight at this point in time.",
            "Male"
        ],
        [
            "MR WILLS",
            "You have also applied for amnesty in respect of your involvement in an incident which has been referred to by my colleague, Mr Hewitt at Golela.",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "As I understand it, some comrades were arrested at the Golela border post, that is on the border with Swaziland and they had certain, they were caught with certain armourments?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you, do you know what those armourments were first of all?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.  Part of their weaponry, two RPG7's, which the Honourable Advocate has been referring to.",
            "Male"
        ],
        [
            "MR WILLS",
            "RPG7's being for the layman, the grenade launcher?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "It is recoilless rocket launcher.  You can put it on your shoulder, and then you can shoot it, it shoots a shell.  A shell is divided into three, it has a shell, it's got a head, a propellant that you put it in it and then you put it in, once you fire with it, the propellant just moves out of the shell and it can actually cruise on its own, to its target.\n\tIt was an anti-tank weaponry, or used against armoured vehicles most of the time.  It is part of what we call light arms, warfare.  It is not something that is heavy, you can think it is something bizarre.  It is just an ordinary weapon, classified as light arms.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay.",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Then you can go to what you call a machine gun.  Even the category, it is below that of a machine gun.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would those two RPG's have ended up in some SDU?",
            "Unknown"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Never.  I don't see people, for one to be able to use an RPG7, you must have been very trained in using RPG7.  It has optical sight.  Those optical sight, there was no way just an ordinary member or a person that you might have recruited inside the country, might have been able to use an RPG7.\n\tIt needs only trained personnel, and not every trained personnel, only those who have been trained in the usage of RPG7's.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know why that - sorry before I go on to that, what other weapons were found in that incident?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "A couple of AK's and a lot of ammunition for AK's.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know why specifically those rocket launchers, what the purpose was for the procurement of those weapons?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "I was inundated by a lot of calls from our own trained cadres of MK, about the fact that they were being killed on a daily basis.\n\tThere was a campaign from various elements.  The Bureau of Investigation was in Natal, which was responsible for intelligence gathering against our own people, was responsible for the killing of a lot of our own comrades in formerly kwaZulu Natal townships, that is why.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, before you go on, can you just repeat the instance that you refer to.  The Bureau of what, sorry?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Of Investigation, the BSI in kwaZulu Natal.",
            "Male"
        ],
        [
            "MR LAX",
            "BSI?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "That was a kwaZulu institution, it wasn't a ...",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "kwaZulu, Institution of Intelligence within kwaZulu.",
            "Male"
        ],
        [
            "MR LAX",
            "It was part of the kwaZulu police?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, but not just an ordinary ZP that you see on the street, they were involved in intelligence gathering of the kwaZulu government police.\n\tThe SADF, not necessarily an ordinary footsoldier of the SADF, but within the military intelligence of SADF then, they were involved in gathering.  I even learned about that when I was integrated into the army, sitting in the operation command in Natal Command, that whatever those people were talking about, the only thing that was a threat, it was just MK soldiers, and nothing else.\n\tEvery time when they go into meetings, they read notes or information gathering from the ZP and from the SADF, it is just MK soldiers and nothing else.  They were part of the collection of information against us.\n\tThe organised units that have been trained in Caprivi which is a foregone conclusion now, that they were actually mandated to go and kill some of our comrades.\n\tThe special units within the Police, the intelligence unit within the police, I know for a fact one of the policemen in Pinetown had committed a lot of atrocities, they shot him up, they shot him.\n\tThis is what all comrades were crying about.  We are faced with this situation.  We have suspended armed struggle, yes, we have said, you have suspended the armed struggle, but we had a right to self defence as members of MK as such.\n\tThis is where we are of the idea that if in case we can get hold of this stuff, then we will not be on an offensive against the apartheid, but for those that will come to us, those that will try and assassinate our own comrades, they will get it at the end of the day, that is it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are you, is it your evidence that you say that the purpose of the procurement of those two, the RPG7's was specifically for the use of trained MK persons, distinct from the SDU's?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "In self defence.   Yes, in the operations of self defence.",
            "Male"
        ],
        [
            "MR WILLS",
            "In operations of self defence?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you just explain to the Committee, what your involvement was in relation to the procurement of that cache that was discovered by the police?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "In fact one of the members in the command, Mavivi Ngubezi as he is mentioned, came to us because of the same feeling that most of the comrades were crying, chaps can you do something, we know that probably you might have access to the weapons.\n\tMavivi Ngubezi was a member of the Ordinance Unit when they were still operating from outside.  I was serving in the Service Unit in Swaziland.  I knew also he was also involved in ordinance, so he knew most of our staff was outside.\n\tWe approached him, he came to us and then we told him, okay, we can assist you with a vehicle to do that, we can give you money for the petrol for the vehicle, to go and get these arms.\n\tHe went with a vehicle to Mozambique, the car had a breakdown in Swaziland, he came back, they got the engine, fixed it, they went to Mozambique.  They procured the stuff in Mozambique.\n\tOn their returning to the country, they were intercepted at the border, at Golela.  Subsequently to that, I was picked up at the ANC office, unlike what the media was saying.",
            "Male"
        ],
        [
            "MR WILLS",
            "Which ANC office were you picked up at?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "The ANC office at the time was at Mgeni Road.",
            "Male"
        ],
        [
            "MR WILLS",
            "In Durban?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "In Durban, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "So, your evidence is to the effect that at no stage did you leave the country to go and pick those weapons up?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "No, never.  I don't know where they got it from.",
            "Male"
        ],
        [
            "MR WILLS",
            "But your evidence is also that you were involved in the procurement of those weapons?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, I agree.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that was done under your authority?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "As far as you know, sorry, I will rephrase that, you have indicated in your memorandum, that you yourself, are not applying for amnesty in respect of any gross human violations which you personally committed?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "I have a note here that there was a government gazette for the record, where you were granted amnesty on the 22nd of March 1991, under government notice 13130 at page 32 of that gazette.\n\tI trust that this is what you were informed about when Mrs Zama was handling your case?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That would be indemnity rather than amnesty.",
            "Unknown"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Indemnity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just give that reference again?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "It is government gazette dated 22nd of March 1991, the gazette number is 13130, and it is at page 32.  I believe the document is being faxed through to the Committee or to the fax machine here.\n\tIf the Committee will just bear with me.  After 1994, you served in the SANDF for a short while, and you are now employed in a private capacity?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Is that correct, you are no longer a member of the SANDF?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills.  Mr Hewitt, do you have any questions to ask Mr Sithole?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR HEWITT",
            "Yes, I do Mr Chairman.  Have you got your application for amnesty before you?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Please have a look at page 26 and in particular ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is page 2 of the application form, if you don't have the bundle number.",
            "Unknown"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Which page 26?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 26, alternatively page 2 of the application form, the part that is filled in in your own handwriting.",
            "Unknown"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "The form?",
            "Male"
        ],
        [
            "MR LAX",
            "It is page 2 of the application form.",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Forgive me, I have never worked in the office.  Page?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 2, the second page of the form.",
            "Unknown"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Okay.",
            "Male"
        ],
        [
            "MR HEWITT",
            "You should see a lot of typed questions and handwritten answers, given to those questions.  Do you have that document before you?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "At the top it is part of a sentence which reads or any other former State or department/division, have you got the right page?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Have a look at paragraph 9(a)(i) please.",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "There you were asked to furnish particulars, any acts, omissions or offences associated with a political object which you committed, and you have listed three.  Under (i) you have listed three separate offences or acts which you claim indemnity for, do you see that?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Under (i) on the copy which I have, it has got Empangeni with a line drawn through it and then exchange of fire.  Okay, then please turn to a memorandum in support of your application, which appears on the copy which I have been given, at page 32, do you have that?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "There again you divide that up into also three different sections, and presumably corresponding with the different sections we have referred to on page 26, the first page?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "What is the exchange of fire that you are asking for amnesty for?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "It is a discharge, in actual fact it is supposed to say a discharge of a firearm at Empangeni.",
            "Male"
        ],
        [
            "MR HEWITT",
            "You say it should read discharge.",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Not exchange.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Not exchange?  And the Empangeni which is crossed out, presumably that is a mistake, it should refer to Empangeni, shouldn't it?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, why not.",
            "Male"
        ],
        [
            "MR HEWITT",
            "It should be there?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Because it seems quite clear from page 32, your memorandum that what you are asking for amnesty for ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the Empangeni is scratched out because he realised he wrote it at the wrong place, it should have been where it is in fact written next to (iii).",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "At the bottom, but it is referring to the same incident that you have given evidence about, namely the discharge of a firearm in September 1984 at this meeting over your activities as a school teacher, is that right?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is right.",
            "Male"
        ],
        [
            "MR HEWITT",
            "What do you believe you did wrong on that occasion?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "There is nothing.  As I am saying, the mere fact that you had a gun in South Africa at that time, which was carrying an illegal weapon, the mere fact that you discharged it, is still an offence at the end of the day.",
            "Male"
        ],
        [
            "MR HEWITT",
            "All right.  So your present application involves applying for amnesty for having that gun unlawfully in your possession that night, and discharging it over the heads of these people?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Is that right?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "You don't believe that you've already got amnesty in respect of that incident?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "For me, why it is there in actual fact, is that if you are addressing the TRC, they wanted your history, where do you come from, how did you leave the country.  This is one of the reasons why I have actually put it up there.\n\tIt is the discharge of a firearm at Empangeni, as cited as one of the incidents that led me out of the country.",
            "Male"
        ],
        [
            "MR HEWITT",
            "When you were arrested on these two attempted murder charges that we have heard about, namely the attempted murder of Ms Mchunu and also the attempted murder on Mr Khumalo, were you informed that those attempted murders, the allegations related to incidents involving you the same night as this meeting in September, took place in September 1984?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is the reason why the cases were withdrawn against me.",
            "Male"
        ],
        [
            "MR HEWITT",
            "No.  Were you advised that those incidents that you were charged for, were alleged to have taken place the same night as the meeting, namely September 1984?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Can you just repeat your question, you have your changed your question altogether, can you repeat it.",
            "Male"
        ],
        [
            "MR HEWITT",
            "I am sorry, I can't understand your answers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He is asking to repeat the question.",
            "Unknown"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Repeat the question, it is changed, it is not the first question that you have asked me.",
            "Male"
        ],
        [
            "MR HEWITT",
            "You told us that you were charged on your return to the country, with two counts of attempted murder?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Is that correct?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "The one count of attempted murder related to a Ms Mchunu, correct?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "Is the answer yes?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, that is what I am saying.",
            "Male"
        ],
        [
            "MR HEWITT",
            "The second count of attempted murder related to a Mr Khumalo, is that correct?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR HEWITT",
            "All right, now I want you to listen carefully to this next question.  Were you told that the allegations against you was that you attempted to murder these two people on the same night as this meeting that you have given us evidence about, namely September 1984 when you were threatened at a meeting and you fired over their heads, and you ran away?\n\tWere you told that that same night, it was alleged you had attempted to murder Ms Mchunu and Mr Khumalo?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Really I don't understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Hewitt is wanting from you Mr Sithole, those two charges of attempted murder, was it alleged that the attempts to murder those two people, namely Mr Khumalo and Ms Mchunu, took place on the same night that you discharged the firearm at that meeting that you escaped from?",
            "Unknown"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Told by whom?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "I don't know what this answer is.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, maybe I can help here.  Just listen carefully.  Maybe we are confusing with lawyers' talk.",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "It is really very simple.  The night that you are alleged to have attempted to kill Ms Mchunu and Mr Khumalo, was that on the same night as you discharged your firearm?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, on the same night.  The incident happened earlier and then the other two later.",
            "Male"
        ],
        [
            "MR HEWITT",
            "All right.  Now the effect of your evidence today is that you say you believe that you have an indemnity or an amnesty for events that occurred later on that night, but not for events that occurred earlier on that night because you are applying for amnesty now for events that occurred the same night, but just a bit earlier on?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "In my application, in exile, I mentioned those two incidents.  This is why I believe that my indemnity was on the basis of the two incidents that I mentioned at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He didn't mention the discharge of the firearm?",
            "Unknown"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "No, because I didn't make, no one was injured, I didn't attempt to kill anyone in that, it was just the discharge of a firearm, and that is it.",
            "Male"
        ],
        [
            "MR HEWITT",
            "At this point Mr Chairman, and this is where I think the Committee has to make a ruling now, I am going to now apply for reserve my further cross-examination of this applicant, pending our satisfaction and investigation that in fact he does have an amnesty or indemnity rather, for these two attempted murders which has been referred to.\n\tMy reason for this is as follows, it is quite clear from the present application that this applicant is applying for indemnity or amnesty in respect of him being in possession of an unlicensed firearm, illegally and discharging shot on a particular night in September 1984.\n\tHe clearly doesn't believe that he already has an indemnity on amnesty in respect of the earlier part of the evening.  Our submission and obviously this submission is valid only if he has not been given an indemnity for the two counts of attempted murder, because if he has not been given an indemnity for the two counts of attempted murder, our submission will be that there has not been a full disclosure of the shooting events with an unlawfully possessed firearm during a specific night in September in 1984, and that because of that, he is applying for amnesty in respect of the events of that night, and shooting with an unlicensed firearm.\n\tWe would be entitled to cross-examine him on that aspect, but obviously if he has been in fact granted amnesty in respect of it, that would be an exercise in futility, so we submit that in fairness to deal with this issue, we should be given the opportunity to investigate this aspect of indemnity, because if he hasn't been given it, it is relevant to our further cross-examination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But Mr Hewitt, Mr Sithole has specifically stated that he is not applying to this Committee in respect of the attempted murders of Mr Khumalo and Ms Mchunu, he specifically said he is not applying.\n\tWe are not going to make any decision whatsoever relating to Ms Mchunu or Mr Khumalo, because it is not before us.\n\tHe says that on that night, as far as we know, three incidents occurred.  One was at the meeting, when he escaped and he shot a couple of shots in the air, and then later, it is alleged that he was involved in an attempted murder.  He is only applying for the shooting, so if you wanted to cross-examine him about what happened to Ms Mchunu, why should we as a Committee listen to such cross-examination if Mr Sithole says that he is not applying for amnesty in respect of the act involving Ms Mchunu?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "It is all too easy for an applicant to say when he is confronted with an act or a crime with which he has, which is put to him and which he has committed and has not mentioned in his application for amnesty, to say oh, but I am not applying for amnesty in respect of that particular crime.\n\tTo avoid the consequence, to avoid the simple consequence that it can no longer be argued by the cross-examiner or those opposing the amnesty, that he has not made a full disclosure.  That is the potential prejudice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, it is alleged that I have shot X.  I come and apply for amnesty for another shooting that evening, it has nothing to do with the shooting of X.  I say I am not applying in respect of the shooting of X, now you are saying that you, who are representing X, are prejudiced because I haven't given a full disclosure relating to the shooting of X, which has got nothing to do with it?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "No, what we are saying is this, anybody who applies for amnesty, must make a full disclosure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Must make a full disclosure of all relevant facts pertaining to the matter in respect of which he applies for amnesty for.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "Yes, and he is applying for amnesty in respect of his possession of an unlicensed, unlawful firearm on a particular night in September, and his discharge of that firearm on that same night in September, yet he does not, he does not mention all the acts and all the discharging of the firearm which he mentions.\n\tBut because when the amnesty application starts, it is stated on record that there are further acts involved, it is too easy with respect for his evidence then to be tailored by saying, well, I am not applying for amnesty for the second part of the evening, I am only applying for amnesty for the first part of the evening.\n\tThat is a very simple way of avoiding a situation where it may be that Ms Mchunu represented by me, can argue at a later stage that this man has not made a full disclosure in respect of the very evening, the same date, the same offence, the use of a firearm.\n\tHe has not made full disclosure in how much use he has made of that firearm.  With respect, we should for those reasons be given the right to investigate whether he has been given this indemnity in respect of those, because if he has not, with respect it is highly relevant to my continued cross-examination of this applicant along the lines which I have submitted, namely there has not been full disclosure.\n\tYou cannot at this stage, with respect, Mr Chairman and members of the Committee say, because my learned friend has now said after I have apprised him when this case started this morning, of the existence of a Ms Mchunu, and this applicant in his evidence, has now said no, there was an incident, but I am not applying for amnesty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, sorry to interrupt, if you take a look at Mr Sithole's application, page 25 through to 33 or 34, whatever it is, he says look, I am applying for three incidents, three categories if I can put it that way.\n\tOne is the SDU's, one is the Empangeni, Golela arms, and the third is the shooting that took place outside such and such a school at Empangeni which is described in his application.\n\tIf he were to succeed in his application, and amnesty were to be granted for purposes of argument, amnesty will be granted not in respect of any shooting that he may have done on the night of such and such September, it will be in respect of shots, two shots fired in the air, at such and such a place, such and such a school.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "I appreciate this Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So in other words, whether he went on a shooting campaign in the afternoon and the evening, and it is not going to be involved in the hearing, or even considered because he hasn't applied for it, what is the relevance?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "What happened Mr Chairman, and this is where you are with respect, you could fall very easily into the trap of pre-judging this issue because Mr Chairman, you have not heard any cross-examination that I have directed, and obviously I won't do so in the light of what has developed now, but the cross-examination will be directed to the events involving Mr Khumalo and Mrs Mchunu and it will show that these, all these events, one of which he claims amnesty for, the shooting incident at the meeting, is so inextricably tied up with the shooting, attempted murder of Ms Mchunu and the attempted murder of Mr Khumalo, that it would be completely artificial to separate them as totally different events.\n\tThey are with respect Mr Chairman, and members of the Committee, this will be our submission, but obviously you haven't heard evidence now and you cannot pre-judge it with respect, or fall into the trap of thinking that they are two separate incidents, when you haven't heard evidence on this.\n\tIf he has not been granted indemnity for those two offences, we will continue our cross-examination and we will show that in fact the incidents are inextricably tied up with each other, flowing from the same incident, and all for the same motives.\n\tYou can't deal with it with respect, in a piece meal basis, because he hasn't spelt out in this application Ms Mchunu and Mr Khumalo, that this hearing can continue.  If you are satisfied, if it is established that he hasn't been given indemnity and you are satisfied that I can then continue cross-examining on it, what happens if the Committee is then satisfied that the shooting, the attempt on Mr Khumalo and Ms Mchunu is so inextricably tied up with this amnesty application, that Mr Sithole should have disclosed it, must have known he should have disclosed it and because he did not disclose it, he has not made a full disclosure and therefore he is not entitled to an amnesty?\n\tThose are the factors which the Committee has to consider at the end of his application, and it cannot with respect, do so by simply treating these incidents as piece meal without knowing that they are inextricably involved, or they may be piece meal.  At least affording us an opportunity if we are so advised to do so, to canvass that issue.\n\tBut obviously we don't want to canvass it now.  If the man has been granted indemnity for that, we are not going to waste your time, but you have to with respect, consider it if he hasn't been granted an indemnity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.  Mr Chairperson, I oppose the reservation, the application made by Mr Hewitt to reserve his cross-examination.\n\tClearly my understanding of the requirement of full disclosure in the context of amnesty applications, is that you have a obligation in terms of the Act, to fully disclose in respect of the incidents for which you are applying for amnesty and not in respect of anything else.\n\tIt is clear from Mr Hewitt's evidence that he is intimating a certain amount of mala fides on behalf of the applicant, in the sense that it is only because Mr Hewitt has raised this matter, that it has become an issue and that he has fabricated his story to the extent that he is saying no the reason why he hasn't mentioned this in his application, is simply because he's got amnesty for it.\n\tIn response to that, the evidence is quite simple.  We have a copy of a government gazette before us.  It is clear that whilst the details of the exact application are not clear, the applicant's name is indicated on this government gazette and this government gazette is dated in march 1991.\n\tSurely that must indicate that the applicant has been given amnesty for something that predated the period of 1990, which in essence supports the fact that he has applied for indemnity for something specific prior to that period.\n\tHis evidence has in other words been corroborated to the effect that he didn't disclose this because he's already got indemnity for these facts.\n\tBut more so, Mr Chairman, it seems to me that the incidents must be looked at separately, otherwise one can cross-examine on such a broad range in relation to the lack of full disclosure that we could be bogged down for years.\n\tI submit that the approach of the Amnesty Committees have been clear in that regard, that you fully disclose in relation to the specific incidents.\n\tIf my learned friend wants to cross-examine on the basis of incidents for which amnesty is not sought, it is my submission that such cross-examination would simply be irrelevant and should not be heard by the Committee, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any reply Mr Hewitt?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "Yes, just very briefly.  My learned friend talks about a wide range that could make these proceedings interminable.  We are not talking about a wide range, we are talking and this is common cause now, we are talking about two shooting incidents that followed the same night, and immediately after a shooting incident with the same firearm presumably, which he is claiming amnesty for here.  We are not talking about a wide range, where we are on a fishing expedition.\n\tThe issue is very narrow and very circumstride and relates to the same night, by the same person, involving the same firearm and discharging the same firearm.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Hewitt, can you think of any reason and perhaps you could just address us on this, really, this amnesty application is dated May 1997.  If the applicant wanted to apply for amnesty in respect of the two attempted murders, he could well have done so at that stage.\n\tHe has come about matters that he has never been prosecuted for, the only logical conclusion one can come to is that he assumed that he had indemnity for the previous acts, that your clients have an interest in.\n\tSecondly, if I could just finish, perhaps you can just think about this before you reply, we are not seized of those two incidents at all.  They don't appear before us to the extent that your client has an interest in this matter, apart from your generic client as possibly an IFP, the specific client, Ms Mchunu, what is her interest in this application as it is presently before us?  Just those two issues please?",
            "Male"
        ],
        [
            "MR HEWITT",
            "Firstly Ms Mchunu certainly has an interest in the truth and full disclosure being told or given about a shooting incident on this particular night in September 1984 and the reasons why shooting incidents occurred on that particular night.\n\tShe contends that is all inextricably tied up.  You have one version only before you as to why the shooting incident occurred, and that stops as far as Ms Mchunu is concerned, conveniently short of the whole truth by not going a little bit further, which will explain the behaviour of the applicant in its entirety.\n\tClearly she has a direct interest in the full disclosure there.\n\tI think that may well have been your second question to me.  If you could possibly repeat the first one.",
            "Male"
        ],
        [
            "MR LAX",
            "Just in terms of that, if it is your client's assertion that Mr Sithole hasn't revealed to us his real motive, starting with the shooting incident at the school, which is what is before us, then you are at liberty to cross-examine him in relation to that incident and his failure to disclose his proper motive.\n\tBut if we are going to then canvass the second two incidents, which are not before us, on the strength of this application form, how does your client have an interest other than - the question was how does your client have an interest in the matter if we are not looking at the incident where she was shot?\n\tLet's forget about Mr Khumalo for the time being, because he is not before us.",
            "Male"
        ],
        [
            "MR HEWITT",
            "I thought I had explained this.  Possibly I haven't, I could explain it in another way to make it clear.\n\tObviously I don't want in front of the applicant, to disclose what my cross-examination would be, but if such cross-examination demonstrated incidents before the matter in which he claims amnesty today, that is the shooting at the meeting, and there was association between the two or existing motives from the applicant towards Ms Mchunu, prior to the first shooting, then the incident involving her immediately thereafter, is readily explained.\n\tWhat we have said and this was the submission I made, and obviously I don't want to disclose the evidence at this stage and the nature of my cross-examination, I make the submission on the instructions I have received, that the shooting incident involving Mr Khumalo and Ms Mchunu, are inextricably tied up with the very shooting incident for which he claims amnesty.\n\tThis was the point I tried to make to Mr Chairman.  You cannot at this stage pre-judge that they are two separate incidents, until you have heard the whole story.  If the man has got amnesty, or indemnity for those two shootings, then I am not going to waste this tribunal's time, but if he hasn't, then clearly you have to hear the whole story of why he used his gun that night, why he shot, how many people he shot at and why and the reasons preceding it are relevant.  They are all tied up with each other, they are not separate watertight compartments.\n\tTherefore full disclosure is relevant to that consideration.",
            "Male"
        ],
        [
            "MR LAX",
            "Except to say this, that even on the present application, which for the sake of discussion excludes the two succeeding incidents, if on what your client's instructions to you are, he is already not making full disclosure, because if they are intricately linked, then he is not making full disclosure.\n\tYou are arguing, or your client would be arguing that he's got a different motive, which he hasn't disclosed.  Why is your client leaving the matter be, if he's already got indemnity for those two matters?\n\tLet me put it another way, why would your client not persist in an objection if he still is not making a full disclosure?  How does the fact that he got amnesty for those two matters, change his lack of full disclosure?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has testified, he has given his evidence in chief.  He hasn't made mention, well, he has just made mention on being led, the briefest mention of the Khumalo and Mchunu incidents.  So whether he has been granted indemnity or not, what Mr Lax asks, what difference does that make regarding whether or not he made full disclosure?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "Well, are you saying that I can go and cross-examine him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not at all, but you can argue.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "My learned friend obviously is going to have the right to reply to this, my learned friend's problem is that if he hasn't been given an indemnity in respect of those two attempted murders, my learned friend may well object to any cross-examination, then we will have another argument on the question of whether it is relevant for me at the level of full disclosure, to deal with it or whether he is entitled to advise his client, not to reply to any of these questions on the basis he exposes himself.\n\tThere is (indistinct) in effect between my learned friend and I wish may well come about in the future, over which this Committee will have to decide.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are you suggesting then Mr Hewitt, what you are wanting is that you reserve your cross-examination and this becomes a part-heard matter and we convene some time next year, set a date to hear whether you are going to proceed with your cross-examination?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "No, no, I am not suggesting that kind of delay.  I am suggesting a fairly short delay, we are talking about something like a week, so that I can make investigations through the Investigating Officer.  I have his name, Mune Sammy, but as I explained ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you see in a week, this panel will be split up and Mr Lax will be hearing applications in Maritzburg, I will be down in Cape Town, I don't know where Mr Sibanyoni will be, we can't just come together next week.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "Well, these are factors over which none of us unfortunately have control.  I have a duty to discharge to my client, and I am trying to accommodate that duty, discharge that duty to my client and by the same token, I don't want to drag this out.  We will expedite matters as soon as possible to establish if this man has indemnity for those two attempted murders.\n\tWe have tried to establish this, unfortunately Ms Mchunu only found out yesterday as I explained earlier on, this matter was coming to court today.  In that time, I have consulted with her thoroughly, but I have not been able and I have established from her that the same Detective, Inspector Mune Sammy, strangely enough who is mentioned in this applicant's actual application, there is a letter you will see in which he mentions the same Investigating Officer's name and in fact it appears at page 37.\n\tIt is a letter by him in reply to an earlier letter by the Amnesty Committee and if you look at paragraph 1 on page 37, that is the paginated page 37, he says I was charged at Empangeni police station and the Officer who was handling my case was Detective Sergeant Mune Sammy.\n\tWe can possibly try and communicate with him immediately after these proceedings to establish what the position is.  \n\tI am envisaging no more than a week Mr Chairman.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can I come in here please Mr Chairman.  I am actually objecting to what Mr Hewitt is suggesting, because first of all the applicant has led evidence to the fact that he applied for indemnity with regard to the incidents, the killing of Mr Khumalo and Ms Mchunu.\n\tWe have got in front of us a government gazette saying that he has been granted indemnity.  Are we suggesting that he has been granted indemnity for something else?\n\tHe has specified that he applied for indemnity with respect to these acts, and here is a government gazette proving that he's got indemnity.  Are we suggesting that he got indemnity on something else?",
            "Female"
        ],
        [
            "MR HEWITT",
            "Well, first of all, this has just been placed in front of me, I haven't had the chance, I have been busy in fact dealing with the ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All that this document, well, you can look at it Mr Hewitt, it basically says the following persons have been granted indemnity in terms of the Indemnity Act, 1990, and then there is a whole list of people.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Sorry Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What Ms Thabete is getting at is, we have evidence from Mr Sithole saying that he applied for indemnity in respect of two incidents, namely the Khumalo and Mchunu incidents, and then he was informed that he in fact had been granted indemnity, and there is this to confirm that he was in fact granted indemnity.\n\tShe says, are you suggesting that there is anything else that he might have been granted indemnity for other than those acts that he applied for?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "This is one of the puzzling aspects of this indemnity which we now have.  If this gave him indemnity for the, we will refer to it as the Khumalo and Mchunu incident, then ergo it should follow that he was granted indemnity for the September 1984 shooting at the school meeting, which he is applying for amnesty for, it will follow too.",
            "Male"
        ],
        [
            "MR LAX",
            "Except that he made it clear that when he was in exile, he didn't apply for the actual school shooting incident.  He said because nobody was injured, that was his reason he gave why he didn't apply for that one.\n\tPresumably somebody must have informed him that he was charged with these matters.",
            "Male"
        ],
        [
            "MR WILLS",
            "If I can just also add a final bit, I maintain my opposition on the basis that I think that the cross-examination would be irrelevant.\n\tAssuming and I don't assume this, but assuming Mr Hewitt is correct, as I understand Mr Hewitt's position, is that should he not, should the applicant not have been granted amnesty in respect of these two murders, then it is only then that Mr Hewitt would have an interest in cross-examining him.\n\tOn the other hand, if it is established that the applicant has got indemnity in respect of these two attempted murders should I say, then Mr Hewitt would have no problem and he would not want to reserve his cross-examination.\n\tOn the assumption that the applicant has not got indemnity for these matters, which is an assumption which I don't believe is correct, but on that assumption, I would certainly advise the applicant not to testify and not to subject himself to cross-examination in order that I would reserve his rights against self-incrimination.\n\tIf the applicant in those circumstances would take my advise, it would seem to me that there would be no fruitful result in Mr Hewitt's cross-examination, with the result that there would have been no point in the first place, of reserving his cross-examination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think just with regard to this government gazette, it would seem that this government gazette does not relate to the Khumalo or Mchunu incidents, because it says under the powers invested in me, etc, etc, amnesty is granted to any person who prior to twelve o'clock on the 8th of October 1990 underwent training as referred to in Section such and such an Act, and then there is a list of dozens of names, we've just got one page of the s's, so there must have been several pages.\n\tThis looks like this is a type of general indemnity that was granted to people who had undergone training, military training in contravention of Act 83 of 1967 prior to October 1990.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Except Mr Chairman, paragraph (d) refers to who has furnished the full information required and I think that this is what the applicant was referring to when he filled out the papers in exile.",
            "Male"
        ],
        [
            "MR LAX",
            "Let us just take some time, but my recollection on the various - as preparation for serving on this Committee, one obviously read all those Act, because the criteria under those Acts are relevant to the criteria for amnesty, and if you look at Section 20 you will see that reference is made to this.\n\tMy recollection was that this wasn't just a blanket indemnity.  One, people were required to specify the specific acts or offences they may have committed, and there were certain acts or offences which were excluded for the purposes of indemnity, in other words you couldn't get indemnity for everything.\n\tBut be that as it may, perhaps we will just take some time.",
            "Male"
        ],
        [
            "MR HEWITT",
            "There is just one other point, that my learned Instructing Attorney has drawn to my attention, the two documents I have been furnished, the one is dated the 6th of March 1991 and bears number 13068 whereas the second document is dated the 22nd of March 1991 and ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Different gazettes?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "It appears that we have been given two pages of two different gazettes.\n\tWe are plunged even deeper into confusion over the effect of this.  I don't know, what I am asking for Mr Chairman, is really an opportunity to be able to check with this Detective Sergeant Mune Sammy, the Investigating Officer who presumably will know what the fate of these attempted murders are.\n\tI am not asking for a long period.",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Chairman, I hadn't finished what I wanted to say.  Secondly, I am objecting on the basis that I think first of all we need to ascertain from the applicant whether these incidents are separate or they are linked, because we are going on here, we haven't asked him whether the incident which happened at a school, is actually linked to the one that happened earlier on.\n\tI think we need to ascertain that, because if they are not linked, still it doesn't take us anywhere to discover ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, but that might open up the whole cross-examination that we are concerned with because the applicant might say well, they are not linked, but that might be disputed by Mr Hewitt and then we are going to hear all the cross-examination that goes to the whole question, if he asks that.\n\tWe will sit here and will have to listen to everything about the Khumalo and Mchunu incident, to determine whether it is not linked, or whether it is linked.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Chairman, with due respect, but isn't it important for us to ascertain whether these incidents are ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You see, what you want to say, what you are saying, we can hear Mr Hewitt on it, to ascertain from the applicant, but what I am saying is if the applicant says it is not linked, that might not be accepted by Mr Hewitt, then we would have to go into the full merits of Khumalo and Mchunu to determine whether or not it is linked, to determine whether or not he should reserve cross-examination.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Which is not what I am suggesting.  I think nevertheless it is very important to ascertain whether these offences are different, or whether they are not different.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I don't think we can do that, it will involve too much.  We will take an adjournment for five or ten minutes, and then we will make a ruling.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Chairman, perhaps Mr Wills can just try and find out about the wrong front page here, in the mean time.\nCOMMITTEE ADJOURNS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have considered Mr Hewitt's application to reserve further cross-examination of Mr Sithole, specifically in regard to the incident or incidents relating to his client Ms Mchunu and a Mr Khumalo.\n\tAfter consideration, we rule that the application be refused for the reason that the witness, Mr Sithole has specifically testified, stated in his testimony that he is not applying for amnesty in respect of the alleged attempted murders of Ms Mchunu and Mr Khumalo.\n\tThose matters are therefore not before us and the applicant has given evidence relating to the firing of two shots outside the premises where a meeting was held, on apparently the same night as the attempted murders referred to and unless the attempted murders arise out of the firing of those specific two shots, we are of the view that whatever may have happened later that night, or earlier that night, whenever it might have been, is not before us and therefore it is not our concern to delve into those two incidents.\n\tWe believe that this ruling would apply whether or not the applicant, Mr Sithole has been granted indemnity in terms of either the Indemnity Act of 1990 or the 1992 Act, it doesn't make any difference, and we, on that point of whether or not the applicant, Mr Sithole has been granted indemnity in respect of those two attempted murders, we make no finding in that regard.  We don't find that it is necessary to make such a finding.\n\tWe also are of the view that this ruling would in no way prejudice either Mr Khumalo or Ms Mchunu, because if the applicant has been granted indemnity previously, referring specifically to those two incidents, such indemnity would obviously effect their right.  If they haven't, then our ruling in no way effects any rights that they may have with regard to those incidents.\n\tWe do not grant the application to reserve further cross-examination.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "As the Committee pleases.",
            "Male"
        ],
        [
            "MR WILLS",
            "As the Committee pleases.",
            "Male"
        ],
        [
            "MS THABETE",
            "As the Committee pleases.",
            "Female"
        ],
        [
            "MR HEWITT",
            "On that basis Mr Chairman, then it would follow sure as night follows day, that any cross-examination by me, of the present applicant, relating to those two what we can refer to as the two attempted murder charges, would be irrelevant and therefore I cannot conduct a cross-examination on that basis, and therefore have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, unless of course as I mentioned, if those particular two shots were the shots involved in the attempted murders, the incident that he refers to that took place outside that meeting?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "No, I submit that they are closely related, but I am not going to contend that they are the same shots.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Chairman, if I can possibly place on record which I believe is a fact that is common cause between myself and Mr Hewitt that the attempted murders occurred at different places, to the school where the two other shots were discharged.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any further cross-examination, besides on that point?",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "No further cross-examination.  Just following on from what my learned friend, Mr Wills, has stated.  It would be common cause that the attempted murder incident took place at the homes of Khumalo and Mchunu respectively, and certainly not at the meeting that is being testified to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Hewitt.\nNO FURTHER QUESTIONS BY MR HEWITT",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, do you have any questions to ask Mr Sithole?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS THABETE",
            "Yes Mr Chairman, I do.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I notice it is after quarter past four, but I think if we can proceed until we have finished this particular hearing, it shouldn't be too long.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I have no objection Mr Chairperson.",
            "Male"
        ],
        [
            "MR HEWITT",
            "I am sorry to interrupt again Mr Chairman, but in the light of my redundancy in these proceedings from this moment on, could I possibly be excused?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "At this stage?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly Mr Hewitt.",
            "Unknown"
        ],
        [
            "MR HEWITT",
            "Thank you.",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Sithole, in your memorandum in support of your application, the first page, you state that when you left the University and began teaching, you were involved in setting up structures, affiliated with the UDF.",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you briefly explain what those structures were and how were they set up?",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Prior to my teaching at Imanga high school, I was a student at the University of Zululand, so at the University of Zululand, I had a brother by consent of surnames, Sithole, who was also very (indistinct), in terms of working for the UDF at the time.\n\tHe was responsible also for setting up of structures around Empangeni and he was also working with me.  Most of the time we moved from Empangeni, that is at (indistinct) where I was and then come to the University for consultation, and then we carried on the work, in terms of one publicity for United Democratic Front.\n\tAll the pamphlets in that area at that time, were actually distributed by us into that area.  All announcements of meetings, whether it will be held in Durban or wherever, we were actually responsible for informing structures in those areas.  Not necessarily secretive structures, just ordinary structures, where you have access to the people and informing them about the existence of a meeting in UDF and so forth and so forth.",
            "Male"
        ],
        [
            "MS THABETE",
            "In the same page, you talk about the fact that you were called to a school and then went to Welisani for a meeting, is that correct?",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct, in fact, in actual fact I was (indistinct) to be more precise.",
            "Male"
        ],
        [
            "MS THABETE",
            "Who called you to this meeting?",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "It was the Chairperson of the school committee, of the school where I was a teacher.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you give us the names of the people who were in that meeting?  The people who actually spoke to you?",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "It will be difficult, but I know it was a lot of them.  I think it has been on the newspapers, the incident was also in the newspapers.\n\tWhat I still remember was the school teacher, the Chairman of the school committee who actually took me down to the meeting.",
            "Male"
        ],
        [
            "MS THABETE",
            "You are saying you don't remember the names of the other people who were in the meeting?",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "It is a number of them, one of them was Kulikani Magubani for instance.  One of the known perpetrators of violence around Empangeni area, who I think was also eliminated by people in that area.",
            "Male"
        ],
        [
            "MS THABETE",
            "When you were still teaching at Imanga, what activities were you engaged in?  I mean politically which led to you being identified or targeted?",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Mainly it was UDF activities, more than anything.",
            "Male"
        ],
        [
            "MS THABETE",
            "Doing what?",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Organising youth to attend UDF meetings.  In that area it was not acceptable, that is what I would say.",
            "Male"
        ],
        [
            "MS THABETE",
            "You have also testified that you distributed arms to the MK Commanders, so to say, or MK cadres who had identified their needs in the communities for such arms?",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "What I want to know is how did you identify the places that needed such firearms or did you rely solely on the MK cadres?",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "I said before that when information comes from the branches or the areas, not the branches of the ANC, from the areas that are under attack, people will come into the ANC offices, our offices as MK were in the office.  When there are incidents where people are reporting about attacks, most of that information was referred to us as MK in the MK office, within the ANC offices.\n\tTo our own comrades who were involved as Commanders, on all these areas, they would gather information and then take it back to the ANC office, that is how we had access.  When it was a natural cause that when there is a plight of people, they will even go to the ANC office and sleep there, ordinary women and children and say we are under attack.\n\tOn a number of occasions, there have been a number of people coming into the ANC office, complaining that they are under attack in their respective areas.",
            "Male"
        ],
        [
            "MS THABETE",
            "In your evidence you also made it clear that you conducted training of MK cadres.  Were any community members that belonged to SDU's, trained as well?",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, of course.  We never saw MK as (indistinct), operating independently.  We felt we were members of the communities where we are coming from.\n\tThe resource base for members of the so-called trained MK operatives, were the same families as we were coming from, same communities where they were coming from.  I was coming from kwaMashu and then, that is where I belong.\n\tIf anything happens in kwaMashu, then I have to be concerned.  In terms of training we mandated, I can quote one incident where we went to Umkababa with comrade Ian Phillips one day, at night, and then because we didn't want the people, those young comrades who were in there, to see us, but in terms of addressing them, teaching them of what is expected of them, then we were in a position to communicate with them.\n\tWe say chaps, this is what the ANC demands of you, they demand discipline more than anything else.",
            "Male"
        ],
        [
            "MS THABETE",
            "Okay, in your evidence as well, you speak about the fact that all the acts that were committed by SDU's were within the mandate of the ANC policies.  What I want to know is, you also say that you also received reports on what used to happen in the different communities.\n\tWhat I want to know from you is, in those reports that you received, were there any reports received by you, where the SDU's had acted beyond the policies of the ANC?",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is correct.  I will take one example.  In Malukazi for instance, what we found in the process of arming our own people for purposes of self defence, is that where you allow people to buy arms on their own, as cadres of MK we had no access to those weapons, you cannot actually control those weapons.\n\tThat was the danger that I have noticed with the Self Defence Units, where people procure arms on their own, there were a number of them.  People were actually even buying weapons, from their enemies, from the IFP.\n\tWe knew for instance at kwaMashu hostel, a lot of firearms that were actually given to IFP people, but they started selling those firearms.  Our own people organised themselves, they go and buy from those people.\n\tBut our main concern in that kind of activity, you have no control.  You can only control the weapons that you actually put into the hand of a person, that you know, so and so you are responsible for this weapon.\n\tIn cases where voluntary people on their own, like in Malukazi for instance, there was a lot of infighting, people used weapons for various reasons, either for robberies or whatever, because there is no actual control.\n\tBut what as the ANC did, we went and even I as a political leadership, go into that public platform, to educate people as to what Self Defence Units is all about and also try through our own comrades as (indistinct) level, try and (indistinct) situation if we can actually get hold of those weapons, disarm those elements, because they were not serving, because of the (indistinct) at the end of the day.",
            "Male"
        ],
        [
            "MS THABETE",
            "During the hearings, some people who would call themselves SDU members, would give reasons for let's say killing or committing certain acts, they would give reasons for committing such acts and say that I am an ANC member and I shot so and so because he was an IFP member.\n\tIn educating your people, what did you educate them about, the contents?",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, let me look into the last question.  On this question of members of SDU killing IFP elements, whatever, what I would have said, I would have loved to hear from the IFP itself, giving us a profile of those people that had been killed in those areas.\n\tIn most of those, you will find that most of the people that were eliminated, were actually involved in violence against the people.  When people take up arms and defend themselves, then all of a sudden they say the ANC has been responsible for so many members of the IFP.  Let them give us profiles of those people.",
            "Male"
        ],
        [
            "MR LAX",
            "You haven't actually answered her question.  The second part was, how did you try and train your members and in terms of political education, in terms of accountability to ensure that they just didn't go off half cocked?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, we had conferences, ANC conferences, MK was represented there.  That is one.\n\tTwo, we had our own conferences as MK in the region, we have had a number of them, where we have called all our own comrades that were involved in anything, so long as they are MK, they are coming.\n\tAnd also certain elements within the so-called Self Defence Units, to participate so that they hear the perspective that we are putting forward as ANC, as a political organisation.  We took ourselves as political soldiers, not just as soldiers, who just go in and do whatever.\n\tWe are constantly under the leadership of the ANC.  Even in our training, whether it is political training, we insisted there is no self defence that may not be told the policies of the ANC, no member in actual fact, we even insisted people that are involved in such Defence Units, must actually be involved in community meetings, must be involved in conferences of the ANC.\n\tThey can actually come up, some of them are coming up probably through branches of the ANC, into policy conferences of the ANC, just to ensure that there is continuity in terms of policy (indistinct) of those structures at the end of the day.",
            "Male"
        ],
        [
            "MS THABETE",
            "What I actually wanted to know is, in you educating these communities on how to defend themselves, what did you actually tell them to do in defending themselves?  That is what I am interested in because we have had a lot of evidence from other SDU members, coming to us and saying I decided to kill somebody or I decided to injure somebody merely because he belonged to another political organisation,  or they would say I decided to retaliate.\n\tDid you allow retaliation?  What did you tell them to defend themselves and how to defend themselves?",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Our own conception of an attack on our people was that no member of ANC Self Defence Unit will actually provoke a fighting, because of a barrier that Inkatha area that side and our people must cross, but should they be under attack, we have no problem to take responsibility for any person that was killed, in defence of our own people, and that is it.",
            "Male"
        ],
        [
            "MS THABETE",
            "My last question, just to clarify something, I heard Dr Phillips referring to you as Mandla.",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Yes, that is my combat name.",
            "Male"
        ],
        [
            "MS THABETE",
            "Are you also Mandla?",
            "Female"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "That is my nom de plume, that came from exile in actual fact.",
            "Male"
        ],
        [
            "MS THABETE",
            "No further questions, Mr Chairman, thank you.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Thabete.  Do you have any re-examination Mr Wills?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR WILLS",
            "Just one brief question.  The notion of a preemptive strike, what would your attitude be in regard to that?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Militarily, when you talk about preemptive strike it is that you then hear of an incident or a possibility of an attack and then you move elements into the area with the aim of surprising and also neutralising that kind of thing.\n\tAs I said before when I was answering our lady friend here, our own way of looking at self defence would be literally if our own communities are being attacked, then, but I wouldn't rule out a possibility of really there was a perceived threat, giving that the police were not doing anything in terms of protecting our own people.\n\tIf there has been cases where our own people actually came up preemptive strikes against the so-called enemy at that time, then we will accept it and say it depends on the areas.\n\tWe didn't like the principle of preemptive strikes, because it would actually lead to excesses which is not necessary, but if you could zero to an element in an area who you know is exactly is the one who is behind violence, who has killed so many people, why not?",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni, do you have any questions to ask Mr Sithole?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "None Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson, just one question and it arises out of some of the previous applications we have heard which involved and entailed SDU members, or people who called themselves SDU's, some may not have been, but various kinds of training were offered.  Some of them described the training they received and in particular one person spoke about being trained in the Transkei.\n\tCould you just elaborate a little bit on that for us please?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "The Transkei issue, we had comrades in the command in Transkei.  The question of training was discussed, a number of resolutions were taken on the question of training.\n\tIf people were under attack and if people really needed training, if we really need people to be effective in their acts of defence, then we must give them training, but from Southern Natal's point of view, in fact I was afraid, given the security situation, I couldn't perceive a situation whereby we bus people with a kombi to Transkei and you don't suffer consequences in terms of security consequences into those areas.\n\tYes, I have been to Transkei, I have seen some comrades in Transkei whom from the reports, sometimes were called into the Transkei.  There are people who are coming from Southern Natal, are you aware of them that they are in here and they are receiving training in Transkei.\n\tBecause of logistical reasons, we couldn't, didn't have enough money.  If you allowed people to go and train in an area, you must be in a position to supplement in terms of the (indistinct) food, I was (indistinct) kinds of situations.\n\tWe said that in Southern Natal specifically, we are not going to take people for training down there, but if we have a report that certain people have been trained in Transkei, then we will not stop them from doing so.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.  The second question I have was related to the provision of ammunition.  We heard talk of people making their own home made firearms and the only ammunition you have primarily spoken about, have been AK47 ammunition.  I wondered whether as part of the ordinance, efforts were made to obtain for example most home made firearms would use shotgun cartridges by and large.\n\tI know a fair bit about how home made firearms were made and how they were used, we have heard it in other hearings.  Did you provide through ordinance channels, other kinds of ammunition besides AK47's?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "We didn't have, like SSG for instance.  It is something that we don't use as MK, we have never used it.  All that type of ammunition, we don't have it.  Even now, so we couldn't.\n\tPeople were getting it from wherever they were sourcing it in.",
            "Male"
        ],
        [
            "MR LAX",
            "In terms of handguns, 9 mm?",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Handguns we had, we had Stechin, we had macarov pistols, but which were meant only for people in command, for going about at night and doing whatever.  We had to arm them at some stage and make sure that they are safe.",
            "Male"
        ],
        [
            "MR LAX",
            "One final question, and that is again on the issue of accountability and discipline.  I didn't really ask it in great detail of the others, because they weren't as directly involved as you may have been, as Chief of Staff and so on.  What steps did you take to ensure accountability apart from political education and so on?\n\tYou must have got reports for example, of indiscretions, of rouge elements within SDU's of the tsotsi's and so on.",
            "Male"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Let me take one incident in Port Shepstone.  There was a pseudo SDU that was operating, known as Mkozi for instance, where I think that is what comrade Jeff was referring to when they went with comrade Kadimeng down there, but on our own as MK, we made it a point that any comrade who is ours down there, must actually go and disarm those people.\n\tWe said to our own Self Defence Units down there, they must go and disarm them, whatever it cost, so long the people are not satisfied with what they are doing.  They were actually killing our own people, so we said whatever it takes for you to go and disarm them, you do it.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Just one question Mr Sithole.  The weaponry that you received, that you described that came through military Headquarters, each and every weapon that came in that way, were you aware of or did you delegate the function to somebody else, some other MK cadre for some other region?",
            "Unknown"
        ],
        [
            "SIPHO JOEL SITHOLE",
            "Any weaponry that was earmarked for Southern Natal, I knew about it.  I was responsible for it, I was responsible for its distribution.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Any questions arising Mr Wills, from questions put by members of the panel?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "No questions, thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "No questions, thank you Mr Chair.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Sithole, that concludes your evidence.  Is there going to be any further evidence Mr Wills?\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, as I understand the way these hearings have been set up, this has essentially to deal with the matters of SDU's, although my view is that I would be in a position to close the evidence in relation to the three applicants that have testified today and then move on afresh tomorrow.\n\tI don't intend calling any further witnesses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I might say that we have read for the sake of our lives and we have read the submissions that have been made by the ANC particularly in regard to the SDU's.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "And there is in the submissions that the ANC made, the first submissions, there was just the resolution.  I don't know whether the Committee has seen it, but I beg leave to hand it up.  It is Section 5.3 of the submission dated August 1996, that deals with the policies behind the formation of the Self Defence Units.\n\tI raise it in this context, it is already indicated in Mr Radebe's application, the Section is actually quoted, if I can just refer you to that.\n\tIt is on page 10 of the bundle.",
            "Male"
        ],
        [
            "MR LAX",
            "What page is that of the ANC submission, if you could just refer us to that?",
            "Male"
        ],
        [
            "MR WILLS",
            "Page 10 of the ANC submission, Section 5(3).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have that submission.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Those documents that you have referred to, I will use in argument.  If I may with respect Mr Chairperson, suggest that because of the nature of the offences that the three applicants may have committed, it is quite a difficult legal position in regard to exactly what Sections of the Firearms Act or the Arms and Ammunition Act and Explosives Act have been contravened.\n\tI submit that it would be appropriate for me to submit written argument in regard to these things, where I shall endeavour to cover all the aspects in respect of which they might have committed offences.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills.  Do you agree with that Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Certainly Mr Chairman, I don't wish to argue as well and I don't have any objections if amnesty is granted.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n\tWell, then ladies and gentlemen, this brings us to the end of these hearings.  There is going to be no further evidence led in respect of the three applications that we have heard today.\n\tYou have heard Mr Wills, he has requested to submit written argument to us, written submissions to us which will be submitted by?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, I would like to negotiate that, it is quite difficult for me to do it immediately, but I will negotiate that with Ms Thabete and then we will notify you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Wills will then submit written Heads and we will as soon as possible after that, issue a written decision in respect of each of the applications.  Thank you very much.\n\tMr Wills, now we've got Mr Dlamini's application, and we will start half past nine tomorrow?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "That will be in order, thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will therefore adjourn until tomorrow at half past nine, with the application of Mr Dlamini and also Mr Zulu.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We've got two further applications, but you are not involved in Mr Zulu's application?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Not to my knowledge at this stage, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}