{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-12-02",
        "location": "DURBAN",
        "day": "6",
        "names": [
            "ZAKHELE AMOS ZULU"
        ],
        "case number": "AM2099/96",
        "matter": "MURDER AND ATTEMPTED MURDER OF IFP MEMBERS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53074&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811241202_dbn_981202db.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "KONAKWAKHE ELLIOT SHANGASE",
            "LINDA HEMAN LUTHULI",
            "MR LAX",
            "MR MAHARAJ",
            "MR SIBANYONI",
            "MS THABETE",
            "MUSAWENKOSI CELE",
            "ZAKHELE AMOS ZULU"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MAHARAJ",
            "MS THABETE",
            "ZAKHELE AMOS ZULU",
            "MR ZULU",
            "MR LAX",
            "INTERPRETER",
            "MR SIBANYONI",
            "LINDA HEMAN LUTHULI",
            "MR LUTHULI",
            "MR SHANGASE",
            "KONAKWAKHE ELLIOT SHANGASE",
            "MR CELE",
            "MUSAWENKOSI CELE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Thank you everybody.  We will now be commencing with the application of Mr Zakhele Amos Zulu.  I have introduced the panel already.  I would request the legal representatives please to place themselves on record.",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "Mr Chairman, I confirm that I appear on behalf of the applicant in these proceedings.  My surname is Maharaj and the initial is K.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Maharaj.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I am Ms Thabela Thabete, the Evidence Leader.  Thank you Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I just again inform the people in the audience that the proceedings are simultaneously translated and in order to get the translation, you have to be in possession of one of these devices.\n\tEnglish is on channel 2, Zulu is on channel 3.  These devices are available from the Sound Technician in the front here.  Mr Maharaj?",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "Thank you Mr Chairman, may I proceed.",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes, Mr Maharaj.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MAHARAJ",
            "Thank you Mr Chairman.  Mr Chairman, might I have leave to lead the applicant on certain issues of common cause?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  If Ms Thabete gets a problem with it, she can object at any time, but I think from the reading of the papers, there seems to be quite a lot that is common cause.",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "Thank you.  Mr Zulu, it is common cause that you were convicted of the murder of four people in the Durban Supreme Court on the 5th of May 1994, and the names of these people that you have murdered, appear from ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Pages 23 and 24 of the papers.",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "From pages 23 and 24 of the papers?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that correct, you were convicted of the murder of Shlale Shlomile, Alfius Mbaso, Babulo Joseph Mthetwa, Sitize Dadada Ndamande and Johannes Hlatswayo and also of the attempted murder of Mpikiseni Njoyisa?  Is that correct?",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Zulu, is it not also correct that you were sentenced in respect of all these offences to serve a term of imprisonment of 12 years?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "During or about July 1992, can you please tell the Committee where were you residing?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Where was that?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I was residing in Ndwedwe, Madada.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Can you please specify in which area of Ndwedwe or Madada were you residing?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I resided in Madada, the area that was Inkatha area.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Was there any specific name that was ascribed to this Inkatha area that you resided in?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Dendeni.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "How long is it that you resided in this area for?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Since birth.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "During your lifetime, did you belong to any particular political party?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Inkatha party.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you a member of Inkatha or just a supporter?",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I was the Youth Organiser of Inkatha.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "For the record, can you tell the Committee whether your parents were members or supporters of the Inkatha party?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "They were Inkatha followers, my parents that is.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Did a set of events or circumstances lead you to leave the area that you were residing in and move to some other area?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "What happened?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "We were attacked by people of Ngonweni.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what was that area?  Can you just say the people of which area?",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "We were attacked by people of Ngonweni, ANC people.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "You say you were attacked, how is it that these attacks came about?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "They attacked the IFP base and they killed people, the IFP area that is.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "When would you say this had happened?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "If my memory serves me right, I think it was in the middle of 1992.",
            "Male"
        ],
        [
            "MR LAX",
            "How long before the incident for which you were convicted?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR LAX",
            "Can you remember how long this attack on you or your area, that forced you to move, how long was that attack before the attack that you are here applying for amnesty for?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "If I am not mistaken, I think that took place around August, July.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "And as a result of these attacks you say you moved away to another area?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Where did you move to?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Ndelani area.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Let's get to the events which led up to the murders of these people, or the killing of these people on the 2nd of February 1993.\n\tI would like you to tell the Committee how is it that it came, or who is it that decided that these people that belonged, or that these people should be killed.",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Since the end of 1992, we were abiding in these areas peacefully, not resenting each other.\n\tThey arrived in 1992 and they attacked the IFP area and killed IFP members.  Soon after that, since we felt this is, the violence was so rife, and we decided we should run away and go and reside in a different area, Ndelani, the area.\n\tWe got there and stayed there a while.  The following year, just before February, before we attacked Mr Buxusa arrived and he is the one who told us that we should go and attack the Ngonweni area and also said, he also told us that we would find those people in a certain place.  We got to that area or to that place at about three o'clock, and we found them indeed gathered there because Mr Buxusa had already told us that they will meet at that particular place for a certain meeting and they were planning a plot against us, discussing a plot against us.\n\tWe got there even before they could get to us, and attacked them right away.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Before you go on, who is Mr Buxusa?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Mr Buxusa was the Head or the leader of the IFP in our area.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Is Buxusa his surname or his first name?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Mr Mbonambi, Mbonambi is the surname, Buxusa is the name.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Do you know what position if any, Mr Buxusa occupied or enjoyed in the IFP?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "All I knew about Buxusa was that he is the leader of the IFP in the area, which we resided in.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "These acts that you committed on the 2nd of February, were these acts committed as a result of any specific directions from Mr Buxusa Mbonambi?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Tell the Committee in further detail please, what happened when you arrived at this house.",
            "Male"
        ],
        [
            "MR LAX",
            "Just before he goes to that, maybe he could just elaborate on what his instructions were before he got there.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Zulu, please tell the Committee what were your instructions from Mr Buxusa Mbonambi if any about you having to go to the area where the ANC, which was occupied by the ANC, what were your instructions?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Mr Buxusa furnished us with instructions that the ANC people at Ngonweni had already killed from our side.  In that way, he went on to say to us that these people should be attacked at a certain place and that is where we will find them, gathering there and we should eliminate them, kill them.",
            "Male"
        ],
        [
            "MR LAX",
            "What place was that?  You said a certain place, which is this certain place?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "That is the ANC area that we went to attack those people from.",
            "Male"
        ],
        [
            "MR LAX",
            "So that is Ngonweni, Ngonweni?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, Ngonweni, the name of the place.",
            "Male"
        ],
        [
            "MR LAX",
            "So he didn't specify a particular \"moozie\" or kraal or house or ...?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "He did make mention of the fact that we would get to a certain house and it will be Mthetwa's house, where we will find them.",
            "Male"
        ],
        [
            "MR LAX",
            "Mthetwa's house you said?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, Mthetwa's house.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you know which house that was?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "The way he gave us the direction and the description of the house, we knew.",
            "Male"
        ],
        [
            "MR LAX",
            "Who was in control of your group?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "You mean in control, the leader of the Unit, of the group?",
            "Male"
        ],
        [
            "MR LAX",
            "Of the group of people that went on this mission?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "It was myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How large was your group?",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "We were four of us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know who the other three were?",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "The first one was Linda Luthuli, the second one Zita Zulu, the third one was Ndumiso Sangweni.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Maharaj?",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "Thank you Mr Zulu.  Tell the Committee please what happened when you got to this group of people?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Please repeat your question Mr Maharaj.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "What happened when you got to this group of people?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you got to Mthetwa's house, what happened?",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "We got there and we stabbed them, and they died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were you personally armed with?",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I had a knife and a firearm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What sort of firearm?",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "388.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you use it at all?",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I did not use the firearm, I only used my knife.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Maharaj.",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "And can you tell the Committee how were the other persons armed?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, I can tell the Committee.  Zita Zulu had in his possession a butcher's knife and a knife, plus a firearm.  Ndumiso Sangweni had a spear this long, and a firearm.",
            "Male"
        ],
        [
            "MR LAX",
            "Slow down a bit, we have to try and write this down and you are going a little bit fast.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said Sangweni had a spear this long, how long, can you indicate the size of the spear?  He indicates approximately one meter.",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "This spear was this long.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He indicates approximately one meter, a stabbing spear.  And Luthuli?",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Luthuli had a knife plus a firearm.",
            "Male"
        ],
        [
            "MR LAX",
            "Did I hear you correctly that Sangweni also had in addition to that spear, a firearm as well?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "When you got to Mthetwa's house, did you identify any specific persons that you wanted to attack?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, we identified those people we were in search of.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "And who were these people that you wanted to attack?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Do you mean I should furnish you with their names?",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Let me rather rephrase that, how is it that you identified these people as being persons that you wanted to attack?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "We knew because the place was demarcated into two sections.  You will find one area or section belonging to the IFP and the other one from the road, be ANC.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "You must go a little slower because everybody has to write down notes.  You said that the two areas were demarcated by a road?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "And the two different areas that were demarcated by the road, the one area was occupied by members that belonged to the IFP party and the other section was occupied by members that belonged to the ANC party?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Zulu, I would like you to tell the Committee how is it that you identified the persons whom you attacked.  By what means did you identify the persons that you attacked?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "According to my knowledge, we knew perfectly well that as that was the ANC and the IFP area, we would leave our base and go and attack the ANC area.  It did not matter as to who would be IFP or ANC, as long as we find you in the ANC area, we will be attacking.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Sorry, in other words, there were no specific persons you were going to attack, but you were going to attack people who were staying in the ANC stronghold?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "As I have already explained before, we were already told by Mr Buxusa that we should go to that place and that particular house, that is where we would find these people we were looking for.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "But did you have the specific people you were supposed to attack, either by description or by names?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Some of them formed part of the group that attacked us.",
            "Male"
        ],
        [
            "MR LAX",
            "You haven't really answered the question.  You see I am hearing you say two different things at the same time, and that is what we are trying to clear up.\n\tOn the one hand you are saying you went to an area, it was demarcated by a road that on one side of the road, was ANC and on the other side of the road, was IFP.\n\tYou would have attacked anybody you found there, regardless of who they were, as long as they were in the ANC area.  Then you add, well it had to be at Mthetwa's house, okay but the way it was put was, it doesn't matter who was there, if they were at that place, you were going to attack them.  That is the one thing that you are saying.\n\tOn the other hand, you are also saying that you went to Mthetwa's house because you knew that the people who had been attacking you, would be at Mthetwa's house.  Can you explain this for us?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "The people we were looking for, that we wanted to attack, we have been given information by Mr Buxusa as to where we would locate them.  We went there truly and found them and killed them.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, the question really is this, did Mr Buxusa say to you that you must look for Mr so and so and Mr so and so and Mr so and so or did he just say to you when you get to Mthetwa's place, you will find some people there, I am not sure exactly who they are or what their names are, but whoever is there, you must just kill them?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Mr Buxusa did not give us the names, but he said he had already heard from his reliable sources that they will be gathering there for a meeting on this particular day, so we should go there and that is where we would find them conveniently, and kill them.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "And when you attacked these people, you and the other three that were in your company, did you attack these people at random or did you specifically choose a particular victim and attack him?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "We attacked them at random.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Zulu, it would appear from the record of the criminal trial against yourself, that neither yourself nor any of your co-perpetrators disguised yourself or made any attempt to conceal your facial features.  Is there any particular reason for that?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Because I wanted the people to see and identify me exactly for who I am, as an IFP, that is why we did not disguise.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "At the time that you attacked the deceased and the complainants, the victims, did you or any of your co-perpetrators ever steal any items from the complainants, from the deceased or from any of the victims?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "No.  That did not happen.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "It is also apparent from the record that a certain Mrs Maria Gcabashe was present throughout this attack?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Please repeat what you have just said.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "It is apparent from the proceedings in the Supreme Court that a certain Mrs Maria Gcabashe was present throughout this attack that you and your co-perpetrators had done on that day in question?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I don't know the name Maria Gcabashe, it is my first encounter with this name.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "During the course of this attack on this people, do you remember seeing a lady out there, who was present and who was witnessing these attacks on the people?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, I recall that.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Was any attempt made by yourself or any of your co-perpetrators to kill, maim or injure Maria Gcabashe or the lady that was present on that day in question?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "No, we did not attempt that.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Was this attack carried out during the day or at night?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "It was during the day, at about three o'clock in the afternoon.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Was there any reason for not attacking the lady or ladies that were present at the time that you committed these attacks?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "The reason why we did not attempt to attack the lady, was that she did not form part of the big group that came to attack us in our area, the IFP area that is.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Are you saying then that the other persons that were either killed or assaulted by you and your co-perpetrators, were members of a group, a larger group that attacked people in your area?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "About how much prior to this incident in February 1993, did this other attack that you referred to, take place?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Our incident, it was around August 1992 when we were attacked.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "As a result of that attack, Mr Zulu, can you tell the Committee whether any members or supporters of the IFP were killed by members of the attacking party?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "During the attack, you referred to an attack that took place during or around August 1992, during that attack, were any members of the IFP killed during that attack by the opposing party?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, they were.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Can you tell the Committee the names of those people that were killed?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "The first one was Mr Luthuli, an old man.  The second one was Mr Sithole, he was fairly old as well.\n\tThe third one was Thulani Zulu.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "You mentioned Mr Luthuli, was Mr Luthuli related to you in any way?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Mr Luthuli was not related to me.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Was Mr Luthuli related to your co-accused in the criminal proceedings?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "You mentioned the third person as being Thulani Zulu, was Thulani Zulu related to you in any way?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, he was my relative.",
            "Male"
        ],
        [
            "MR LAX",
            "Just for completeness sake, Mr Luthuli, what was he to your co-accused?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "He was a father to the co-accused.",
            "Male"
        ],
        [
            "MR LAX",
            "And Sithole, the late Sithole?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "He was a neighbour.",
            "Male"
        ],
        [
            "MR LAX",
            "Of Luthuli or of yourself, or both of you, I don't know?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Luthuli's neighbour.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Mr Maharaj.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Zulu, did you identify the party that had actually attacked the IFP and had killed these people?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Who was that?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "The first one who was leading them, was Shonisosi.  The second one was Zenzile Shangase.  The others, I don't remember their names, but I know them by sight.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "This attack that was mounted upon the deceased and the other complainants in the criminal charge by yourself and your co-perpetrators, I would like you to tell the Committee, was this attack mounted purely as a result of you wanting to get personal vengeance as a result of your relative having been killed, or was it done for any other political reason?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "We did not mount this attack as a result that our relatives were killed, but we had to attack them because we would then be free to have our meetings as IFP with no disturbance from the other side.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Let's take the situation a little further, let us assume that a member of the IFP who was residing in your area, the IFP area, had killed your brother, what would have been the proper proceedings, or accepted procedure within your community to have been followed?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Please repeat.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Let us assume that a member of your relatives was killed by a member of the IFP, who was residing on your side of the road, what would have been the procedure that would have followed to resolve the matter?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "We would have sat down and discussed the matter.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Zulu, at page 39 of the bundle of papers, there is a warning statement that was taken down from you for the purposes of the criminal proceedings.\n\tIn that warning statement you mentioned a person by the name of Mbeki Mkhize.  Can you tell the Committee whether in fact you had furnished the name of that person to the person that had taken down your warning statement?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "To tell the honest truth, I don't know this Mbeki Mkhize.  I was in the company of the other three.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "The other three that you mentioned to the Committee earlier on?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "That is true.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "During the course of the criminal trial, is there any particular reason why you did not tell the Presiding Judge what the reason was for you having been part and parcel of this group that had perpetrated these acts upon the deceased and the complainant?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Won't you please repeat that question.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "It is apparent from the criminal record that you never gave the version that you are giving to the Committee today.",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "The situation that prevailed at the time, was not quite conducive for me to divulge that much information to the Court of law, because I was, I did not plead guilty and I also wanted to shorten the sentence.\n\tBy so doing, I thought that would be effective.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Zulu, the people that were killed and injured, are you satisfied that those were the same people that were part and parcel of a group that had perpetrated an attack upon the IFP camp as it were on a previous occasion?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "During the period 1992 - 1993, would you indicate to the Committee, what was the intensity of the violence in the area that you had lived in, in the Ndwedwe, Madada area?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Violence erupted in 1992, until we vacated the area to Lindelani area.  That is where we will mix with the ANC, IFP and ANC.\n\tWe will not live peacefully still in Lindelani, and we were living in a situation that suggested we were fighting, the two groups were fighting each other, the IFP and the ANC.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "As a result of the political violence that existed in that area at that particular time, can you indicate to the Committee what was the accepted norm if people had come to your camp and attacked and killed members of the community, or rather members of your political party?\n\tWhat was the accepted norm that was used to retaliate against the party that was attacking your party?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "With regards to the attackers, it was a usual exercise that we will have to retaliate, since they would have attacked us first.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR MAHARAJ",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Maharaj.  Ms Thabete, do you have any questions to ask Mr Zulu?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes, Mr Chairman, I do, but can I ask for a two minute adjournment.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, we will take a very short adjournment.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms Thabete?  I am sorry, if you can just wait for Mr Zulu to get his headphones on.",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS THABETE",
            "Mr Chairman, before I proceed, I would like to correct something in the bundle, in the application form in English, the translation.  Page 15, number 10(b).  In Zulu, on the Zulu one it is on page 627, it is from the line in fact we wanted peace in our area, from there onwards it should read we also wanted peace in our organisation, but due to their actions, we could not or we failed to persevere such a situation.\n\tDue to their actions, we could not or we failed to persevere such a situation, or tolerate.  To tolerate such a situation.  It replaces that whole paragraph, yes because we could also get killed.  We admit to having committed the offences, we ask for forgiveness for the act of killing and injuring ANC people.\n\tI don't know if you would like the translator to confirm that that is correct from her Zulu version.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you hear that Madam Translator?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Yes, I confer, yes, I do confer.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Thank you Ms Thabete.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "If the Committee members would bear with me.  Mr Zulu, is it correct that you stayed under the then Nkosi Khumalo, at Jojweni area?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "No.  That is a mistake.",
            "Male"
        ],
        [
            "MS THABETE",
            "Where did you live?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I lived in Madada, at Madada (indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was your Nkosi there, your Chief in that area?",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "It was Khumalo.",
            "Male"
        ],
        [
            "MS THABETE",
            "Would it be correct to say that the incident occurred at Jojweni under the Nkosi Cele?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MS THABETE",
            "In your application, page 16 of the bundle, number 11(a) of your application, you were asked a question who gave you an instruction to commit the offence that you did.  Can you explain why you didn't mention Buxusa Mbonambi?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MS THABETE",
            "I am asking you, in your application you were asked a question as to who gave you an order to kill the people you did at Mthetwa's place, and you wrote not applicable.\n\tWhat I am asking you is, why didn't you mention Buxusa Mbonambi in your application form?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "It is because I was not alone, as I was filling the application form, and I was depending upon the assistance of another person.",
            "Male"
        ],
        [
            "MS THABETE",
            "What do you mean, do you mean somebody wrote it for you?  Is it not your own words that are written in the application, is that what you are saying?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Those are my words in the application.",
            "Male"
        ],
        [
            "MS THABETE",
            "So why didn't you mention Buxusa?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I was confused I suppose, it has been long since I have been in prison.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is it correct that you were actually in your area, you were not a group of four, but you were actually a group of nine, isn't that right?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "That is a mistake.",
            "Male"
        ],
        [
            "MS THABETE",
            "I am going to ask you now about the incident, when you went to Mthetwa's area, you called aside Musawenkosi, what did you say to him?\n\tMusawenkosi Cele, yes.",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "No, I will refute that, I do not have any knowledge of that.",
            "Male"
        ],
        [
            "MS THABETE",
            "Are you saying you never called him aside, you and your group?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "No, we never.",
            "Male"
        ],
        [
            "MS THABETE",
            "You just came there and you killed all of them?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes.  Because we had already been told that that is where we will find them.",
            "Male"
        ],
        [
            "MS THABETE",
            "In your evidence today you said that you don't know anything about Maria Gcabashe, do you remember?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "It is the name and the surname that I don't know, that I heard for the first time here.",
            "Male"
        ],
        [
            "MS THABETE",
            "Were you in court when you were charged and convicted, were you present in court?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, I was present.",
            "Male"
        ],
        [
            "MS THABETE",
            "Didn't you hear any mention of Maria Gcabashe who was a witness?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I heard, yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "So why are you saying that you never heard of her before?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "This Maria Gcabashe we are busy talking about, I know her as a Khumalo, yet married to Mthetwa.  This is why I said I don't know anything about Maria Gcabashe.",
            "Male"
        ],
        [
            "MS THABETE",
            "Was she referred to as Maria Gcabashe?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, she was referred to as Maria Gcabashe.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is it not correct that you belonged to a group which called themselves Sinamandla?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "No, that is not true, it was one of us whose nickname was Sinamandla.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is it also not true that in this group or this gang, or are you denying the fact that there was a gang called Sinamandla?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, I am denying that fact.",
            "Male"
        ],
        [
            "MR LAX",
            "Whose nickname was Sinamandla?  Which of your group's nickname was Sinamandla?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Linda Luthuli's nickname was Sinamandla.",
            "Male"
        ],
        [
            "MS THABETE",
            "So you wouldn't know anything about a group that harassed and raped women in your area?",
            "Female"
        ],
        [
            "INTERPRETER",
            "May the speaker repeat her question?",
            "Unknown"
        ],
        [
            "MR LAX",
            "She doesn't have her headphones on, so she can't hear you.  The question was you didn't know about a group of people that harassed and raped women, and harassed the people in the area, called Sinamandla?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "No, I have no knowledge to that effect.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is it not true that you and other people, who - you were a group of people, who went into a church and harassed the reverend, you do not know anything about that?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "No, I don't know that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think it was necessarily in a church, it was at a party where a reverend was holding prayers.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Chairman, my instruction was that it was actually in a church.",
            "Female"
        ],
        [
            "MR LAX",
            "You don't remember that incident?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "No, I don't remember that incident.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is it also not true that in this area where the deceased were killed, there was no political conflict?",
            "Female"
        ],
        [
            "MS THABETE",
            "There was political violence at that area.",
            "Female"
        ],
        [
            "MS THABETE",
            "In your evidence today, in your evidence today, you told us that Linda Luthuli's father was killed and some of your relatives were killed, is that correct?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "So, wouldn't you say that you were revenging the death of your relatives and your co-accused's relative?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "The fact that our relatives were hurt and were killed, did not matter.  We would have retaliated still even if those people were not related to us.",
            "Male"
        ],
        [
            "MS THABETE",
            "You see Mr Zulu, I have been instructed by the victims and also our Investigator has investigated, and the finding was that you belonged to a group, a gang that harassed people and raped women in the area and also ...",
            "Female"
        ],
        [
            "MR LAX",
            "Just slowly, slowly, put one thing to him at a time please.\n\tPut one thing to him at a time, so that he can answer one thing at a time.  If you put too many averments to him, then when he answers, we don't know which one he is replying to.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The first thing that has been put to you, it has been put to you that you belonged to a group which harassed people and raped women.",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "That is not true.  That is a mistake.",
            "Male"
        ],
        [
            "MS THABETE",
            "Sorry Mr Chairman, can I get guidance here.  I don't know whether I should repeat it one by one, because I actually asked him one by one whether he belonged, and he has denied all of that, so I just wanted to ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think he has, that he belonged to a group, he has already said that he hasn't heard of Sinamandla, so I think that is all right, carry on with your questions.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "So can I put whatever he has denied, can I put it to him because that is what I want to do now.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Zulu, I was still saying, my instructions and according to our investigation,  you belonged to a gang, Sinamandla which harassed people and women.  You also assaulted a reverend in church.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think just ask him as you go along, what he says to it each time.  What do you say to that, did you belong to a gang called Sinamandla, you have already denied that.\n\tIt is also put to you that you were part of a group that assaulted a certain reverend?",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "That I don't know.",
            "Male"
        ],
        [
            "MS THABETE",
            "I have also been instructed Mr Zulu, that actually there was no political conflict in the area, you were just a group of criminals who harassed people, what is your response to that?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I refute all of what you have just said.",
            "Male"
        ],
        [
            "MS THABETE",
            "It is also my instructions that you targeted innocent people, who were sitting under a tree drinking beer, who had not even attacked you.  What is your response to that?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "The people we attacked, formed part of the big group that attacked the IFP people.",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Zulu, I am going to call a witness who is going to testify that he was there when your people were attacked, and the people that you attacked, were not part of the people that attacked your relatives.",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I am certain about the facts that they were present.  Whether you call him or not, I will still say that in his or her eyes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thank you Mr Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Maharaj, do you have any re-examination.\nNO RE-EXAMINATION BY MR MAHARAJ",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Yes Mr Chairperson.  Mr Zulu, when members of the IFP were attacked, were you present?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "When members of the IFP were attacked, were you present?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, I was present.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Where did it take place?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "This took place not too far away from my house, in the neighbourhood, it was in the morning at around six o'clock.  They got there and killed Mr Luthuli and Mr Sithole.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "How many were the people who attacked Mr Luthuli and Mr Sithole?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "It was a massive group.  I could not count them.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Approximately if you say they were a large group?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I cannot give a rough estimation since it was a large group.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it five people, or was it 20 people, was it as many people as are sitting in the auditorium here, was it 1 000 people?  Can't you give some sort of indication?",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "It my opinion, I would think there were more than 50.  They arrived at about six in the morning.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "How did you know that they were ANC members?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "How did you know that these people who came to attack, these 50 people, were ANC members?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "It is because we saw, we could recognise some of them.  We could tell and establish that these are the people who came to attack and yet at the same time, we knew their names, some of them that is, not all of them.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Are you saying you knew them out of that group of 50 people, that they were people who came to attack?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "It was not dark, it was during the day, it was daylight in the morning, so you could tell and recognise the faces.  Some of them, we knew their names, and we knew where they resided as well.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Let's move to the day when you people went to attack at Mthetwa's house.  How many people were there?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I don't remember as to how many there were.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Were there 10 or 50?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I don't think they were above 25, or more than 25.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "What exactly were they doing when you arrived?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "They were sitting down.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Were they sitting down outside the house, under a tree?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, they were outside under a tree, sitting there.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Were they drinking?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "No.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Mr Maharaj asked you a question, which to my mind, you didn't answer.  He said how did you recognise them or identify them as the people who came to attack at your area when you arrived there at Mthetwa's house.",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Mr Buxusa had already told us that we would find them at Mthetwa's house, that is where they would have gathered.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I am now at the stage where you arrived at Mthetwa's house, how did you know that these are the people who had attacked you previously or they were different people?  By what marks did you identify them?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Some of them had been present when we had been attacked.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Were all the deceased people present at the previous attack?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, they were present, and even those who were injured, were present when we were attacked.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You said you didn't disguise yourself during this attack, because you wanted the people to know that it was the IFP which attacked, did I understand your correctly?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, that is exactly what I said.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Did you have any other indications, like arm bands or anything to identify yourselves as Inkatha members?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I was wearing an IFP T-shirt.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "No further questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Sibanyoni.  Mr Lax, do you have any questions?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.  Do you remember you got a letter from the TRC and you were asked to answer some questions?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "You wrote a letter.  Did you write the letter, or did someone help you write the letter?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Somebody assisted me.",
            "Male"
        ],
        [
            "MR LAX",
            "Did that person read the answers to you?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, they did read them to me.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, in reply to the question and just for the benefit of the record, these questions appear in a letter at page 20 and 21 of the record, it is question 4 at page 20, the question was were any orders given to kill the five ANC members and if so, and I will leave out the first couple of parts, what was the specific orders/instructions?  Your answer appears on page 22 as follows, the instruction was that we must shoot/kill any ANC members in that particular area.",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "That ties in with your first bit of evidence that you gave to us in your evidence in chief, when you were being led by Mr Maharaj, that you went to that area and you were going to kill any person that you found in that area.\n\tLater on in your evidence, you then changed your evidence and you said well, we knew it was Mthetwa's place and Buxusa said that if we went there, we would find the people who had attacked us.\n\tI want you to explain why you gave this answer in reply to that question.",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "With regards to the attack?",
            "Male"
        ],
        [
            "MR LAX",
            "Why did you say that you went to attack any person you should find in that area?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "It is because Mr Buxusa had already instructed us to go and kill in that area, in fact kill anybody who was present at the meeting.",
            "Male"
        ],
        [
            "MR LAX",
            "You see that then makes your statement that the people you killed, were the very people who attacked you and your family and the Luthuli's family, and that you could identify them, totally irrelevant.\n\tIt didn't matter to you whether they were part of the attack or not.  You went there to kill whoever you would find in that place?  Why did you have to identify anybody?\n\tDo you see my point?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Mr Buxusa gave this order, because IFP members' herds had been attacked.",
            "Male"
        ],
        [
            "MR LAX",
            "Why did you wait six months before you went and attacked this area again?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "We were still planning for the attack because we were actually afraid of them.",
            "Male"
        ],
        [
            "MR LAX",
            "But you went and attacked people who were sitting down under a tree, drinking beer?  What were you afraid of, they didn't even have weapons on them?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR LAX",
            "The question was that you went and attacked people who were sitting down, unsuspecting, under a tree, drinking beer.  They didn't have weapons with them, you just arrived and attacked them.  What were you afraid of?\n\tYou never met any resistance, did you?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "We approached them whilst they were not suspecting that we would actually arrive there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you were afraid of them, why didn't you shoot them?  Why go up and slice them and stab them and cut them?",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "When we approached, we actually approached from a direction where there were a lot of trees, so they did not see us approaching.  If you are attacked in that manner, that is if you are unsuspecting, you are actually shocked when you realise that people are there to attack you, and when we actually came up on them, they were shocked because they were not expecting us.",
            "Male"
        ],
        [
            "MR LAX",
            "You went there expecting to find an ANC meeting, is that right?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "But you didn't find an ANC meeting, you found four or five people sitting around under the trees, drinking, isn't that so?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "There were more than five.",
            "Male"
        ],
        [
            "MR LAX",
            "You say there were 25 people sitting there?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I said there were not more than 25.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, how is it that you didn't attack and kill more people then?  Why didn't you just shoot the whole lot of them, you had guns?  If these were the people that had attacked your area, why didn't you use your guns and shoot the lot of them and get the most benefit out of your attack?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Some of them fled and the others remained.  They fled to the trees, so I could not have shot at somebody who had actually hidden in the trees.",
            "Male"
        ],
        [
            "MR LAX",
            "It is your evidence that they never saw you coming, you could have sneaked up, you could have aimed your firearms and you could have shot the whole lot of them before they had a chance to move.\n\tIf that was your intention to go there and attack the people who had attacked your area, while they were having a meeting, why didn't you do that?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "The situation was that we were also not very sure of what was going to happen, because these people were also taking traditional medicine just as much as we did.",
            "Male"
        ],
        [
            "MR LAX",
            "You expected to come upon a meeting, on your version there was a meeting going on, correct?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "So people who are busy in a meeting, aren't looking around them to see what is going on outside and around on the outside of the meeting.  Isn't that so?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "So you told us that you sneaked up on them, out of the trees.",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you just open fire and run back into the trees and be gone before anyone knew anything?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "The trees surrounded the house, so it would not have been easy to shoot at them, that is why we just went directly up to them.",
            "Male"
        ],
        [
            "MR LAX",
            "You went up to them directly, because you wanted them to know that you were Inkatha?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "That doesn't make sense then, that you should do that.  It would effect your effectiveness as an attacker?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR LAX",
            "You minimise your effectiveness as an attacker?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "We were looking for them, we wanted to kill them after they had attacked the IFP.",
            "Male"
        ],
        [
            "MR LAX",
            "Precisely, and you were expecting to find all these people that had attacked you at a meeting?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Again, explain why you didn't kill as many of them as you possibly could, if these were the very people that had attacked you?  Why didn't you use your firearms once you had used your knives?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Some of them fled.",
            "Male"
        ],
        [
            "MR LAX",
            "We are not talking about some of them, we are talking about up to 25 people.  There were only six people that were injured or killed.  Even if we say there were 20, that still leaves another 14 people available?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "That is because those fled.",
            "Male"
        ],
        [
            "MR LAX",
            "This area that you attacked, was that also under Nkosi Khumalo?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "Which Nkosi was this under?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Cele.",
            "Male"
        ],
        [
            "MR LAX",
            "And why had people from that area, attacked your area?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR LAX",
            "Why had people from Cele's area, attacked your area which was Khumalo's area?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I do not know.  I don't understand how it happened.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see, in your application form you say people from Umbumbulu came and attacked and caused the trouble.  Do you remember you wrote that in your application form?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I remember, it is just that this happened a while ago.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, but I find it very surprising that you can't explain why these attacks took place.",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "You see, you told us that things were peaceful until the end of 1992 in your area.",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Well in fact, they weren't peaceful because there was an attack in the middle of 1992?  Please explain this.",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "The ANC attacked the IFP and they were from the Umbumbulu area.  These are the people who were responsible for the start of the violence in the area.\n\tThey actually attacked the Xebani household.  That is when the violence started and we also wanted to attack them in return.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, you said it was peaceful until the end of 1992.  This attack that you are talking about where your relative and Luthuli's relative was killed, was in August 1992, which is the middle of 1992.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Chairman, I think in all fairness to Mr Zulu, he didn't make specific reference by saying that, up until the end of 1992 there was peace.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think you know, whether it was August or towards the end.",
            "Unknown"
        ],
        [
            "MR LAX",
            "How far is Lindelani from this area that you went to attack?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "It is far, because you have to actually take transport, board transport to go to that area.",
            "Male"
        ],
        [
            "MR LAX",
            "You lived at Lindelani for six months, why go and look for trouble in another area that is so far away?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "My intention was not to stir up trouble, but my home and our property was still in the area and we wanted to collect that property which had actually been left in our homes when we fled.\n\tWe were unable to do that because the fighting was still going on.  An IFP member would have been killed if he had been found in the area by the ANC.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you go to the police and say to the police we need your help, we want you to accompany us, this is the kwaZulu police who were operating in Ndwedwe and Inanda and in all those areas, and say to them we need your help, we are Inkatha people, we need to go and fetch our possessions, please (indistinct) us to this place and help us get our possessions.  Why didn't you do that?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "We went to the nearest police station, which was Macadeni and we reported to the police there that we requested to be able to go and pick up our property and those policemen said they could not accompany us because they also feared for their lives, they have small kids.",
            "Male"
        ],
        [
            "MR LAX",
            "Are you saying that the kwaZulu police were so afraid of going into this area, that they wouldn't accompany you to fetch your possessions?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "We went to the Macadeni police station, that was the SAP police station.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you go to the kwaZulu police, which would have been people who were much more favourably disposed towards the IFP and asked them for help?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "They were far from where we were.",
            "Male"
        ],
        [
            "MR LAX",
            "But you were at Lindelani, there were police close by there?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "There were not KZP members at Lindelani, they were at kwaMashu.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you go to the police and say these are the names of the people who killed my relatives, please make sure you arrest them?  Why did you need to kill them yourself?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "We did go to the police, it was myself and some other family member, and a family member from Luthuli and we reported that people had killed our relatives.  We asked them to go and pick up the bodies, and they said they would not go there, because they fear for their lives.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you point out to the police who the people were that had killed your relatives?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, we did.",
            "Male"
        ],
        [
            "MR LAX",
            "And you say nothing happened?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Sorry?",
            "Male"
        ],
        [
            "MR LAX",
            "Did they investigate the case, did they open a murder docket?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "They last said that they were going to arrest them, but they were never arrested.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you go and find out or did you just leave and go to Lindelani?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "No, we did not go back, because they had not taken this matter up seriously.",
            "Male"
        ],
        [
            "MR LAX",
            "How did you know, you were from Lindelani.  You weren't even back at your area?  You were in Lindelani for over six months, how did you know that nothing had happened?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I went there twice and on the second occasion they told me the same thing and I decided that I was not going to return to the police station, because they were not offering any help.",
            "Male"
        ],
        [
            "MR LAX",
            "Do you remember that Mrs Gcabashe gave evidence in the court case?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, I do remember.",
            "Male"
        ],
        [
            "MR LAX",
            "She spoke of being threatened with a knife?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Who threatened her?",
            "Male"
        ],
        [
            "MR LAX",
            "I will find it for you.  I beg your pardon, she was - accused 1 was ...",
            "Male"
        ],
        [
            "MS THABETE",
            "It is page 28 - 29.",
            "Female"
        ],
        [
            "MR LAX",
            "Number 1 was Luthuli and you were number 2, is that right?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Luthuli according to her, was armed with a sharpened length of iron, what one would call a (indistinct), is that right?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "He had a knife, not a (indistinct).  It was Ndumisa who carried the (indistinct).",
            "Male"
        ],
        [
            "MR LAX",
            "She said that Luthuli was standing over her husband with a knife and that he also had this (indistinct).  She called out to him, she knew him she says, obviously, she cried out Linda, you have killed me.\n\tThen this Linda then aimed a blow at her, but she stepped back and then he stabbed her husband.  That was Mthetwa.  Did you see that happen?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I only heard of it in court, but I did not witness it happening.",
            "Male"
        ],
        [
            "MR LAX",
            "Would you deny that it happened, if you didn't witness it?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I would not deny it, because I did not witness it.  I just heard it from her when she mentioned it in court.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay, so you knew all the people that were present at that meeting at Mthetwa's house?  You recognised them as being people who ...",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I did not know all of them.",
            "Male"
        ],
        [
            "MR LAX",
            "But it wouldn't have made any difference to you, because they were at an ANC area as far as you were concerned?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "No further questions, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Mr Zulu, I just forgot to put to you after I asked you the number of the people according to you, who were at Mthetwa's kraal, according to the evidence at the trail, there were only six men there, there were no 50 people.  What do you say to that?  There were not 25, there were only six men, what do you say to that, who were at the kraal at Mthetwa.",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "There were not six.  Those were the people who were actually injured.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "That is the only question Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Maharaj, do you have questions arising?",
            "Unknown"
        ],
        [
            "FURTHER EXAMINATION BY MR MAHARAJ",
            "Thank you Mr Chairman.  Mr Zulu, you mentioned that at approximately six o'clock in the morning, there were approximately 50 people that attacked the IFP.  I would like you to tell the Committee whether the four people that were killed and the people that were injured by yourself, whether those people were part of the 50 people that attacked the IFP.",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "They were part of the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question by Mr Maharaj was, of the group of approximately 50 people who you say attacked the IFP area, do you say that the four deceased, the four people that you killed at Mthetwa's place and the others that were injured at Mthetwa's place, were amongst that group who attacked earlier?",
            "Unknown"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, they were present.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Thank you Mr Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR MAHARAJ",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Thabete, do you have any questions arising?",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MS THABETE",
            "Yes Mr Chairman.  Just to make a follow up on the question asked by my colleague, when your people were attacked by allegedly ANC members, how were they attacked?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "They surrounded us, they divided themselves into three.",
            "Male"
        ],
        [
            "MS THABETE",
            "Were you in your houses, where were you?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I was at home.",
            "Male"
        ],
        [
            "MS THABETE",
            "So they came in and they surrounded you?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "My home is actually along the road, so when these people approached, I could actually see them approaching and when we saw them, we fled.",
            "Male"
        ],
        [
            "MS THABETE",
            "You fled when you saw them coming down to attack you?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Because my question to you was, how did you identify these six men out of 50 people who were there, how did you manage to identify them?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I would also be able to see them when they approached, that is why I fled because I recognised them, and knew who they were and that they were coming to attack us.",
            "Male"
        ],
        [
            "MS THABETE",
            "So you are saying out of 50 people who came to attack you, you could identify the victims as one of the people who came to attack you?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I mentioned before that I saw these six people who actually were amongst the group, but I also saw the rest whose names I do not know.",
            "Male"
        ],
        [
            "MS THABETE",
            "You also talk about people from Umbumbulu, who came to attack you.  How do you know these people were from Umbumbulu?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "They were strangers in the area, I knew them.",
            "Male"
        ],
        [
            "MS THABETE",
            "No, I am not asking whether they were strangers, I am asking you how did you know that they were from Umbumbulu?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "My sister is married to somebody from Umbumbulu and she said that these people were from Umbumbulu and she knows them.",
            "Male"
        ],
        [
            "MS THABETE",
            "Why do you think people from Umbumbulu would attack you at Ndwedwe?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Because of the situation back then, they assumed that we were IFP and the ANC people from Ngonweni knew just how strong we were, and I think that is why they told these people that there is this IFP area and such and such people reside at this area.\n\tThat is why I think they came to attack us.",
            "Male"
        ],
        [
            "MS THABETE",
            "When you attacked at the Mthetwa place, were there any people shot or did any of you fire shots?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Did they fire shots at the deceased or at some people who were sitting there?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "We were just shooting in the air when they had already fled.",
            "Male"
        ],
        [
            "MS THABETE",
            "Why I am asking you this, it is because in your application, the Zulu version on page 6, let me check the English one, page 15, you say we killed the ANC followers by shooting and stabbing them and hacking them, yes.\n\tWhat did you mean by that if you didn't kill anyone by shooting them or was it a mistake?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "It is true. I meant to say that the guns or firearms were also fired.",
            "Male"
        ],
        [
            "MS THABETE",
            "No, what I am asking you is, you say here you killed them by shooting and hacking them, and your evidence today is that you shot, you fired shots in the air and you didn't kill them by shooting at them.  How do you explain that contradiction?",
            "Female"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "If I shoot, pointing in a direction where you have gone into, I can not be certain that you are hit or not.",
            "Male"
        ],
        [
            "MS THABETE",
            "No further questions.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "MR LAX",
            "But I asked you earlier why you didn't shoot at them.  He is saying if you point a gun at a person, you don't know if the shots are going to hit him or not, that was his answer now.\n\tIs that right?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Sorry?",
            "Male"
        ],
        [
            "MR LAX",
            "Did I hear you correctly that if you point a gun at a person, or you aim a gun at a person, you don't have to be sure whether the shots are going to hit or not.  Was that what you said, I couldn't hear properly?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes, I think that is what I said.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  The question is you did actually shoot at the people, you just don't know whether you hit them or not?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "That is different to shooting in the air as you said earlier in your evidence, isn't it?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "It is also different to when I asked you why you didn't shoot at them.  Why didn't you say yes, but I did actually shoot at them?  Why only now when it is pointed out to them, that you said in your application form that you shot and hacked at them, and you killed them by shooting, only then do you now say yes, well actually I did shoot at them?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "As I mentioned before, I have been in prison for a long time, and my mind has been disturbed, so I may not remember everything.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see, when I asked you why you didn't shoot at them, why didn't you say to me but I did actually shoot at them?\n\tInstead, you gave me an elaborate explanation of why you hadn't shot at them which is different from not forgetting, do you understand?",
            "Male"
        ],
        [
            "ZAKHELE AMOS ZULU",
            "I think I made a mistake in that regard.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Zulu.  Mr Maharaj?",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "Thank you Mr Chairman, the applicant calls Linda Heman Luthuli.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know where he is Mr Maharaj?",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "He is seated in the audience Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Linda Luthuli.  I think if he can sit where the applicant is and Mr Zulu if you can go and sit next to your attorney while he is giving evidence.",
            "Unknown"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Maharaj?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MAHARAJ",
            "Mr Luthuli, it is common cause that you were the, Mr Zulu, the applicant's co-accused in the High Court when you were convicted of murdering four people and attempting to murder another two, correct?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "And as a result of that incident, you were convicted and you received a term of imprisonment of 14 years?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "I would like you to tell the Committee that during or about, or I will be more specific, up until July 1992, where were you residing?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I resided at Madada.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Were you up until that time, July 1992, were you always residing in Madada?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "No.  I used to visit.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Did you belong to any political party during the time that you resided in Madada?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "What is the name of the political party?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I was an IFP follower.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Did you take any active part in the day to day affairs of the Inkatha party?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "During 1992, can you tell the Committee please what active role did you play in the affairs of the IFP?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I was an IFP supporter.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "You told the Committee that you used to reside in an area called Madada, was Madada further broken down into specific areas or in any particular area that you used to reside in?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes, it was divided.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "What is the name of the area that you particularly resided in?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "At Bolushe, (indistinct)",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "And the people of Bolushe, were they predominantly, I wouldn't say predominantly, which members of any particular party resided specifically in Buloshe?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Most of them were IFP members.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Is it not correct that the area known as Madada was divided by a road and on one side of the road was a place called Buloshe and on the other side of the road was a place called Ngonweni?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "The place called Ngonweni, was that place particularly or predominantly occupied by members of any particular political party?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Which political party was that?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "It was the ANC.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Specifically during July/August 1992, can you tell the Committee what was the state of the political violence like in that area, with specific reference to the relationship to the IFP and the ANC?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "There was a lot of violence.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Did a certain set of circumstances, or were there certain activities by members of the ANC which caused you and the applicant of this matter, together with other co-perpetrators to attack the members of the ANC on the 3rd of February 1993?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes, there is something.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "I beg your pardon Mr Chairperson, it should be the 2nd of February 1993.\n\tCan you please tell the Committee what is it that happened that caused you to attack this people?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "In July we were attacked by the ANC and they killed my father, as well as Mr Sithole and a certain boy from the Zulu family.\n\tAfter that, we moved away from that area, and I buried my father at another area.  After I buried my father, I went to the kwaMashu hostel in Durban.\n\tIn 1993 Zakhele, the IFP Youth Organiser, came to the kwamashu hostel and he was with Zita and Ndumiso.  They told me that we would be travelling to Madada to Ngonweni specifically and they told me that they had been with Buxusa who was an IFP leader as well as an induna.\n\tZakhele told me that we were going to go to Ngonweni to attack the people there.   We went there indeed, and we killed them when we arrived.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "The people that you killed in Ngonweni, did you know any of those people?  The people that you killed?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes, there are that I knew.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "How is it that you knew them, or how is it that you identified them as being persons that you wanted to kill?",
            "Male"
        ],
        [
            "MR LAX",
            "Hang on a second, he didn't say that he wanted to kill them, he said he knew them.  How did he know them?",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "I beg your pardon, I will rephrase that.  Mr Luthuli, how is it that you knew these people?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I did not know all of them.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Let us refer to them by the, as the people that died.  Did you perhaps know any of the deceased?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Which of the deceased did you know?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "The owner of the household, Mr Mthetwa.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Aside from Mr Mthetwa, did you know any of the others that were deceased?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "He is the only one that I knew.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Did you know any of the others that were injured in this attack?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "How did you know Mthetwa?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I knew him because his house was alongside the road, so on my way to the bus stop I would pass his home.\n\tThe bus stop is actually, his house is actually on the way to the bus stop.",
            "Male"
        ],
        [
            "MR LAX",
            "Why did you go there to attack his house?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "That was because they had attacked the IFP.",
            "Male"
        ],
        [
            "MR LAX",
            "Who is they?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Mr Mthetwa and them.",
            "Male"
        ],
        [
            "MR LAX",
            "And who else?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I do not know the others because I did not see them.",
            "Male"
        ],
        [
            "MR LAX",
            "So you didn't know whether anyone else there had attacked the IFP, as far as you were concerned, you only knew that Mthetwa had attacked the IFP?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes, I knew Mthetwa.",
            "Male"
        ],
        [
            "MR LAX",
            "No, no, I know that you knew Mthetwa.  How did you know that he had attacked the IFP?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I had been told by Zulu that we would actually find these people at his house.",
            "Male"
        ],
        [
            "MR LAX",
            "Zulu told you that you would find the attackers, did he say the attackers of your father, did he say the attackers of the ANC on the IFP, what did he say?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "He had just referred to them as ANC people.",
            "Male"
        ],
        [
            "MR LAX",
            "He just said the ANC people, he didn't say the people who had attacked your home, or the people who had attacked your area, he just said the ANC people?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "He just said that they were ANC people who we would have found at Mthetwa's house, as the instructions from Buxusa.",
            "Male"
        ],
        [
            "MR LAX",
            "So you went there simply to attack ANC, as far as you were told by him?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "You weren't going to attack people who had attacked your area as far as you knew, you were just going there because they were ANC and Buxusa as far as you knew, had said you must go and attack the ANC at that area?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes, it was also to prevent their attacks, because they had actually attacked us many times before.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Maharaj?",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "Thank you.  As I understand your evidence Mr Luthuli, you were in the company of the applicant and you were in the company of two other persons, that is Zita Zulu and the other person.  Can you please tell the Committee where were the deceased at the time that you arrived at Mthetwa's house?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "They were under a tree.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Did the deceased and the other two persons that you attempted to murder, where were they in relation to the tree?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "They were a group sitting around and they were just talking.  They were a large group and they were just discussing something, although I did not hear what they were talking about.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Can you estimate approximately how many people were they within this group?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Although I did not count them, there may have been about 20 or more, because they were quite a sizeable group.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Would you regard there as having been a person amongst the four of you, who was the leader of your group?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "There was one leader.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Who was that?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "The honourable Mr Zulu here, who was the Organiser of the Youth in the IFP.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "How is it that you came to attack specifically these four persons that have died, and the two persons who you attempted to murder?  Was the attack specifically levelled at these six people or was it an attack that was levelled generally at any members of this congregation of the IFP Unit that you attacked?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "We were attacking anybody, everyone there.  Anybody could have gotten injured, but we were not attacking women.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "So Mr Luthuli, are you saying that no specific instruction was given to you by Mr Zulu that you should attack these six people, because these six people were part and parcel of a group that attacked the IFP area on a certain date?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "No, he did not.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "You told the Committee as well Mr Luthuli, that your father was killed by this group that belonged to the ANC?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Was this attack that you were part of, levelled at the members of the ANC as a result of you wanting vengeance for the killing of your father or did it have any political, was there any political reason behind it?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "It was just trying to prevent a situation where they would launch further attacks on us.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Is there any particular reason Mr Luthuli, why you didn't disguise yourself at the time that you perpetrated this attack on the deceased and the victims in the Supreme Court trial?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "We did not disguise ourselves, because we were at war with them, because even when they attacked us, they would not disguise themselves.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Why is it that Maria Gcabashe's life was spared at the time that you attacked these people?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I don't remember a woman being killed from either side.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Luthuli, in the event of your father having been killed by a fellow IFP member within your community, what action would have been appropriate to be taken by the people that belonged to the IFP in those circumstances?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "It would have been regarded as a mistake, but I don't think it would have been taken as an intentional killing.  It would have been discussed.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Thank you Mr Chairperson, that is the evidence of Mr Luthuli.\nNO FURTHER QUESTIONS BY MR MAHARAJ",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Maharaj.  Ms Thabete, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS THABETE",
            "Yes Mr Chairman.  Mr Luthuli, are you in prison right now?",
            "Female"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Which prison?",
            "Female"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Westville prison.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is it the same prison where Mr Zulu is?",
            "Female"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "No.  I don't know where Mr Zulu is.",
            "Male"
        ],
        [
            "MS THABETE",
            "Why didn't you apply for amnesty?",
            "Female"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I did not get the opportunity, I cannot even write, I am illiterate.",
            "Male"
        ],
        [
            "MS THABETE",
            "Would it not be correct to say that you did not apply for amnesty because you knew that the act that you had committed, was not political?",
            "Female"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "No, that is not so.",
            "Male"
        ],
        [
            "MS THABETE",
            "So you are saying that you did not apply because you did not know that you had to apply?  Is that what you are saying?",
            "Female"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes, and I cannot even read or write.",
            "Male"
        ],
        [
            "MS THABETE",
            "I don't know whether I heard you correct - yes, you see Mr Luthuli, there are many people like you who can't write, but the prison officials could have assisted you, should you have told them that you wanted to apply.\n\tLet's go on, let's proceed.  I don't know whether I heard you correctly in your evidence, did you say that Zakhele told you to go and kill at Mthetwa's place?",
            "Female"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Zakhele actually found me at the kwaMashu hostel.",
            "Male"
        ],
        [
            "MS THABETE",
            "What I am asking is, did you say Zakhele told you to go and kill Mr Mthetwa?",
            "Female"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "He came to me with what he had been told by Buxusa.",
            "Male"
        ],
        [
            "MS THABETE",
            "When you came to Mthetwa's place, how many people were there?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "In which group?  At Mthetwa's place or in his group?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "At Mthetwa's place?",
            "Female"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I think about 20.",
            "Male"
        ],
        [
            "MS THABETE",
            "In your own words, why did you kill the deceased?",
            "Female"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "We killed them because they usually launched attacks against the IFP.",
            "Male"
        ],
        [
            "MS THABETE",
            "Do you know anything about the gang that called themselves Sinamandla?",
            "Female"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "No, I do not.",
            "Male"
        ],
        [
            "MS THABETE",
            "No further questions Mr Chairperson.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Thabete.  Any re-examination Mr Maharaj?",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "No re-examination Mr Chairman.\nNO RE-EXAMINATION BY MR MAHARAJ",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni, do you have any questions to ask?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Yes Mr Chairperson.  Mr Luthuli, did you before Buxusa said you must go to Mthetwa and attack, did you know who killed your father?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Buxusa did not talk to me directly.  I received a report from the honourable Mr Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the question was, after your father had been killed, did you know who was responsible for the death of your father, who killed your father?",
            "Unknown"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "No.  I just heard that it was people from Ngonweni.  That is all I heard.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You heard from whom?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "When I arrived, my father was already dead and my brother told me this.  He is the one who explained to me that it was people from Ngonweni who had actually attacked my father.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You repeatedly referred to the applicant as the honourable Mr Zulu.  Why do you call him honourable?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Because he was the IFP Youth Organiser, he was my superior and I respected him together with Mr Buxusa.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But he was only 17 years old in 1993, when this incident happened, is that so?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "It is possible, but he is very eloquent, he is able to talk to the people.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "The evidence at the trial was that there were only six men at Mthetwa's house when you people arrived, and not 20, around 20 as you are estimating.  What do you say about that?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "That is a mistake.  It is something that they would say because we are always at opposing ends.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Why so few people in other words, were killed and injured, why was it not possible to injure or kill more than the number which was killed?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "It is not common that you are able to kill a lot of people and whoever dies, it may be fate that that is indeed the day on which he is supposed to die, because some of them managed to flee.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But you would have injured more than the number, the two people that you injured, am i correct?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "It was not easy, because they were already outside.  If maybe they had been inside the house, maybe we could have killed more, but because they were already outside on the yard, it was difficult.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I see you are turning your head away from the panel, is there a reason for doing that?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I just want to hear properly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Luthuli, take this and put it next, put this thing next to the microphone.  Take this device and put it there.  Maybe that will help.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Can you hear us properly now?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes, I can hear.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You said the attack you launched, was to prevent the other side from launching another attack.  Did I understand you properly?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But why did you wait for six months before trying to prevent further attacks?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "They were heavily armed and they were very dangerous people.  That is why it took us a while, so that in the meantime they would just forget about us.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "The information which was gathered by the TRC Investigating Group, is that there was no political conflict in the area, no political structures, but what predominantly was existing there, was that you belonged to a group called Sinamandla, which was terrorising the area.  What do you say about that?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "That is a mistake, I have no knowledge of that.\n\tI am not convicted for harassing people in the area.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "If relatives of the victims come here and say there were only six men sitting under a tree, drinking beer when you attacked them, what would you say to that?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I would deny that.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "If they say they know that you in fact belonged to that group called Sinamandla, what would you say about that?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "That would be a mistake, I do not know that gang.   That was my nickname.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "No further questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Sibanyoni.  Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you.  Do you remember one Shosi boy that was killed in your area?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I don't remember that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The name was Xude Shosi.",
            "Unknown"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I don't remember.  Was he killed in our area?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Apparently so.",
            "Unknown"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I think it is a mistake.",
            "Male"
        ],
        [
            "MR LAX",
            "I see, because of what affiliation was your father?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "He was a follower of the IFP.",
            "Male"
        ],
        [
            "MR LAX",
            "The investigations done byu the TRC Investigation Unit, indicate that your father was killed as a result of a revenge for the killing of the Shosi boy, but you don't know anything of it?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I think that is a mistake.",
            "Male"
        ],
        [
            "MR LAX",
            "Do you know induna Shangase?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR LAX",
            "You don't know him at all?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Not at all.",
            "Male"
        ],
        [
            "MR LAX",
            "Why if you had been living at kwaMashu hostel for at least six months, did you find it necessary to go back and attack this area?\n\tYou had nothing to do with the area for six months, why go back there?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I was a hostel dweller and I will always look around for temporary jobs.  When I left Buloshe, I went to Ndwedwe.\n\tI resided in kwaMashu due to looking for temporary jobs, but I originally came from Nkosi Ndwedwe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the question Mr Lax put to you was, why if you were at kwaMashu, did you find it necessary to go back to Madada and attack the people at Ngonweni?",
            "Unknown"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "There was a need that necessitated us to attack.",
            "Male"
        ],
        [
            "MR LAX",
            "That was the order from Buxusa?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes, though it was relayed to me by Zulu.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  So if he hadn't given an instruction, you wouldn't have gone back there to attack?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes, I wouldn't have gone to attack.  I was living at Lindelani.  If he did not come to me, they wouldn't have found me.",
            "Male"
        ],
        [
            "MR LAX",
            "But you weren't in Lindelani, you were at kwaMashu in the mens' hostel?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "That is so.",
            "Male"
        ],
        [
            "MR LAX",
            "Or maybe you were at Lindelani and not at kwaMashu?  Which is it?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I was in kwaMashu hostel.",
            "Male"
        ],
        [
            "MR LAX",
            "I see, that was just a mistake?  What authority did Buxusa have over Ndwedwe, he was at Lindelani.  Why should he have any authority in Madada?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I know him to be residing in Madada as an induna, and a leader as well of the IFP.",
            "Male"
        ],
        [
            "MR LAX",
            "So was he also exiled from the area?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR LAX",
            "Was he also exiled from the area?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes, he was residing as well in Buloshe.",
            "Male"
        ],
        [
            "MR LAX",
            "When did he leave Bolushe?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Do you mean when he left, when did he leave Bolushe?",
            "Male"
        ],
        [
            "MR LAX",
            "Yes?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "He never left Bolushe, Buxusa.",
            "Male"
        ],
        [
            "MR LAX",
            "I understood he was living at Lindelani?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I don't remember him residing at Lindelani.",
            "Male"
        ],
        [
            "MR LAX",
            "I see.",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I remember him to be residing in Madada.",
            "Male"
        ],
        [
            "MR LAX",
            "I see, so at the time of this attack and at the time of the previous attack on your father, he was living at Madada?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes, in Madada.",
            "Male"
        ],
        [
            "MR LAX",
            "And what was his position in the IFP in Madada?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I know him as a leader of the IFP.",
            "Male"
        ],
        [
            "MR LAX",
            "Was he the Chairperson of the branch, was he - what position did he hold?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "In as far as the rank, the official ranks of the IFP, I wouldn't know but what I know is that he was a leader and induna as well of IFP.",
            "Male"
        ],
        [
            "MR LAX",
            "You said you were a supporter, active supporter of the IFP.",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes, I was a follower, an active follower of the IFP.",
            "Male"
        ],
        [
            "MR LAX",
            "What branch were you a follower of?  Were you a member of any branch?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "No.  There was no branch that I was affiliated with, I was only a follower of the IFP.",
            "Male"
        ],
        [
            "MR LAX",
            "Was there a branch in your area at Buloshe?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "You see, this whole thing about the branches and so on, I do not have knowledge about that.  It is sort of confusing to me, I only know that Buloshe induna was Mr Mbonambi.",
            "Male"
        ],
        [
            "MR LAX",
            "On what basis do you say you were an active IFP supporter, you weren't involved in any branch activities?  What meetings did you go to of the IFP that says you were an active member?\n\tWhat structures did you attend of the IFP that says you were an IFP member?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I was only a supporter of the IFP.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, but how could you be an active supporter, if you didn't attend meetings or belonged to any structure or maybe you were an active fighter for the IFP?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "No, that is not true, that is a mistake.",
            "Male"
        ],
        [
            "MR LAX",
            "Then explain to us, how you could be active if you weren't part of any structure or didn't do anything, you can't tell us what you did in order to be active?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I was residing in the IFP area as a civilian there, not necessary that I held a position in the IFP structures.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, but how were you active?",
            "Male"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "When we travelled or we go to discuss certain matters, I would be found there.  But with regards to positions, no, I did not hold any position.",
            "Male"
        ],
        [
            "MR LAX",
            "No further questions, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When the attack took place at the Mthetwa establishment, were any shots fired?",
            "Unknown"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Whether there were shots that were fired, are you referring to the attack in Ngonweni?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I am referring to the attack at Mthetwa's house, the one that you went together with the applicant and two other people, and the one which you are sitting in prison for at the moment, were shots fired?",
            "Unknown"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I did hear sound of a gun.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you yourself, shoot?",
            "Unknown"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "No, I did not shoot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see anybody shooting?",
            "Unknown"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "No, I did not see anybody.  But I did hear the sound of a shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One shot?",
            "Unknown"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I think it was once.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you think it was shots that you were being shot at, or do you think that shot came from one of the people in your group?",
            "Unknown"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "It could have been us shooting, or one of us shooting, but at the same time, I don't want to dispute the fact that it could have been from, emanating from the other side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have a firearm?",
            "Unknown"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you use it?",
            "Unknown"
        ],
        [
            "LINDA HEMAN LUTHULI",
            "I did not see any need to use the firearm, especially that in rural areas, we don't effectively use firearms, but we rely strongly upon traditional medicines.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any questions arising Mr Maharaj?",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "I have no questions Mr Chairperson.\nNO FURTHER QUESTIONS BY MR MAHARAJ",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "No questions Mr Chairman.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Luthuli, that concludes your evidence.",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "That was the case for the applicant, Mr Chairman.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Chairman, I am going to lead two witnesses, and I would plead with the Committee members, to proceed until we are finished.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Perhaps we could take a five minute adjournment, just to allow the Interpreter to have a little break, or do you think it is necessary, unless she thinks it is not necessary?  Okay, we can proceed then.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Chairman, I would like to call Mr Shangase please.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Luthuli, you can stand down, and go back to your seat please.  Mr Shangase?  Mr Shangase, what is your full names please?",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Konakwakhe Elliot Shangase.",
            "Male"
        ],
        [
            "MR LAX",
            "Just spell that for us please.",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Konakwakhe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms Thabete?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MS THABETE",
            "Mr Shangase, how old are you?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I am 42 years old.",
            "Male"
        ],
        [
            "MS THABETE",
            "Are you working?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "No.",
            "Male"
        ],
        [
            "MS THABETE",
            "Where do you stay?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "In the area of Ndwedwe, under Chief Cele.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is this the place where the deceased were attacked at Mthetwa's house?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Yes, that is the area I am coming from.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that Ngonweni?",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "That is correct, Ngonweni is a river.  This is why I am referring to it as under Chief Cele, but Ngonweni is the name of the river.",
            "Male"
        ],
        [
            "MS THABETE",
            "Would you say this was an ANC area?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are talking now about 1992/1993.",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Yes, I am also referring to then.  There never was an organisation from that area, from the beginning of the area, to where the area ends, the whole area belonged to the Chief, to the king, there never was anything known as an organisation, a political organisation so to say.",
            "Male"
        ],
        [
            "MS THABETE",
            "Where there any political conflict between any political groups in the area?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "With regards to politics, there never was any struggle or conflict.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you tell the committee members, do you know the applicant, Mr Zulu?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I know him very well.  He is Zakhele Zulu.",
            "Male"
        ],
        [
            "MS THABETE",
            "Where do you know him from?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I know him from his house, from his place.",
            "Male"
        ],
        [
            "MS THABETE",
            "In 1993, where was he residing?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Let me go back.  I don't remember the year in which he left, but he left after there was conflict that transpired between us and them, due to the criminal acts that they would launch at all times.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Shangase, if you can just move the microphone.  Move that thing, not that thing, the microphone, move that forward a little bit towards me, yes.  That is fine.  You can carry on talking now.",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Shangase, I will lead you to that, I just wanted to know where was he residing at Madada during 1993?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "At Bolushe, under king Khumalo.",
            "Male"
        ],
        [
            "MS THABETE",
            "How far apart is Chief Cele and Chief Khumalo, where he was residing?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "There was a border between, there was a border and next to the road there was a church, and Mthetwa's house and Dlamini's house and then beyond that, there would be Mlula's house and Mteyani's house the other side of the road.  Not necessarily that the area was demarcated by the road.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you give a ground information and tell the Committee members the circumstances which led to the attack at the Mthetwa place?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Please do so.",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "It started early in 1992.  There were people who have been harassing and torturing the area of Khumalo where they were living.  They started getting out now of the area of Khumalo, infiltrating other areas now after they were done with Khumalo area.\n\tWe resisted that and we did not want to accept that, at no standard, that they should come all the way to attack and harass and torture us.  They were criminals, known as criminals.\n\tThey would rape school children, they were breaking houses.  When you asked them to go and kill a person, that was nothing.  It was a very easy task for them to kill once you asked them.\n\tWhen they were coming now towards our area, we felt we should resist.  We had a meeting, discussing this matter.  The first meeting, Mr Luthuli was present.",
            "Male"
        ],
        [
            "MS THABETE",
            "Are you referring to Mr Luthuli's father?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Yes, I am referring to him.  The first meeting, he was present, Mr Luthuli that is, where we were discussing this matter that they should stop this because this will bring some enmity between us and amongst the residents of the area.\n\tThe second meeting and the third meeting, the third one unfortunately I was not in attendance, but my brother was there.  But the second one I was present.    We were discussing these matters of evil matters that they were conducting in the area.\n\tWe felt this was getting out of hand, but they did not take notice of that.  When we were discussing in these meetings, we will have elderly folks coming to attend, not them.  They were not disciplined children, these ones, you could not tell them what to do.\n\tThey would render the area ungovernable.",
            "Male"
        ],
        [
            "MS THABETE",
            "Who is Linda?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "This Linda came to the meeting, to the second meeting.  He came in and stood up, exhibiting signs of not being obedient.  He will not even listen to our requests to try to get him seated.\n\tHe was busy using his handkerchief, blowing his handkerchief around the face, he was feared.  The elderly people from his area could not address him in any way.  The third meeting, I was not present, but then I did hear as to what happened, and issues that were discussed.\n\tAgain, even at that meeting, they did not bother about the gist of the meeting.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, who is the they that did not bother?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I am referring to Zakhele and Linda.  They were a known gang, known as Sinamandla.  Linda would carry a big stick and walk around with it.\n\tAt any time when they would want to rape a girl, one would scream and say Sinamandla, then we would know that is a signal that they are about to do something, that they are up to mischief.  Even this one, who is sitting right in front of the Commission, he would get the girls to call him Mageba, as a Chief.  He was feared, very much so, in his area.\n\tWhat I am trying to bring to your attention is that that was the beginning of all this.  Then on the 26th, it was around the 26th of December, we were celebrating and the mood was jubilant since it was Christmas time.  They came in and they said to the reverend, the reverend was making noise and they assaulted the reverend thereafter.\n\tWe never experienced that mood again, because they stopped it.",
            "Male"
        ],
        [
            "MS THABETE",
            "Just slow down so that we can listen to the translation as well.  Please proceed.",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "What started this violence, was when they found Mtembu's son at a bus stop and they asked him if he was a man or what, but even though he is a man, he is not a man who was fit to fight them, harassing the young man there and they started torturing him and he ran away.\n\tHe went to his peers and told and related to the peers what happened, that he was tortured and harassed.  Then the boys did not report the matter any further, subsequent to what they were told by this young man.\n\tThey went back to the road that they are referring to, these ones.  That was the start of the fight, they kept fighting all the way up towards our area.  That is when and where Xude got shot, Shosi.  As Linda is repudiating this, Linda's brother, he is the one who shot that boy.\n\tThey fled, our boys that is.  They went to report to the induna that they have already launched an attack and they were missing one of their members, Xude that is.  It was late in the afternoon.\n\tThe following morning, it was on Monday, we went out in search of Xude and we discovered him dead.  He was taken to Inanda police station, (indistinct).  We went to report the matter and the police came to fetch the corps.\n\tWe therefore went to search the attackers and as he is referring to six, it was not around six, it was around four.  August, I am not too sure, but at about past four, it was still during the day.\n\tWhat he explained ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say four, do you mean in the morning or in the afternoon?",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "In the morning.  Four in the morning.  When they entered, when our people entered, Linda was by the door.  He is the one who told the people inside the house that things are bad, and people fled.\n\tHe fled with (indistinct) Mkonzene.  I am not too sure about the ladies, because we did not take notice of them.  Linda's father was the last one to get out.\n\tAs he was approaching the gate, and they were running after him, (indistinct) Mkonzene, I don't know other ladies, unfortunately they got hold of this old man and they killed him.\n\tAfter they killed him, Sithole approached us and he was at Luthuli's premises when they came.  They found him there, and he was also shot.  They went back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We heard that also a young boy from the family Zulu, was killed.  Do you know anything about that?",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Yes.  When they were going back, we knew that we had already revenged.  I will count myself as having been there, although I was not in person there, but we were about the same group.\n\tWhen we were coming back from the other side, we went to report the matter to the induna that we have already committed this act, and that we have already killed people in Bolushe.\n\tLinda was discovered by the school children.  The school kids saw Linda crying, not that he was not there, he was not present.  He is telling a blatant lie if he says he was not present.\n\tThere was the struggle now of one group running after the other, killing and the other one revenging.  Now, that was the situation that prevailed.  But they were known as the gang called Sinamandla, not anything political.\n\tWe were trying to defend ourselves or our area.  There was a girl who got pregnant as a result of being raped by this gang.",
            "Male"
        ],
        [
            "MS THABETE",
            "Slow down.",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "They are lying to an extent that I cannot speak slower than this.",
            "Male"
        ],
        [
            "MS THABETE",
            "Please try to speak slower.  Can you repeat your last sentence, about the lamp.",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "When they say and claim that they were a political group, they are lying through their teeth.  There are kids from our area, girls, or they are fathering kids there in our area as a result of them raping the girls.\n\tThey once got to a certain house, by my house, and raped a child there and gave the mother of the child, a lamp that she must see this whole act that is going on.  If she did not want to hold a lamp in her hands, and see fully the act of rape, how it is conducted, then they would assault her.\n\tThe poor lady had to hold a lamp in her hand and witness the rape of her child.  As time went on and matured, the whole thing kept intensifying.  There were people who suddenly were destitute, they did not have straight places where they were residing in.  It so happened that one day after about two months to three months, they stopped buses which had in them, abroad, school children.  I am talking about Madada Mission, where there are a number of schools found.\n\tThere were school children who were coming back and once they identified them, they screamed beyond their voices and some fled to report to us, then we had to arm ourselves and we rushed to the scene and we discovered that they had let go of the buses and they said they were looking for Fu Moilase and they did not find him.",
            "Male"
        ],
        [
            "MS THABETE",
            "Sorry Mr Shangase, can you just wrap up and get to how the place of Mthetwa was attacked?  I think you have given us the background of what they were doing.  Can you tell us how it came about that the area of Mthetwa was attacked by them?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I wanted to touch slightly about the Zulu.",
            "Male"
        ],
        [
            "MS THABETE",
            "You can proceed.",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "When we found them there, we went behind the butcher store and now they were fighting about gaining entry into the butchery to see if there were people from Ngonweni.  He was present at that incident, this one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you mean the applicant?",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I am referring to him, yes, I am referring to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please refer to him as the applicant.",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I beg your pardon.  When this Mr Zulu who is applying for amnesty, was there.  When we approached, they saw us.  They said things are bad, because they saw us now.\n\tThat is when they started to shoot and we shot back at them and they fled.  This one took his right hand, exiting from the butchery, towards the east and we followed the other one, that he says was also killed during the time when Luthuli was killed.  That is Thulani Zulu, he is the person that died on that day.\n\tThese are different days and incidents, but now they want the Commission to think it is one thing, one incident.\n\tNow let me take a different turn altogether and refer to the next incident.  It was February in 1993, around the 3rd.  Around one or two in the afternoon, because one of these elderly folks, or old men, was just coming from me with his livestock, to leave the livestock, not too far away from my house.\n\tAt about quarter past one, after he had left, around ten past two, Mrs (indistinct) came to tell us that the people are being finished and told us that there are people who have already died, like Hlatswayo.   Mthetwa for instance, we will never see him, he has died.\n\tOne other, we are not too sure if he has also died, that was at the time, she wasn't sure.  Indeed, we left the two of us, myself and my brother, Ngiba or my friend Ngiba.  We went to the scene and we found them laying down there, dead.\n\tThese ones were nowhere to be seen.  We were told the story that Zakhele, Linda, Siabonga, Zita came and when we looked at the corpses that were laying down, we reported the incident to the police, that they should come and fetch the corpses.\n\tThese boys arrived there and found these four old men drinking.  If I were to tell you about their spouses, you will perfectly understand my story, because they are present here.\n\tIt is not true what they said that they were political organisations, that there was this political violence going on in the area, it is not true.  This Dadada, if I were to show you his grandchild, you will see how old the grandchild is, and he had an arm which was folded like that, he was disabled physically.\n\tHe was physically disabled, he was not even drinking liquor.  He was only there in the company of the others.  It was not a meeting as they claim.  People who survived that incident, are there, are present right here.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is it possible Mr Shangase that the old men who were attacked, could have participated in the attack earlier on?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, the attack on Luthuli?",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "No, they never.  They never, they never attacked.  Not at all.\n\tThey were people who were not capable of such acts of violence at the same time, due to them being old and disabled, some of them physically.  As I have already said that their spouses are present here and if I were to ask them to stand up, you will be very surprised to see how old they are.",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Shangase, are you now an induna of kwaCele area?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Yes, I am an induna of men.",
            "Male"
        ],
        [
            "MS THABETE",
            "The applicant is applying for amnesty, what is your response to that?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I am opposing his application.",
            "Male"
        ],
        [
            "MS THABETE",
            "On what basis briefly?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "He has tortured severely in the area.  If he were to be discharged or get out of prison, people will be traumatised very much by his presence in the area.\n\tWhen they see him, they get traumatised because of the atrocities that he committed in the area.  He is known as a person who has been perpetrating evil and criminal acts.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you repeat from the fact that - can you take it from there?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "They are telling blatant lies if he says he was a Youth Organiser, that is not true, he is lying through his teeth.  We are very close to Bolushe, we should or could have known about them, if they were indeed IFP members.  There was no IFP group or organisation.\n\tThey are trying to twist this and distort this information, from what they were known, because they were known as Sinamandla gangster.  That is all there is to that.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thank you Mr Shangase, no further questions Mr Chairperson.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Thabete.  Mr Maharaj?",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "Mr Chairperson, may I take a short instruction from the applicant?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we will have a brief adjournment, and then if you can let us know as soon as you are available.  We are ready to start.",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "Very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "(still under oath)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Maharaj?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MAHARAJ",
            "Thank you Mr Chairperson.  Mr Shangase, during 1992, were you residing within this area, the Madada area?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you please repeat your answer because the light wasn't on.",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I resided in Cele's area which is next to Madada, but the two areas are close together.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Are you saying Mr Shangase that there was never an area which was clearly demarcated as being the Bolushe area and the Ngonweni area within Madada?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "It is not a road that demarcates the areas.  There is a border, the border is actually next to the road.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was Mr Shangase, is there an area known as the Bolushe area and is there an area known as the Ngonweni area?",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Yes, there areas known as such.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Is it not correct as well Mr Shangase, that the are known as the Bolushe area and the area known as the Ngonweni area, had persons which occupied these two different areas, which were persons who belonged to two completely different political groups?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "There were not political members, there were not members of political organisations, but they resided or they were under different Chiefs.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "During the course of 1992, Mr Shangase, did it not come to your attention that there was conflict, not necessarily political conflict, but there was conflict between the persons that occupied the Bolushe area and the persons that occupied the Ngonweni area?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "That conflict was initiated by the members of Sinamandla gang, when they actually started harassing our community.",
            "Male"
        ],
        [
            "MS THABETE",
            "Let me intervene at this stage, I think the witness did say there was conflict in the area in his evidence.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Maharaj is asking is whether in general, the people of Bolushe were in conflict with, in general, the people of Ngonweni.  What Mr Shangase said is that a gang came from across Bolushe, and this caused the trouble and he has told us the whole story about the retaliation, the attack on the Luthuli house, but did that trouble that was started by the gang, did it result in the people of Bolushe being against in general, the people in general of the whole, the whole population of Bolushe being against the people of Ngonweni and vice versa, did it cause a distinct split between the people in the different areas?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I am indebted Mr Chairman.",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Yes.  Ever since their arrest and conviction, things have been quiet because there is no longer that conflict, because there was no reason from the beginning, why we had to fight with the people from Khumalo's area.\n\tAs we are sitting here, they were actually pointing at us and passing remarks about us.  I think that they may actually have something still in their hearts, therefore if these people are released or acquitted, trouble may flare up again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have answered the question.  Mr Maharaj.",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "Mr Shangase, I have taken instructions from the applicant, Mr Zulu, in this matter.  He denies that he was ever responsible for any of the events that you referred to in your evidence in chief.\n\tFor example you have indicated to the Committee that he was a member of a gang.  Mr Zulu denies ever being a member of a gang.",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "He should do this because he is applying for amnesty.  He is in prison, his sentence is very long.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "He also denies ever individually, or ever being a part of a gang that raped any girls, any school children or any girls.  What do you have to say about that?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "That is not true.  He knows what I am talking about.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "He also advises me that he was never part of a gang that broke into people's houses, nor did he ever commit any assaults on any persons.",
            "Male"
        ],
        [
            "MR LAX",
            "What is your comment on that?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "When this boy whom he referred to as his relative, was killed, he was present.  He is not telling the truth.  He is just trying to get himself acquitted.\n\tI think it is because of the medicine that he mentioned or referred to earlier on.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "He also advises me that Linda was never a person whom you described as being a person who was disobedient and unruly?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Linda was a most violent person.  He did not have a conscience at all.  He could do just about anything.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Even though Mr Shangase, you referred to the 26th of December as being a day when people were praying and having a party when the reverend was assaulted, Mr Zulu, the applicant in this matter, instructs me that he was never a part of any group that assaulted the reverend?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "That is not true.  He knows very well what happened there.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "In fact Mr Zulu instructs me that he never at any time, noticed you being present on that evening in question, or the day in question.",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "He is just manoeuvring to protect himself because I know the beginning and the end of this matter.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Shangase, what is amazing about this particular aspect of your evidence, is that Mr Zulu instructs me that on that particular occasion that you referred to, on the 26th of December, Mr Zulu himself was part of the group, part of the choir group that was singing at this function.",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "That is also not true.  He cannot be associated with anything good because he is incapable of doing good.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "He also denies having ever interfered or intimidated Mtembu's son.  What do you say about that?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I am referring to the way which he looked, the way that the Mtembu boy was assaulted, and he mentioned who actually assaulted him.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Where is the Mtembu boy today?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "He stays in the Inanda area, although I am not sure exactly where.  He sometimes visits, once a month or so.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "You mentioned as well to the Committee that there were persons who had stopped the buses with a view to interfering with persons that were occupants of the bus.\n\tMr Zulu denies having ever been part of those persons that stopped those buses.",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "He started by lying from the very beginning when he said he was under an organisation by the name of IFP.  He is still maintaining those lies.  He is an animal.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "You referred Mr Shangase to an incident where you went behind or to the side of a butcher shop, where Mr Zulu was hiding.  Mr Zulu admits having been there, but he denies having ever shot at you or any other person.",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I am talking about something that happened in my presence.  I am not exactly making presumptions or assumptions.\n\tThis happened and as I explained before the events that took place on that day.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "In fact, it was on that particular day that Thulani Zulu was shot and killed by people whom he alleges to be members of the ANC.",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "As I explained before, he connects the death of those old men with the death of his relative.  Those are very separate incidents and they happened at different areas.\n\tHis relative died at Gangala and in the district of Macadeni under Chief Nqopo.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Shangase, you also mentioned in your evidence as well that there was an occasion where a poor lady had to witness her little child being raped.  Do you know the name of the lady?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The one who had to hold the lamp?",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I know the surname, but I am not sure of her first name.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Maharaj, is it really necessary to mention it?  Can you imagine the potential harm to this child and the rest of it?  I am just wondering if it is necessary?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it denied by your client?",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "If I can just put it this way, does your client deny that any such event ever happened in the area, or does he just deny that he was present there?",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "In fact, my apologies, I ought to have posed the question prior to this one, to this witness.  May I please pose that question?",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Shangase, did it come to your knowledge that in fact the applicant in this matter, was part of the persons that had raped the child whilst the mother had to hold the lamp?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just repeat that.",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "Did it come to your knowledge that the applicant in this matter, was one of those persons that had raped the child whilst the mother of the child had to hold the lamp and watch her child being raped?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "This is what they did.  It was their work, they would do this together.  They were always together when they did these activities.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was, did it come to your knowledge that the applicant was one of the persons who was present or who actually raped the child while the mother was made to stand by and hold the lamp?",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "His name was mentioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is all that Mr Maharaj wanted to know.",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "Thank you.  Mr Shangase, without mentioning the name of the, the first name or the surname of the lady, would the lady be available to give evidence to that effect before this Committee here on that aspect?",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Chairman, I was going to say I think it is unfair for my learned friend to ask an opinion whether she could come and give evidence.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, but it is also unfair for a witness to give hearsay evidence in implicating an applicant.  You see, what I am saying is, his evidence is merely hearsay about that and now all he is asking is, is the woman who was told to stand by a lamp, would she be available as a witness.\n\tI don't see how unfair that is?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Chairman, with due respect, I think it is unfair because he can't be in a position to know whether the woman would be available.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Let's ask it again, is that woman still alive and is she still residing in the area?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "That is a fair question Mr Chairman.",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Yes.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "I put it to you Mr Shangase, that in fact the applicant has been truthful in his application, in advising this Committee that he belonged to the IFP and that the killings which took place on the 2nd of February 1993, the killings that were done by him and the others that were mentioned in his evidence, with a political motive, and was not necessarily directed upon the victims or the deceased as a personal revenge.",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "It had no political motive, as I mentioned before.  If that is so, he should produce his membership cards and there should be proof to ascertain that indeed he was an Organiser and a member of the IFP.\n\tThey were not members of either the ANC or the IFP.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "I put it to you as well that the acts which were committed on the 2nd of February 1993, were acts that were committed in furtherance of the aims of the IFP and in retaliation for the acts of, for the unlawful acts that were committed by the ANC upon the people of the IFP.  What is your comment on that?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "That is not true.  I am referring to aged, elderly males here.  How could these people have defended themselves in an attack?\n\tThese were old, old men, they could not have done anything to defend themselves in the attack.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Shangase, I canvassed that point in particular with the applicant as well during the short recess, and the applicant advises me whilst he is not in the position to indicate to the Committee with any reasonable certainty as to what the ages of the deceased were, he can comfortably say that all the persons that were killed and the persons that were injured in the attack, were persons who were able bodied men, who were middle aged.",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I have evidence of what I am saying.  I am speaking of something that I know.  As I mentioned before, if you could ask their grandchildren to stand up here, you will realise that they are about the same age as the applicant.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Shangase, are you affiliated to any particular political party?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "No.  I have never been a member of any political party.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "You have never, throughout 1992 or 1993, ever been a member of any political party?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "No.  That is actually the rule in the area, the Chief and the induna are not members of political parties.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Shangase, according to a document that has been handed to me, it will be apparent that an Investigator was appointed by the Commission to investigate this matter, this amnesty application.\n\tDid he perhaps have cause to speak with you at any time?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Yes.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Did you mention to the Investigator all the matters that you gave evidence about today before this hearing?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Although I did not mention everything that I spoke about today, because he mentioned that he did not have enough time and he was also not comfortable in the area.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Shangase, let met put it to you that you are making every attempt to oppose the applicant's application for amnesty for reasons best known to you.",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I do not hate Mr Zulu.  His mother comes from our area, but he has brought this upon himself because of his actions.\n\tWe regard him as a son because of his mother's situation, why would I hate him?",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "I put it to you that almost all of the evidence that you have given against the applicant in this matter, is false.",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I would not comment, but I only spoke on what I know.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR MAHARAJ",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Maharaj.  Ms Thabete, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "No Mr Chairman.\nNO RE-EXAMINATION BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Sibanyoni, do you have any questions?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you Mr Chairman, no questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "No questions Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shangase, do you know a Mr Buxusa Mbonambi?",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know whether he belonged to a political party during that period when the attack took place at the Mthetwa's premises?",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "He was an induna under the Chief, that was a long time ago and the political situation, there was no political activity at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you say to the evidence of the applicant that he was the leader, the local leader of the IFP in that Bolushe area?",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I do not agree with that because between these two areas, I have never seen, I have never witnessed any political activity.  That is a small area, therefore I would know if something like that went on.\n\tI do not know anything about what he said.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Shangase, we know that at that time, 1993, 1992, most of the people, even in rural areas, were very politically aware, they were aware of the political situation in the country, they were aware that political movements such as the ANC and the PAC had been unbanned, they were aware that there was prospects of political change about to take place in the land.\n\tI think it was generally known.  Were there not people in either the Bolushe area or the Ngonweni area that were politically aware and who may have belonged or supported a certain political party or movement?",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "As far as I am aware, I do not know of any person who was affiliated to an organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have heard a number of applications for amnesty and we have also actually heard of political conflicts.  I am not saying in the Buloshe or Ngonweni or Madada area, but we have heard of cases where there was political conflict, particularly between supporters of the IFP and supporters of the ANC, in the Ndwedwe district.\n\tAre you aware of that?",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "That is true.  That was at the Macadeni district at the end of the river, Ngonweni river.\n\tOne person from the ANC actually fled to our area and we requested him to leave because we were not involved in politics.  We did chase him out of the area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Do you have any questions arising out of questions put by myself Mr Maharaj?",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR MAHARAJ",
            "Just one Mr Chairman.  You say that there was a person that affiliated himself with the ANC, that came to your area and you mentioned that we had chased him out of the area.\n\tWhen you say we, you are referring to yourself and whom else?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I am referring to the fact that we as an area, could not affiliate or identify ourselves with a political organisation, and we could not tolerate being attacked by people from Macadeni just because of this person.\n\tWe told the induna and the Nkosi that this person should be chased out of the area, so that we do not find ourselves in trouble because of political reasons with which we had nothing to do.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, you still haven't answered the question, who is the we?  Is it you and the community or is it you and a couple of other people?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "The people from the area, that is the people we discussed the matter with and reported to the induna and the Nkosi.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "You cannot identify any of the persons whom you refer to as we, aside from yourself?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "We told the Nkosi and the induna and we also told the community that we should not involve ourselves in political matters, that this person should be chased out of our area.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Shangase, do you know Mr Mbaso, Mr Mbaso was one of the people that were killed, because according to the Investigator's report ...",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I did not know him when he was still alive.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "I beg your pardon, was Mr Mbaso, was he residing in the area that you were residing in, where the people were not affiliated to any political party?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "No, he came from the Macadeni area and he encountered these men sitting under the tree, and he decided to rest, sit with them, and unfortunately he happened to be killed on that day.  He came from the Macadeni district.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Sorry, what is the name of the district, I beg your pardon?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Macadeni.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "The Macadeni district, was that a district which was predominantly ANC controlled?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I do not really have knowledge with regards to that because that area is a bit of a distance from us.\n\tI do not know how the situation is there.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Would it perhaps surprise you to learn that in fact the daughters of Mbaso claim that he was killed because he was an ANC member?",
            "Male"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "I would not deny that if that is what his family members claim.    With regards to where he was killed, he had just rested there on his way.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR MAHARAJ",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, do you have any questions arising?",
            "Unknown"
        ],
        [
            "FURTHER EXAMINATION BY MS THABETE",
            "Just two Mr Chairman.  Mr Shangase, would I be correct if I say your area is a very small area, your community?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "It is small, it is divided into three wards only.",
            "Male"
        ],
        [
            "MS THABETE",
            "Would I be correct as well to say before any decision is made in your community, you first report to the Chief and there is a discussion amongst the community before a decision is made?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "That is correct.  We don't take any decisions without the induna or the Nkosi.  We have to report to the Nkosi or induna if there is an emergency, then we report to the induna.\n\tIf he gives us authority, then we proceed with whatever we want to do.  If not, then we wait for the Nkosi.",
            "Male"
        ],
        [
            "MS THABETE",
            "Would it be correct to say you didn't make decisions, but you as a community together, you together with others, after the Chief had been reported, it is only then that you make decisions?",
            "Female"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "That is correct.",
            "Male"
        ],
        [
            "MS THABETE",
            "No further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Thank you Mr Shangase, that concludes your evidence, you may stand down and go back to your seat, thank you.",
            "Unknown"
        ],
        [
            "KONAKWAKHE ELLIOT SHANGASE",
            "Thank you.  Please ensure that they do not kill me when I leave this area please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Chairman, I won't waste the Committee's time, but I would like to call my last witness.  I will try to be as brief as possible.\n\tI call on Mr Musawenkosi Cele to come to the stand please.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What are the names, if you could spell them please?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "He is one of the victims who was - Musawenkosi.",
            "Female"
        ],
        [
            "MR LAX",
            "Can you hear us Mr Cele?",
            "Male"
        ],
        [
            "MUSAWENKOSI CELE",
            "Yes.",
            "Male"
        ],
        [
            "MUSAWENKOSI CELE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Thabete.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MS THABETE",
            "Mr Cele, on the 3rd of February 1993, you were seated at Mthetwa's house, is that correct?",
            "Female"
        ],
        [
            "MUSAWENKOSI CELE",
            "Yes, we were.",
            "Male"
        ],
        [
            "MS THABETE",
            "Is it also correct that you were attacked whilst you were sitting there?",
            "Female"
        ],
        [
            "MUSAWENKOSI CELE",
            "That is correct.  We were attacked.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you briefly tell the Committee members what happened?",
            "Female"
        ],
        [
            "MUSAWENKOSI CELE",
            "They arrived and some of them shook my hand and then the others started stabbing me at the back.  One used a (indistinct) to stab me at the back and one other stabbed me on my chest.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, before you proceed, if I could just get - you say it was at Mthetwa's place, approximately how many men were at Mthetwa's place just immediately prior to the attack taking place?",
            "Unknown"
        ],
        [
            "MUSAWENKOSI CELE",
            "Two arrived.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the time of the attack?",
            "Unknown"
        ],
        [
            "MUSAWENKOSI CELE",
            "We were about ten.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what is your age?",
            "Unknown"
        ],
        [
            "MUSAWENKOSI CELE",
            "I am 28.",
            "Male"
        ],
        [
            "MS THABETE",
            "The ten people who were sitting there, was it old people, was it young people?",
            "Female"
        ],
        [
            "MUSAWENKOSI CELE",
            "There were old and young people.  I was the young one and the others were elderly.",
            "Male"
        ],
        [
            "MS THABETE",
            "When you say they came to where you were sitting, who is they, do you know them?",
            "Female"
        ],
        [
            "MUSAWENKOSI CELE",
            "Yes, I know the people who attacked us.  They are the people who are actually present here today, seeking amnesty.  Some of them were not arrested and their whereabouts are not known.",
            "Male"
        ],
        [
            "MS THABETE",
            "Were you called aside by the people who came to attack you?",
            "Female"
        ],
        [
            "MUSAWENKOSI CELE",
            "No, they just came to me and stood next to me and started attacking me.\n\tWhen the first two shook my hand ...",
            "Male"
        ],
        [
            "MS THABETE",
            "Slow down, so you are saying they didn't call you aside, they didn't speak to you, they just came and they attacked you?",
            "Female"
        ],
        [
            "MR LAX",
            "No, that is not what they are saying.",
            "Male"
        ],
        [
            "MUSAWENKOSI CELE",
            "They came to me, they shook my hand and then they started attacking me.",
            "Male"
        ],
        [
            "MS THABETE",
            "Mr Cele, can you try and speak up because I am listening to you directly.  Just try and speak up.",
            "Female"
        ],
        [
            "MR LAX",
            "Maybe you can put the headphones on and put it on the other channel if you want to listen to the Zulu.",
            "Male"
        ],
        [
            "MS THABETE",
            "I get interrupted because it is translated into English as well, at the same time.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You can just do what you want to.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Mr Zulu, was he wearing an IFP T-shirt, do you remember?",
            "Female"
        ],
        [
            "MUSAWENKOSI CELE",
            "He had on a navy T-shirt which had white stripes.  It looked like a soccer vest, he was not wearing a T-shirt.",
            "Male"
        ],
        [
            "MS THABETE",
            "Were there any shots that were fired?",
            "Female"
        ],
        [
            "MUSAWENKOSI CELE",
            "He was just wearing a navy T-shirt with white stripes.  He is lying when he says he was wearing an IFP or an ANC T-shirt.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you answer my next question.",
            "Female"
        ],
        [
            "MR LAX",
            "I don't know if he heard it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just repeat your question Ms Thabete.",
            "Unknown"
        ],
        [
            "MR LAX",
            "You said to him did he hear any shots being fired?",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you answer?",
            "Female"
        ],
        [
            "MUSAWENKOSI CELE",
            "I was attacked and then I fled and I heard gunshots when I had already fled.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thank you Mr Cele.  No further questions from me.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Thabete.  Mr Maharaj, do you have any cross-examination?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MAHARAJ",
            "Thank you.  Mr Cele, on that, can you tell the Committee at approximately what time did this attack take place?",
            "Male"
        ],
        [
            "MUSAWENKOSI CELE",
            "I think it was about two o'clock in the afternoon.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "How many persons had formed this gang that attacked you?",
            "Male"
        ],
        [
            "MUSAWENKOSI CELE",
            "They were four.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Certainly not nine or ten?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, it has never been suggested that they were nine people that attacked them on that afternoon.\n\tThe issue about the nine deals with events prior to this particular incident.  No one has ever suggested Mr Maharaj, that at this attack there was anyone else besides the four people that the applicant has named.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "I beg your pardon, to my recollection, it would seem as if it was put to the applicant that in fact nine, he was part of nine people that had actually attacked the people that were seated at Mthetwa's house.",
            "Male"
        ],
        [
            "MR LAX",
            "No, he said he was a gang of nine people that called themselves Sinamandla and it was in that context that the nine was mentioned.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "My apologies, I withdraw that question.\n\tMr Cele, can  you indicate to the Court the four people that were killed, can you indicate to the Committee approximately what were the ages of these people?",
            "Male"
        ],
        [
            "MUSAWENKOSI CELE",
            "I would not be able to explain because I think some of them were in their 70's or just less.  Those were the old people who could not run away and were therefore attacked.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Can you tell the Committee whether there were any persons out there, any of the deceased persons who had lost the use of either of their arms as a result of being aged or as a result of a deformity?",
            "Male"
        ],
        [
            "MUSAWENKOSI CELE",
            "Yes, there was a person who had a bent arm and also his leg was deformed.  He could not have run away.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Cele, do you belong to any political party?  Let me rephrase that rather please, during the period 1992 when this incident occurred, did you belong to any political party?",
            "Male"
        ],
        [
            "MUSAWENKOSI CELE",
            "No, I was not affiliated to any political organisation.  I just experienced this attack and I did not know why I was being attacked.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Mr Cele, my instructions are that you in fact were one of the members or a member of this group that had attacked the IFP in the Gcabashe area, on a previous occasion.  Can you perhaps comment on that?",
            "Male"
        ],
        [
            "MUSAWENKOSI CELE",
            "I have never been part of any attack because I wasn't affiliated to any political organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you present when the people went to the house of Mr Luthuli and when Mr Luthuli and a certain Mr Sithole died?",
            "Unknown"
        ],
        [
            "MUSAWENKOSI CELE",
            "I did not go there because I was not even at home when it occurred.  I did not have any knowledge of this matter.\n\tI think people were just killed for no apparent reason.  The people who were alleged to have been responsible for that killing, actually fled and moved away from the area.  These people just came and attacked us.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Were you perhaps present when Thulani Zulu was killed?",
            "Male"
        ],
        [
            "MUSAWENKOSI CELE",
            "I was not present.  I have no knowledge regarding the deaths of those people.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Of all the people that were killed at the time that you were attacked at Mthetwa's house, can you tell the Committee whether any of those persons including Mr Mthetwa, whether he belonged to either the ANC or the IFP as a political party?",
            "Male"
        ],
        [
            "MUSAWENKOSI CELE",
            "They were not affiliated to any political organisation.  There was no political activity in the area.  They have just fabricated these lies, because they knew that the amnesty process was about political activities.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "I put it to you Mr Cele that my instructions are specifically that you were a member of the ANC and that you were part of this group that attacked the people of the IFP area and that the attack upon yourselves was politically motivated by the applicant and the other persons that he mentioned in his evidence.",
            "Male"
        ],
        [
            "MUSAWENKOSI CELE",
            "The attack on those people may have been, but I do not know because I was not affiliated to any organisation.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "I put it to you as well that amongst other reasons, the reason why they had attacked you and the deceased and the other person that was injured, was because they wanted to prevent any further attacks upon the IFP as a political organisation.",
            "Male"
        ],
        [
            "MUSAWENKOSI CELE",
            "I will say that the reference to the ANC or the IFP is just pure fabrication.  There was no political activity.  At one point Zulu, who is sitting directly in front of me, once threatened me with a steel pipe and I went to the Chief's house and I wanted to see if he would actually follow me to that Chief's house, and he did not.\n\tThat was even before there was any conflict.  He was just threatening me, I don't know for what reason.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "I put it to you Mr Cele, that had you personally had any experiences of the applicant's criminal activities, you would have given evidence about that in your evidence in chief.",
            "Male"
        ],
        [
            "MR LAX",
            "Frankly, he wasn't led on that Mr Maharaj, so please, it is not fair to put that.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "Thank you.  I withdraw the question.  I have no further questions.\nNO FURTHER QUESTIONS BY MR MAHARAJ",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Do you have any re-examination Ms Thabete?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MS THABETE",
            "Yes Mr Chairman.  Mr Cele, what were you doing at Mr Mthetwa's house?",
            "Female"
        ],
        [
            "MUSAWENKOSI CELE",
            "I had gone there with my father, we had actually been dipping our cattle and he said we should go because people were drinking there.  I was actually waiting for my father and that is when this happened.  I was just waiting there for my father.",
            "Male"
        ],
        [
            "MS THABETE",
            "When you were sitting there talking, did you talk politics, what were you talking about?",
            "Female"
        ],
        [
            "MUSAWENKOSI CELE",
            "We were just talking and we were not aware that such people were going to come and attack us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was did you talk about politics?",
            "Unknown"
        ],
        [
            "MUSAWENKOSI CELE",
            "No, we were not discussing anything, we were just sitting.",
            "Male"
        ],
        [
            "MS THABETE",
            "Did you take part or did you ever take part in any attacks that occurred in the area?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He already said he didn't.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "He said he didn't take part when the Luthuli house was attacked.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You can ask it.  It is the only attack we know, any way.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I am just trying to establish his involvement, whether he was involved in any attacks.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You can ask the question.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Were you involved in any attacks in the area?",
            "Female"
        ],
        [
            "MUSAWENKOSI CELE",
            "No, I have never taken part in any attack.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thank you Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Thabete.  Mr Sibanyoni, do you have any questions?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Just two Mr Chairperson.  According to the applicant, he was a member of the IFP, he was a Youth Organiser.  What do you say about that?",
            "Male"
        ],
        [
            "MUSAWENKOSI CELE",
            "He is just making this up because he wants to be released from prison.   There is just no such.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "According to him, they had information that a meeting, an ANC meeting will take place at Mthetwa's house.  What do you say about that?",
            "Male"
        ],
        [
            "MUSAWENKOSI CELE",
            "Yes, they would have come to that place, but it is only the four of them who actually eventually arrived.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question Mr Cele was, the applicant has said as did Mr Luthuli, that the information given to them, the applicant, was that an ANC meeting was taking place at Mthetwa's premises.  What do you say about that, was there an ANC meeting taking place at Mthetwa's premises?",
            "Unknown"
        ],
        [
            "MUSAWENKOSI CELE",
            "There was never a meeting at Mthetwa's place, because Mthetwa was not affiliated to any political organisation.\n\tThere were people who were just there, you know, who were just on their way.  Some of them were on their way and some were just sitting.  He is lying.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I have no further questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax, do you have any questions?",
            "Unknown"
        ],
        [
            "MR LAX",
            "No questions, thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions arising from the questions put by Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "No questions, Mr Chairman.\nNO FURTHER QUESTIONS BY MR MAHARAJ",
            "Male"
        ],
        [
            "MS THABETE",
            "Thank you Mr Chairman, that concludes my evidence.  Thank you Mr Cele.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Cele, that concludes your evidence, you may stand down and go back to your seat in the auditorium.  Thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I see now it is very late.  The question of submissions, would you prefer to hand in written submissions, or would you prefer to make submissions now Mr Maharaj?",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "Mr Chairman, I would prefer to make written submissions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you want to make written submissions, you can.",
            "Unknown"
        ],
        [
            "MS THABETE",
            "I would do so Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When do you think you would be able to make your submissions by, Mr Maharaj?",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "Mr Chairman, is it necessary for the Committee to reconvene for those submissions to be made?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, not at all.  Not if they are written.  We would just, you would just submit them and we would just make a decision on them.",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "If the Committee can perhaps allow me until Wednesday, next week, I will have them delivered if necessary, to wherever the Committee is going to be sitting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, we sit as a Committee here and then next week, we all split up and go our various ways.  I think the best would be to arrange with Ms Thabete, where they could be sent to.  It is probably best to get them through to the office in Pinetown, the TRC has its own offices in the Pinetown Magistrate's court, actually within the court premises.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Would that be convenient for you?",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "I understand that the Committee is going to be sitting in Pietermaritzburg next week?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is a Committee, including Mr Lax will be one of the persons, I won't be there, nor will Mr Sibanyoni, but do you come from Pietermaritzburg?",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "No, I am from Durban, but I have a matter in Pietermaritzburg on Friday, next week.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, that would be very convenient if you could perhaps hand in your written Heads to Mr Lax, who will be on that Committee, next week and he can arrange to bring it to Cape Town, when you come the next week, where we will be sitting.",
            "Unknown"
        ],
        [
            "MR LAX",
            "I will be going on Monday to Cape Town, so I can give a copy.  We will be sitting at the Marion Centre, in Loop Street.  Do you know where that is?  Do you know where my office is in Maritzburg at all?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Maharaj, are you appearing before the Committee next week?",
            "Unknown"
        ],
        [
            "MR LAX",
            "No, no.  I will explain to you, do you know the bottom end of East Street, where East and Loop joins, if you just go up Loop Street, from East Street, it is a one way, heading up to the other direction, away from East Street in other words, on the left hand side, you will see Marion Centre, it is a little church centre.\n\tFrom the intersection with East Street, it is about 200 metres, up Loop Street, on the left.  We will be sitting in that Centre.",
            "Male"
        ],
        [
            "MR MAHARAJ",
            "I will find it.  In any event, the submissions would be handed to you before next week Friday, Friday the 18th, is it?",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, that is fine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Maharaj, I am just suggesting, in case there is a complication or a difficulty, if you could just give Ms Thabete information or perhaps if you've got a card where she can communicate with you.",
            "Unknown"
        ],
        [
            "MR MAHARAJ",
            "Very well Mr Chairman.",
            "Male"
        ],
        [
            "MS THABETE",
            "Thank you Mr Chairman and the Committee members.  That concludes our role.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Ms Thabete.  We have now come to the end of this hearing.  As you probably heard us talking now, seeing that it is very late, we have sat late, we have kept a number of staff overtime here, for which we apologise.\n\tIn the circumstances, and also because Mr Maharaj would require a bit of time to prepare his submissions, it has been agreed that he would be making written submissions to the Committee as will Ms Thabete and we therefore accordingly, reserve our decision in this matter, and we will hand down a written decision so soon after we received those written Heads of argument, as is possible.\n\tThis also brings our role to and end in this session of hearings, and before we adjourn, I would just very much like to thank all the people who made it possible for us to conduct these hearings.  I would first of all like to thank the church for making this very nice and convenient venue available to us.\n\tI would like to thank the Interpreters for the hard work they have done throughout the week, it is an extremely arduous task.  I would like to thank the Sound Technician for everything that they have done, as well as the security people and the caterers who have fed us so nicely, not only at tea times, but at lunch times as well.\n\tThe media people, for being here the whole time.  It is very important that what occurs in these meetings, be relayed to the public.  I would like to thank them.  Mr Maharaj, this you informed us was your first appearance in the amnesty process.  Thank you very much for the assistance that you have given us.\n\tThank you Ms Thabete, it was also Ms Thabete's first experience as an Evidence Leader when she started with us last week, thank you very much indeed for all your assistance Ms Thabete.  \n\tIf I have forgotten anybody, I can assure you it was not by design and again, I apologise to all the people who we have kept here late in order to finish today rather than having to come back tomorrow.  Thank you very much indeed.\n\tWe will now adjourn.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}