{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-04-26",
        "location": "DURBAN",
        "day": "1",
        "names": [
            "ELIAS KESLA MTOLO"
        ],
        "case number": "AM 0530/96",
        "matter": "ROBBERY",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53296&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99042630_dbn_990426db.htm",
        "speakers": [
            "CHAIRPERSON",
            "ELIAS KESLA MTOLO",
            "INTERPRETER",
            "MR DE KLERK",
            "MR LAX",
            "MR SIBANYONI",
            "MS MTANGA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR DE KLERK",
            "INTERPRETER",
            "MS MTANGA",
            "ELIAS KESLA MTOLO",
            "MR MTOLO",
            "MR LAX",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Thank you.  Right, which is the next matter?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Mtolo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he in custody?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Yes, he's in custody.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct).  We'll take time to consider our decision in that last matter.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Chairperson ...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We now come to the application of Mr Elias Kesla Mtolo.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Chairperson, before we proceed with Mr Mtolo, I would like to find out from the Logistics Officer if the victim in this matter has arrived.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "If what?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "If the victim in this matter has arrived at all.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well I take it if they have arrived you will want to talk to them to find out what their instructions, so we will adjourn for a few minutes to enable you to ascertain what the position is.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you, Chairperson.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are we now going to deal with the Khwela matter?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "...(indistinct)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What's happening to Khwela?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Khwela is the one we are going to be - ...(indistinct) making an announcement.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We're going to adjourn, isn't it?  I was told we would adjourn it now so the victims and others can leave and go home and not have to sit and wait.  Unfortunately, those of you who have been sitting patiently throughout the day, we have three matters set down and we were unable to start as early as we'd hoped to.\n\tWe will not be able to deal with all three matters today and it has been decided that it would be most convenient to adjourn the Khwela application to a later date and then to proceed with the Mtolo matter.  We have been asked to adjourn the Khwela matter to the week between the 17th to the 21st of May.  The matter will be heard in all probability in Pietermaritzburg, but the victims, interested parties and others will receive notification of the precise date of hearing and of where the matter will be heard.\n\tI'm sorry for all of you who have come here today in the hope of hearing the matter finally disposed of, and have to come again.  We trust it will not happen again.  If you wish to leave now you may do so.  I gather that arrangements will be made to provide transportation for you to go.  \nP K KHWELA: AM 3680 - MATTER POSTPONED TO WEEK OF 17.05.99",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Mr Chairman, I will call Mr Mtolo.",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR DE KLERK",
            "Thank you, Mr Chairman.\n\tMr Mtolo, is it correct that you are an IFP member and formerly were residing at the Ndaleni area, close to Richmond?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "That is correct.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Is it correct that you are at this stage at Nkome Prison, where you are serving a sentence of 8 years for robbery?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "That is correct.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Can you please in your own words tell the Commission what happened regarding the taxi that you were convicted of.",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes, I can explain that.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Proceed.",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I met the taxi just along the road.  I knew the taxi and I knew the driver and the owner.  The owner was a friend of mine because sometimes he will bring it in for repairs.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Who was the owner?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "My uncle.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What was his name?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Msolo Umkune.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Was he also staying in the Ndaleni area?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes, he did.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "While we're on that point, when this incident took place, what was the situation in the Richmond/Ndaleni area with regard to violence particularly?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "The situation was very bad at that time, because an IFP member was by that time not even able to go to town.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Yes?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, you say\n\"An IFP member was not able to go to town\"\nWhy couldn't they go to town, what was the issues, what was the problem?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "They would be stopped by ANC members, or ANC supporters.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Yes, and what would have happened if they were stopped?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "The only thing that happened was that they were killed.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "During that time were any IFP members killed that you know of?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I know quit a lot.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What was your position in the community, Mr Mtolo?  What was your job, and did you have any particular ...",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Sorry?",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What was your position in the community at that stage?  What sort of job did you do, and did you have a specific office, were you an office-bearer of the IFP or what?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "When this situation started, I was working for the Chief at Ndaleni.  That is when the ANC was formed in the area.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "For which Chief were you working?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Chief Majozi.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "And what capacity, what were you doing?  Were you a tribal policeman or what?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I knew Majozi closely when the violence started and then I became an Induna.  I became an Induna and I was in charge of IFP followers in the area.",
            "Male"
        ],
        [
            "MR LAX",
            "Were you an Induna jeSiswe?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I would not say so, I would say I was an Induna in charge of the IFP youth.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Can you please now explain to the Commission what happened on the 12th of September 1992, when the taxi was stopped?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes, I can explain that.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Proceed.",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I knew the taxi as well as its driver.  When we met him on the way, I said: \"This is the kombi that had carried the attackers who had attacked my house\". ...(intervention)",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Before we proceed, who was together with you on that day?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I was with four boys as well as a certain Mr Phoswa.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Can you remember the names, can you give the Commission the names of the people that were with you?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Proceed.",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "It was Betjana Phoswa, Khumbulani Sithole, Mpumuza Dlamini.",
            "Male"
        ],
        [
            "MR LAX",
            "Just repeat those names for me please, I didn't catch all of them. - just slowly.  You said Betjana Phoswa ...?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Betjana Phoswa, Khumbulani Sithole, Mpumuza Dlamini.",
            "Male"
        ],
        [
            "MR LAX",
            "And the fourth one?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I was the fourth one, Elias Kesla Mtolo.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Were you in a vehicle or were you on foot?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "We were travelling in a vehicle.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What happened then?  You were now travelling in a vehicle and you saw a kombi that you knew.",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "The taxi was ferrying passengers and I recognised it as the same taxi which had carried people who had attacked my home.  I was driving the car.  I then turned and followed that taxi.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Just explain to the Committee, you say that you saw this taxi and you recognised it as a taxi involved in an attack on you.  Can you just explain that attack, what happened and how did you identify this taxi, how did you know that it was that one?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "I will just repeat it.  Just quickly explain to the Commission, you say that you identified this taxi as a taxi being used in an attack on you.  When did this attack take place and where was it and what happened?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I know that taxi as well as the person who drives it.  I was at home and the taxi came and some people alighted from the taxi.  They were carrying guns.  They approached my home and when they arrived I was already waiting for them because I also had a firearm of my own.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Yes, and what happened?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I told my wife and the children to lock themselves inside the house.  I stood at the gate and just hid behind the gate and when they were close to me I then emerged from where I was hiding and started shooting, firing at them.  One person was shot and the rest fled into the fields.  The one person was killed and one other was injured in that incident.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "And how long prior to now stopping this taxi on the 12th of September 1992, did this attack take place on your house?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "About less than two months, I would say a month and a few weeks.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Okay, now you can proceed.  So you stopped this taxi because it was a taxi that you saw ...(intervention)",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I followed the taxi.  I followed it until it went out of town and then it stopped at a certain place called Mandeza and because there were sugar cane fields around I accelerated and came to stop beside the taxi and the driver turned and when he saw my face the driver and the conductor fled from the taxi, they ran away, they left the taxi as it was.  I chased after the driver.  He went into the sugar cane fields.  I was trying to shoot at him at the time.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Who was the driver, this person that you were now chasing?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Mathambo Sithole.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Repeat that again.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Mathambo Sithole.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, thank you.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Why did you chase him?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "He is the person who had been carrying the people who had attacked my home.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Did you see him on the day when your home was attacked?  How did you know that he was involved?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes, I saw him because the taxi stopped and those people alighted and then it went past, went further on, drove past.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "So you were chasing Mr Sithole ...",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "He fled into the sugar cane field and I chased him for about 10 kilometres.  I then returned to the vehicle and on seeing the taxi - the passengers had now alighted.  When I approached the taxi, when I was coming from chasing Mr Sithole, I saw the passengers standing on the road and the taxi drove off, somebody drove off with the taxi.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Do you know who drove off with the taxi?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "It was Khumbulani Sithole.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What happened then?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I followed them into the township and I enquired from one of the boys who had been with me and he told me that Khumbulani had taken the taxi and they did not know where he had gone to.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "And then?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "He came back later that afternoon and he told me that they driven the taxi away and they had burnt it somewhere.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Did you see where the taxi was burnt or where it was?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I only saw it when the police took me to the spot where it was burnt.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Did you give any instructions that the taxi must be burnt or that something must happen to the taxi?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "No, I actually reprimanded them for taking the taxi, we were only supposed to kill those people who had come to burn my house.  I did not approve of them taking the taxi.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Can I just go back to where the taxi was stopped and you chased Mr Sithole.",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Alright.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "While you were chasing Mr Sithole, were you doing anything to try and stop him from running away?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "My intention was not to stop him, I wanted to shoot and kill him because he fled into the sugar cane fields and I could not catch up with him, therefore I went back to that spot where I had left the vehicle.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "How many shots did you fire at him?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I think I fired the gun three times.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "What firearm did you use?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "A G3 rifle.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Where did you get this rifle?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "When the violence erupted in Richmond, I was taken for training at Matikulu.  We actually went to Ulundi first and thereafter we went to the Matikulu training camp.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Is that where you got the firearm, or where did you get the firearm?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes, I obtained the firearm from Matikulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who gave you the training in Matikulu?",
            "Unknown"
        ],
        [
            "ELIAS KESLA MTOLO",
            "A Xhosa man.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say a Xhosa man?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "That's what the applicant said.",
            "Unknown"
        ],
        [
            "MR LAX",
            "You don't remember his name?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "No, I do not.",
            "Male"
        ],
        [
            "MR LAX",
            "Who was in charge of that camp?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I think it was the same Captain who trained us.  He - yes, I think he was the one who was in charge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Captain of what was he?",
            "Unknown"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I am not able to explain, but he was our commander during our training.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he a policeman, was he in the army?",
            "Unknown"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I think he was in the KwaZulu Police Force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And where did the guns come from?",
            "Unknown"
        ],
        [
            "ELIAS KESLA MTOLO",
            "We received them at our training camp.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you all issued with guns?",
            "Unknown"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes, the group that I was with, the group from Ndaleni, we all received firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "How big was the group?  How big was the group you came with?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "There were five of us.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Just to clarify one aspect, Mr Mtolo, you said you chased Mr Sithole into the sugar cane fields, is that correct?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "That's correct.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "How long did you chase him there, how long did it take?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "It was a bit of a distance.  I would not be able to estimate the distance inside this hall.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You earlier said it was for 10 kilometres, did you know ...(intervention)",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes, I was just making an estimation.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Do you know how long is a kilometre?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "It not easy for me to estimate, I think from where I'm sitting to the corner up there, maybe a kilometre.",
            "Male"
        ],
        [
            "MR LAX",
            "Do you know how big a ball ground is, a soccer ground?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "No, I do not.",
            "Male"
        ],
        [
            "MR LAX",
            "Can you picture a soccer ground in your mind?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "That was about the distance that I chased him, from one end to the other.",
            "Male"
        ],
        [
            "MR LAX",
            "That's 100 metres, plus-minus.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "So you could not stop him and you were not successful in striking him while you were shooting at him?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes, I could also not shoot properly because these boys were also running in front of me.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Can you explain to the Committee what your political objective was, your political motive, in this instance?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "When I was first drawn into politics it was because the Chief had been attacked and I was therefore wanting to protect the Chief, but prior to that I had not been affiliated, or I had not been involved in politics.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Yes, but this specific attack where you chased Mr Sithole, what were you trying to ...(indistinct).",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "It was actually revenge because I had been attacked many times at my home.  The reason why I attacked is because I had seen him ferrying those attackers because they managed to burn my house after my gun had jammed and I had to flee.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "On that point, in what way did you suffer because of this conflict?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I suffered greatly because I was not even prepared to come before this Committee, but I decided to come because of my family and because I wanted to obey the TRC.  My business, my home, those were all burnt.  When I am released from prison I do not even know where I'm going to stay because I do not have a home anymore.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Was any of your family killed?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes, three people were killed.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Who were they?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "A certain boy by the name of Spapagu and a girl called Thembile and my father.  ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I disturb you for a moment, and just confirm the ...(intervention)",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, just before you do - what did he say about his father?",
            "Male"
        ],
        [
            "INTERPRETER",
            "He said his father died during faction fighting.",
            "Unknown"
        ],
        [
            "MR LAX",
            "That's what I thought he said, I just didn't hear it translation.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry just before, if I may - the faction fighting, was that political faction fighting or ...?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "It was not political, it was only the other two people who had been, who had been killed during the political conflict.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson, I just wanted to clarify that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see in you first application for amnesty you talk about, in paragraph 10(a), you say you were\n\"Retaliating to the atrocities committed to your family.  There was no positive goal-directed behaviour as far as my activity was concerned.\"\nThis is to the political objective.  You then in your second amnesty application said that you did all this with the aims of politics because they burnt your house, your garage, your car:\n\" ... and my boy or son\"",
            "Unknown"
        ],
        [
            "ELIAS KESLA MTOLO",
            "My home, my cars and my garage were burnt and this boy and girl were killed because we were supporters and members of the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your garage you ran as a business I understand.",
            "Unknown"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you talk - and you refer to yourself, explaining about the war, you said you were the fore-head of Chief Patrick Majozi.",
            "Unknown"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you also in the same application say it was to prevent - the political objective behind this attack, was to prevent attacks on yourself because seven times the members of the ANC attacked you, they even attacked your wife, is that correct?",
            "Unknown"
        ],
        [
            "ELIAS KESLA MTOLO",
            "It was not really to prevent them, because they had already burnt down my home.  I was just attacking the enemy that had attacked me at my home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you, in the affidavit made by you, signed on the 25th of November 1997 - 1998, it may be, you say that your house was attacked three days before this incident.  That is paragraph 3 on page 19.",
            "Unknown"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I was attacked more than 10 times.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But were you attacked three days before this incident?",
            "Unknown"
        ],
        [
            "ELIAS KESLA MTOLO",
            "My house had already been burnt when this incident took place, because from the court I asked the police to escort me to go see just how badly my house had been burnt and when I got there, there were people waiting for me already and they started shooting at me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, thank you.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Just one further question, Mr Chairman.  Mr Mtolo, you received 8 years imprisonment for robbery, is that correct? - in the Regional Court in Maritzburg.",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "That's correct.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "When will you be released on parole?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "On the 5th of December this year.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Thank you, Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR DE KLERK",
            "Male"
        ],
        [
            "MS MTANGA",
            "No questions from me, Mr Chairman.\nNO CROSS-EXAMINATION BY MS MTANGA",
            "Female"
        ],
        [
            "MR LAX",
            "Just one question.  Did I understand you correctly, you did not agree with the vehicle being taken away, you were angry about that.",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes, I did not agree with it.",
            "Male"
        ],
        [
            "MR LAX",
            "And you didn't associate yourself with that at all?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes, I did not, because I even went to see the kombi only when the police took me to the spot.  I was only concerned with the person who had attacked me.  I had 8 counts of arson against me, but those were withdrawn because that was not true.  Those ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.  No further questions, Chair.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Maybe to take it further.  In other words, you are not applying for amnesty for robbery, robbing the taxi?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I can ask for amnesty because that was the reason why I was convicted.  I was even forced to admit to that robbery, something that I did not even do.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Let me put the question this way, your conduct in attacking the driver of the taxi, enabled the people which were in your company to take the kombi away, do you concede to that?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes, I do concede, although it was not an order from me that they should take the taxi.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I heard you saying that you recognised the driver as the person who ferried the people to your home, what about the conductor, was he also present on that occasion?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "The conductor was a son of the taxi owner.  At that time he did not even stay at home because he had fled as he was an ANC member.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But was he present on the occasion when the house was attacked?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "I think I saw this boy on two occasions when my house was attacked, because on one occasion I even found him with a certain group of boys from Maniba's house and they were coming to attack me at home.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Lastly, so you were also intending to attack him on this particular day when he ran away?",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes, I would have attacked him, I would have killed him.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Chairperson, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If can just clarify something, I've got a note and I'd just like to make sure.  The owner of this vehicle was your uncle and you were on good terms with him.",
            "Unknown"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes, we were on very good terms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was only the driver that you personally wanted to sort out?",
            "Unknown"
        ],
        [
            "ELIAS KESLA MTOLO",
            "Yes, well as well as ...(indistinct), because I had already noticed that ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "No, questions.  That's the application, Mr Chairman.\nNO FURTHER QUESTIONS BY MR DE KLERK",
            "Male"
        ],
        [
            "MS MTANGA",
            "I have no questions, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Have you any witnesses to call?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "No, none, Mr Chairman.",
            "Female"
        ],
        [
            "MR DE KLERK",
            "Mr Chairman, I don't have any argument.  If there is any specific aspect, maybe the fact that he was convicted of robbery, he should have been convicted of attempted murder it seems.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It appears, reading the judgment, that although he said he, it was shown he had the firearm and it was used to shoot, for some reason he wasn't convicted of attempted murder and the robbery and basically is that he was in charge of the gang and that's it.  But it appears to me, subject to discussion later, it could be a little bit technical where a man is serving a long sentence for robbery, to say that well legally it wasn't quite robbery so you are not entitled to amnesty, although you would have been entitled to amnesty for another offence.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "I can argue that.  I presume that the sentence would have been much the same if it was merely attempted murder, but that's like the Chair says, it's very technical.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is your attitude on this?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I will leave it in your hands, Chairperson, I have no submissions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "As I understand it, subject to what I'm told, looking at the two applications, he has only asked for amnesty for robbery.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "It seems that so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has not asked for the attempted murder.",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "I presume that his application would include the facts, that means being in the situation, shooting at the person and then being convicted for robbery.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well he goes further, his shooting was when he was chasing him in the sugar cane fields and it was a one-on-one situation.  As I recollect, the information in the papers was that there was some general shooting at the vehicle.  The court wasn't given quite the same picture as we have been, but we can consider that.  Thank you, we will take time.",
            "Unknown"
        ],
        [
            "ELIAS KESLA MTOLO",
            "There are a few questions that I would like to pose.",
            "Male"
        ],
        [
            "MR LAX",
            "Carry on.",
            "Male"
        ],
        [
            "ELIAS KESLA MTOLO",
            "As I am about to be released from prison, what should I do because I am now homeless, let alone about my business and everything else.  What am I supposed to do now, because I am well aware of who burnt my house down.  I am not afraid of them, I only respect the law.",
            "Male"
        ],
        [
            "MR DE KLERK",
            "Maybe I can assist.  It seems that the applicant is referring to reparation, it seems so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or that he wishes to institute action.  I think he could be advised in this regard of his rights to, there may be some question of conscription if he's known about it for a long time, or reparation.  Could you perhaps assist him further in that?",
            "Unknown"
        ],
        [
            "MR DE KLERK",
            "Yes, I will do that.  Actually when I consulted with him, he did bring this up and I told him that we will follow it up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It seems from what we have heard here, that he was as much a victim of the struggle that went on between the parties as the owner of vehicle at the time and the magistrate had regard to the fact that the owner of the vehicle had lost R40 000.  We don't know how much the applicant lost in his house, his business and I gather there were some vehicles there that were also damaged.  It's a matter that I think, although technically he's not a victim, he's certainly should be considered.",
            "Unknown"
        ],
        [
            "ELIAS KESLA MTOLO",
            "My house in Richmond was a double-storey and my business was very busy.  I had a kombi, two BMW's, two Colt Gallants and a bakkie, a Mazda.  Some other people's cars were also burnt in that garage.  As I'm about to be released from prison I should know what is going to happen because as I am speaking to you now, my children do not go to school because I only earn R12 a month in prison, so that my children can eat.  What should I do now because I am about to be released from prison?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what we have all heard should be a lesson to all of us as to how this violence that has troubled our country from time to time, the extreme damage that it does to the ordinary people of our land, people who before that were contributing towards our country and now find themselves deprived of any opportunity to do so, and I certainly hope, and I know that his attorney will take great care to put him in touch with those sources that could help establish himself again on his release, and I trust that he will be able to do so.\n\tWe will now adjourn.\nWITNESS EXCUSED\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}