{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-07-26",
        "location": "DURBAN",
        "day": "1 - CONTINUATION OF 2ND HEARING",
        "names": [
            "FREDERIK JOHANNES PIENAAR"
        ],
        "case number": "AM 5014/(?)",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53565&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99072630_dbn_990726db.htm",
        "speakers": [
            "ADV GCABASHE",
            "CHAIRPERSON",
            "FREDERIK JOHANNES PIENAAR",
            "MR CORNELIUS",
            "MR HATTINGH",
            "MR JANSEN",
            "MR LAMEY",
            "MR MALAN",
            "MR MOERANE",
            "MR PRINSLOO",
            "MR VAN DER MERWE",
            "MS LOCKHAT",
            "MS VAN DER WALT"
        ],
        "original_speakers": [
            "MS LOCKHAT",
            "CHAIRPERSON",
            "FREDERIK JOHANNES PIENAAR",
            "MR PRINSLOO",
            "MR PIENAAR",
            "MR MALAN",
            "MS VAN DER WALT",
            "MR CORNELIUS",
            "MR HATTINGH",
            "ADV GCABASHE",
            "MR VAN DER MERWE",
            "MR LAMEY",
            "MR JANSEN",
            "MR MOERANE"
        ]
    },
    "testimony": [
        [
            "MS LOCKHAT",
            "The next amnesty applicant is Mr Pienaar.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I've just been informed that we didn't catch that all.  Mr Pienaar, what are your full names please, just for record purposes.",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR PRINSLOO",
            "Thank you, Mr Chairman.\n\tMr Pienaar, you are the applicant in this specific case, regarding actions on the 8th of June as well as the 12th of June 1988, which took place in Piet Retief, regarding which Mr de Kock has already given evidence?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Chairperson, the application of the applicant appears in bundle 1, page 110 to page 117, in the middle thereof and then there is also an Annexure B, page 118 until the end of it, which would be page 125.\n\tMr Pienaar, at the time of these events you were stationed in Piet Retief and you were the Branch Commander of the Security Branch?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "For how long at that stage had you been stationed there, approximately?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Approximately eight years, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were you specifically involved with investigations and intelligence collection from Swaziland and as it was known then, the Eastern Transvaal/Natal region?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And did you make use of informers at that stage?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "In your staff at this time, a Mr Theron also served.  He is now a Major and he is also an applicant?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "As well as a Mr Hayes, who is also an applicant?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And Mr Botha?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And a Mr Barnard?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is so.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "All of these persons are co-applicants in this matter.  Mr Pienaar, with regard to the first incident, is it correct that you were involved in a trial in the Circuit Court in Bethal, when Mr Theron, a co-applicant, who was then handling an informer of yours, informed you regarding certain information?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct.  But the informer was actually handled by Mr Theron himself and not by me.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And your specific informer, as a result of that information, did you go and see that informer?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, at the office.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after you had obtained the information from this informer, did you make contact with our co-applicant, Mr Eugene de Kock?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And did Mr de Kock come to Piet Retief?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, he did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And was he accompanied by certain members, as it is known today, from Vlakplaas?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was an action then planned regarding this first incident?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, an action was planned.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And was any vehicle used, such as a Corolla 1300 vehicle from the Detective Branch?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And who would have been the driver of that vehicle?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Lt Mose, from Col de Kock's people.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what would have been the planning?  Just briefly.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That he would stop at a place near the Swaziland border.  I can tell the Committee that the place was easily recognisable because there was only one great big dry bluegum tree in that area and that was the place where he was supposed to wait, and that was where the people would be brought to him, so that he could transport them to the RSA.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Pienaar, according to your information, these persons who would be infiltrating, would they be usual or regular MK members, or what was the position?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "They were all trained MK members.  At that stage there was a tremendous influx of MK members from Mozambique to Swaziland.  The Swazi police at that stage were experiencing quite a number of problems regarding MK members and they had to infiltrate as quickly as possible into the RSA.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And the MK members who infiltrated the RSA in such a manner, would they have been trained people, people who were armed?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, they would be trained armed persons.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And according to the information, these persons would come in to sow terror, or not?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "They would come in to spread terrorism in the Natal area.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And this specific informer, was he or she a reliable person?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, very reliable.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was there any previous information of a reliable nature that had been provided by this person?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And was Lt Mose aware of where the action would take place?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "We pointed out the place to him where we would be waiting for his return.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was he told what was expected of him upon his return to this place?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What was it?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "It was arranged that he would flicker his headlights and also switch on his left indicator light if those persons whom he was transporting were armed.  He also, once he had brought the vehicle to a standstill, had to try and get away from the vehicle as immediately as possible.  If the persons that he was transporting were not armed, he would not have to switch on the indicator light, he would just have to pull over to the left side of the road and get away from the vehicle.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Pienaar, that specific evening you, accompanied by Mr de Kock, Lt Ras, Theron, Hayes and Barnard, took up your positions at a specific place on the Houtkop road.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And were all of you armed?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, all of us were armed.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And can you tell the Committee what took place while you waited there?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "A vehicle approached from the Swazi direction in our direction, the lights were dimmed, the left indicator light was switched on and the vehicle came to a standstill virtually at the place where we were.\n\tImmediately we jumped out and ran past the side of the vehicle into the bushes.  Major Hayes handled the searchlight, which he aimed at the vehicle.  The vehicle's windows were completely misted.  At no stage could I determine who was in the vehicle.  \n\tCol de Kock opened fire and all of us fired at the vehicle.  I myself handled an R1 gun and I think if I recall correctly, I fired between five to seven shots, all of them at the left side of the vehicle, the front and the back left door.\n\tA man collapsed against the back door of the vehicle.  We approached the vehicle and ceased fire.  In the vehicle, in the front next to the driver was a woman, the man behind on the left was an Indian man, then there were two more women and one on the right-hand side of the vehicle, who lay out of the vehicle. I heard Mr de Kock telling Mr Ras to shoot the woman, upon which she was indeed shot one more time.  \n\tAfter that I opened and searched the boot of the vehicle as well as the bags inside the vehicle, there were no weapons in the bags.  I also searched the persons briefly and also there did I not find any weapons.  We discussed this, Col de Kock and I.  He asked me whether I had any weapons at my office.  I did not have any weapons.  \n\tHe then told someone to contact Col Roelf Venter to obtain the necessary weapons and to bring them to the scene, upon which Mr Ras called Col de Kock to one side and told him that he had a pistol and handgrenades in his possession, at the scene.  Mr Ras placed the pistol next to the man.  He placed the man's hand around the pistol and fired two shots, so that shells would be found on the scene.  \n\tHe gave me two handgrenades, which I placed in the carry bags which belonged to the two women seated in the back of the vehicle.  This was done in order to create the impression that these persons had been armed and to prevent that any incident be created for the police and the State at that stage.\n\tI began to investigate the matter myself ...(intervention)",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Just before you continue, Mr Pienaar, after this scene was created as you have just given evidence, was a service officer called out?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, there was a service officer.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And who was he, can you recall?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I cannot recall who was there on that night, it may have been a Combrink or another person, but I am not certain.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after this scene was visited by the service officer, the bodies of the deceased were removed and taken to the State Mortuary?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And were these persons admitted to the mortuary?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was the identity of the deceased known at that stage?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "At that stage, not yet.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "So you have had nameless or anonymous persons in the mortuary?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And did you at that stage want the information surrounding this incident to be made known or not?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Why not?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Because the informer had notified us that there were approximately 36 persons standing by to infiltrate.  We did not want to make it known that these persons had been killed because that would have broken the entire chain.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Could you determine within yourself whether any of those persons who had been shot there were known to you?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Chairperson, one of the women was recognisable from some period before that, I don't know how long before that, but it was quite some time, I arrested five persons near the Swaziland border, they were underway to leave the country and this woman, June Rose Kotoza was one of the persons who was arrested after I had brought her back to Durban and handed her over to the Security Branch here and they took back home.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Continue.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I didn't see her again or hear from her again before this evening of the incident.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You say that you yourself began to investigate the matter.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "With the objective of a post-mortem inquest?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "I beg your pardon, when did you find out that this was the particular person, June Rose Kotoza?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I recognised her due to her facial features, it was something that stayed in my mind.  I thought about it and then I realised that I had arrested her when she was on her way out of the country.\n\tAfter that I took everyone's fingerprints and sent them to Durban for positive identification of all the persons.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you identified her by name before the fingerprints were sent away?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you have much to do with her upon her first arrest?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, I had interrogated her during her arrest, regarding who had accommodated her.  It must have taken about two days worth of interrogation, after which she was brought back to Durban.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just one question before you proceed, Mr Prinsloo.\n\tYou said that you then started investigating the matter.  Did the Security Branch usually become involved in investigation of matters after the event had occurred?  Such as this.",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Chairperson, the Security Branch did investigate matters with regard to terrorism.  I did investigate this case.  Nobody stopped me from investigating it and I continued with it.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were any guidelines put forward to you as to what would be necessary of you if an inquest would follow?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Chairperson, there were letters where terrorists were killed in conflict with the police, which was only necessary to get the commander of that operation, to obtain his statement and to hand it in, which I in any case did not do, I tried to investigate it as thoroughly as possible.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Pienaar, were reports sent to the regional office as well as the Security Head Office, with regard to this instance?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, Chairperson, there were ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Excuse me, Mr Prinsloo.  Mr Pienaar, I don't understand your question, that you investigated the matter as thoroughly as possible, because you did have all the information.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I did have the information, Chairperson.  What I meant with that was that the necessary statements were obtained, not only the statement from the officer who was in command there.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you tried to cover it up as completely as possible, not investigate it?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "To an extent yes, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Pienaar, could you also determine by means of fingerprints and information from Security Branch Durban, who these persons were and what their positions were?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, I did determine, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The person Mr Naidoo, could you determine what his position was according to the information?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "He was sought by Durban because of an attack on Minister Rasjbansi's house and the attack took place by means of handgrenades on the house.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And the three other persons?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "They were all trained persons.  The one woman who was in front of the vehicle, I think the surname was Nyoka, was also known in Swaziland as a person who regularly infiltrated MK members and assisted to get into the RSA.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And then Mr Pienaar, on page 115 of your application you mention two women's names, June Rose Kotoza and Zendiwe Mthembu, you don't have the name of Nyoka there.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, it has to be added there, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And in paragraph 8 of the same page you mention that\n\"Col de Kock gave instruction to Roelf Venter of Vlakplaas to plant two handgrenades and a pistol that came from Vlakplaas ...\"\nIs that correct?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, that is incorrect, Chairperson, he said that we need to contact Roelf Venter, but before anything could be done about that, Mr Ras said that he had two handgrenades and a pistol with him.  Mr Roelf Venter was never close to the scene.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And were any persons sent beforehand across the border in this instance?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "In the first instance, no, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And Mr Pienaar, if we could continue with the following instance which took place on the 12th of June.  There has been evidence already by Mr de Kock.  Did you also receive information from the same source in this instance?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And was Col de Kock called in once again to Piet Retief?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And with the information of the first instance, did anything take place the first day?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Chairperson, I contacted my own Commander, Col Deetlefs, he was available, he came down himself to Piet Retief.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And for sake of completion for the Committee, Col Deetlefs was at that stage situated at Ermelo?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson, he was in command of Ermelo as well as the sub-branch Piet Retief.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And was Col Deetlefs also tasked with the gathering of information and liaison with Swaziland, with regard to ANC actions?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And did Col Deetlefs also come down to Piet Retief?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "He did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it true that he joined you later that evening?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson, he arrived there that evening.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And with regard to this specific action, was use made of a small bus, a minibus?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.  I contacted Col Rorich at Witbank with regard to assistance with the vehicle and he told me that he did indeed have such a vehicle which we could use and he came to Piet Retief with the minibus from Witbank.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And Col de Kock come with his members\nfrom Vlakplaas?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And was a planning launched?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, a planning was launched.  We decided on the same place where this first instance took place.  I called in Sergeant Manzini from the Detective Branch, to drive the vehicle to fetch the people ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, why did you call in Sergeant Manzini?  You said you called him in to drive the vehicle, but why did you choose Sergeant Manzini?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I knew him very well, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Pienaar, was it with the knowledge of his commander at the Detective Branch?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, it was with the knowledge of Lt Combrink.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That you would use Mr Manzini?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And this place where the action would take place, was it pointed out to Mr Manzini beforehand?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, where we would be.  Because he was a Detective in that district, he immediately knew when I told him where to wait at that large bluegum tree, he knew the place and no further instructions were necessary for him except for the flickering of the lights of the vehicle.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did Mr Manzini know that he would be transporting trained MK members, possibly armed?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, he was aware of it, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And that those persons would illegally come through the fence and be infiltrated into the Republic?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And was instruction given to Mr Manzini what he had to do if these persons were armed?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, it was told to him to switch on the left indicator light and to get away from the vehicle as quickly as possible.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was Mr Manzini aware at all that shots would be fired, or what your specific plan would be besides that he had to bring these people to the scene and put on the indicator lights and jump out?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "It was never said to Mr Manzini that when he gets away from the vehicle, that we would all start firing.  He might have thought so, but it was never specifically told him \"Listen the minute you run away from the vehicle, we will start firing\".  It was never put as such to him.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you did tell him \"Get away because we will fire\"?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, he just had to get away from the vehicle, but we did not say \"Run, because if you get away we will start shooting immediately\".",
            "Male"
        ],
        [
            "MR MALAN",
            "But to get away, he could not draw any other inference other than that you would open fire?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I believe so, that there could be problems.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Could he also believe that he would end up in cross-fire if he stayed there?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is so.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Pienaar, this action was launched and planned for the evening, that Col de Kock was in command together with Col Deetlefs, Rorich, Theron, Hayes, Barnard and then Mr Vermeulen from Vlakplaas and W/O van Zweel from Ermelo?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And did you take up place in this pre-arranged place?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What happened then, Mr Pienaar?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Before that, Botha, Cpt van Dyk, Mr Ras and I think Mr Tait were told to go to the rendezvous point at the border to surmise whether they could possibly intercept the persons who would bring the MK members to the border for infiltration.  They departed for Swaziland and later that evening the kombi returned from the border.\n\tManzini drove past us and I would not be able to say how far it was, it was a few metres past the place where he was supposed to stop.  I would also like to mention to the Committee that a plastic bag was attached to a branch where he had to stop.  He drove past, Col de Kock started running to the kombi and the rest of us followed.  Manzini did jump out of the kombi and immediately started running away, around the front of the kombi.\n\tA male person climbed out of the left front door of the kombi with an AK in his hand.  And I am certain that this person fired a shot.  Later an AK shell was picked up there.  Col de Kock immediately started firing at this person and the other members also opened fire on this person and the other persons in the kombi.  After a while we ceased fire and the kombi was searched.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did this actually take place very quickly, Mr Pienaar?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, Chairperson, it was very quick.  There were four men in the kombi, they were all fatally shot, an AK47 was found with them, with an extra magazine.  I secured all these weapons personally because they were all cocked.  And in two carry bags which were also in the kombi, I found two handgrenades.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Two handgrenades in each bag or?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "One in a bag, Chairperson, there were just two.  And we secured all these weapons.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were there any magazines?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "There were two magazines for each AK, Chairperson, there was one in the weapon and one extra magazine.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was this scene visited by a service officer?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "It as visited.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And after the visit of the service officer the persons were taken to the State Mortuary.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you in that case lead the inquest investigation?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, I took statements in this regard.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "In the first instance, did you hear that questions were put with regard to clothing which belonged to the deceased, that includes Mr Naidoo and the three ladies?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What is the position there?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I can only mention that a while after the incident the deceased' parents were there.  I showed them the clothing and I asked them if they wanted to clothing back and they said no, they did not want the clothing.  The deceased's father asked ...(intervention)",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is that Mr Naidoo?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, Mr Naidoo. ... asked whether there was not a gold chain around his son's neck, and I informed him that I did not see such a gold chain.  Afterwards I destroyed the clothing because it was torn and bloodied.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were there any prescriptions with regard to bloodied clothes and such things?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, Chairperson, because of the various illnesses which come about there such clothing is destroyed if the next of kin did not want it.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Why only after a while were the persons informed that people were killed there?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "It was to prevent that head office immediately disclosed the events there and also because these persons in Durban, some of the deceased, refused to answer Durban's requests as to where their family members were, they denied to Durban Security Branch that their family members had left the country and later they arrived with their legal representatives at Piet Retief.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "With regard to the investigation in the second incident, is it so that Col de Kock's name was not indicated as the commander there?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "But Mr Deetlefs was indicated as the commander?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, because his division was there and because somebody, I'm not sure who it was, said by means of Ermelo office that we had to leave Mr de Kock's name out of that incident.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was there any reason for that, or did you draw any inference because of that?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I understood that they did not want to involved Col de Kock with two incidents so close to each other, and I did not make any further enquiries about it.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it so that the two investigations with regard to the inquest, were taken over, or the first one was taken over by Brig van Wyk, attached to the Detective Branch?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson, he continued with it right up to his retirement date where the matters were handed over to Brig Engelbrecht.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Do you know from your own knowledge or not that the reports which were directed at head office from Middelburg were removed from Middelburg offices?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I don't know thereof, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "During the post-mortem inquest you gave evidence with regard to Mr Naidoo and the ladies.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And is it so that there in certain instances you told lies?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, I did, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Why did you lie there?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "It was to protect the State and the police from this incident where people were killed without weapons and which could be exploited by the enemy of the time.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And Mr Pienaar, in the second instance, did you also give evidence there?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, I did testify there, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And in that instance it was already put by Mr Moerane, who appears for the family, that apparently the family requested a postponement, which was not granted to them and that the evidence was only put from the one side?  ...(transcriber's own interpretation)",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And in that instance can you recall what you testified there, were there any lies?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "None, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Pienaar, with regard to the first instance, did you realise ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, did you at that second inquest mention that Mr de Kock was the commander?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Excuse me, Chairperson, I just wanted to mention that now.  I did not mention it there, that Mr de Kock was not there.  Or that he was there, I did not mention that.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And to follow up on the question of the Honourable Chairperson, it's that in that sense you told a lie there?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And with regard to the first instance, is it so that you made yourself guilty of murder, that four people were cold bloodily killed there?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.  I regarded it as a time of war against the ANC and the ANC saw it as war against the Security Forces.  It was an undeclared war which was started by people before my time.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Excuse me, Mr Pienaar, did you think that one could shoot unarmed persons in a war?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Chairperson, in that instance we could have waited and walked closer to the vehicle, but if one did that and they were armed, then we would have been killed.",
            "Male"
        ],
        [
            "MR MALAN",
            "No, I asked you a general question, because you apply for murder, you don't apply in the sense that it was a matter of self-defence.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "So my question to you is, do you think that one could shoot unarmed people in a war?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And to follow up, Mr Pienaar, you believe that those people were armed, ongoing by the sign that was given by the driver?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And shots were fired before you fired?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That's correct.  And mention was never made by the source or anybody that women would infiltrate the country.  It was said that it was trained MK members, but it was not mentioned that any women would be among them.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "On that point.  In general, is it so or not that women who were members of MK and received training would infiltrate the country with arms?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And then furthermore, Mr Pienaar, you also apply that you defeated the ends of justice by disclosing the incorrect facts to the Court.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That you perjured yourself.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And in the second instance you also apply for murder as well as you had disclosed false facts with regard to who was present.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And what the true action would be.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you apply for amnesty for any other competent judgment that would emanate from the facts held\n before this Committee as well as for any other unlawful acts which might lead to civil charges.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Just one moment's indulgence Chairperson.\nThank you, Chairperson.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms van der Walt do you have any questions you'd like to put to the applicant?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Thank you Chairperson.",
            "Female"
        ],
        [
            "CROSS-EXAMINATION BY MS VAN DER WALT",
            "Mr Pienaar, the persons who were under your command were Mr Hayes, Barnard and Theron, is that correct?",
            "Female"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "And Botha Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "More specifically Mr Hayes, Barnard and Theron, they were not involved with the discussions between yourself and Mr de Kock, is that correct?",
            "Female"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No they were not continually present Chairperson but I believed that they did have knowledge about what was planned there, but they were not present all the time during our discussion.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "That is correct and they will also testify that they knew that these persons would be lured into an ambush?",
            "Female"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And is it correct that Mr de Kock gave the instructions and they regarded him as their senior?",
            "Female"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, we worked under Col de Kock at that time.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And Mr van Dyk and Mr Botha also acted or crossed the border on the instruction of Mr de Kock?",
            "Female"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "No further questions thank you Chairperson.\nNO FURTHER QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Cornelius, do you have any questions you'd like to ask the applicant?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR CORNELIUS",
            "Mr Pienaar, I'd just like you to sketch for the Committee the use of C Section. Security does certain actions and gathers information and then you request C Section to assist you, is that correct?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "So you first obtain all the information and you identify the target and then you, in your capacity as Security takes the decision to involve C Section?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You have no doubt that these MK members who would come in and infiltrate Natal, would endanger the public and the government?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you have any doubt as to the quality or reliability of the informant from whom you obtained the information?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I had no doubt Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you doubt about the quality of the information from the source?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you in the past test the information of the source and find it satisfactory?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, Chairperson, it was always indicated as correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you believe that the vehicles which would come into these two ambushes, that the two occupants would be armed?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I was convinced thereof, Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you expect that a possible shooting could ensue?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Definitely Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "After you had established the reliability of the source's information, did you convey it to Mr de Kock?  Did you believe that he would have the same conviction as you?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, I did believe so.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Was there any reason for Mr de Kock and his team to doubt your information or doubt the target which you had identified?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Or the fact that you believed that these people would be heavily armed, to doubt that?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did all of you believe that it would be men or trained MK members?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "We believed that it would be trained MK members and for no second did I even think of women.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "So the logical question which this Committee would put to you is, was there another alternative to killing these persons, to eliminate them?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Chairperson, yes.  They could have been arrested if one found many people, but there was always the possibility that some of your people could be killed or injured during such a skirmish.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And from appearances in the past before this Committee we have also learned that sometimes it was very difficult and there was sometimes a lack of evidence to prove a case against someone like this, after their arrest?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you then rely upon your judgment of the information which you had received and then take the easier route in eliminating these enemies or infiltrators?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Hattingh, do you have any questions you'd like to ask?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Yes, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR HATTINGH",
            "Mr Pienaar, you have heard Mr de Kock's evidence that he himself had an interview with the informer?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "With the?",
            "Male"
        ],
        [
            "MR HATTINGH",
            "With the informer.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "You also heard his evidence that the person who climbed out of the left front side of the minibus did not fire a\nshot.  Is it possible that you may have confused his shot with the shot that you think this person fired?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, I'm certain that this person did fire a shot.  As I explained to the Committee, there was also an AK shell which was found on the scene which, unlike the first case, was not fired by one of the members but by the deceased.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Did that shell form part of the evidence during the inquest?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Hattingh.  When you say that you were certain that Mr de Kock fired, besides the doppie that was found there, the AK47 doppie, is there any other reason why you say that you were certain that he fired?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I saw the fire from the AK.  I was diagonally behind Col de Kock.  I could see it clearly and I am convinced that this person did indeed fire a shot.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Is it possible, Mr Pienaar, that he actually fired that shot after Mr de Kock shot him as he fell backwards and that's where the shell comes from?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That would be a questions of seconds it is a possibility.  As I remember the situation, I watched the person, I saw the fire emerging from the weapon, I saw the beginning of\nthe shot.  It would have been a question of split seconds.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr van der Merwe, in Mr Booyens' absence, do you have any questions?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you Mr Chairman, just one question.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR VAN DER MERWE",
            "Mr Pienaar, I am representing Mr Tait as well.  You confirmed that they crossed the border with the second incident on the 12th June under the command of Mr de Kock?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you, Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR VAN DER MERWE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Lamey?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR LAMEY",
            "Mr Pienaar, did you subsequently have a conversation with Mr Manzini as to why he did not stop at the specific point?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I did, Chairperson.  Manzini explained to me, and this was also confirmed by the persons who had crossed the border, when the four MK members were picked up by Manzini they immediately cocked their weapons and climbed into the kombi.  They told Manzini not to worry, that if they were apprehended he shouldn't stop for anything, that they would protect him and that put a great fear into him and I think that it is for that reason that he drove past the mark before he stopped.",
            "Male"
        ],
        [
            "MR MALAN",
            "I beg your pardon. Do you believe this or is this something that he told you?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "He told me, Chairperson and it was confirmed.",
            "Male"
        ],
        [
            "MR MALAN",
            "No, the question to you was whether you had a conversation with Manzini?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR MALAN",
            "And then you believed him on the basis of your conversation or was there something specific that he told you?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "He told me what happened there and I believed him.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Your information from the informer and I am speaking of the second incident, I am representing Mr Nortje who was only involved in the second incident, your information was that the persons who were going to infiltrate would be armed?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And for that reason there was an expectation that they had to be shot at in an ambush?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, we set up the ambush.",
            "Male"
        ],
        [
            "MR LAMEY",
            "You have already testified about this, but there was a real danger when it came to the loss of life on the Security Police side if under those circumstances they would have attempted a normal arrest.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Mr Nortje confirms what you say and that is that after the shooting the weapons which had been cocked were found.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Another aspect, do I understand your evidence correctly that you concede that the shot may possibly have been fired by the person who climbed out of the left of the minibus after de Kock had fired a shot?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "It is very difficult to say after the time.  We are speaking here of split seconds but what I recall is that I watched this man and that I saw the fire in his weapon when the shooting began.  An AK makes a much greater noise than a 9mm uzzi and as I've said, I watched the person and not Col de Kock.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Very well because Mr Nortje says that he was practically next to de Kock and his recollection is that the person climbed out of the vehicle with the weapon, but that de Kock shot him before he could shoot de Kock.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, or possible.  As I've said, everything happened very quickly.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Then just another aspect.  Was one of the reasons to eliminate the members on the Swaziland side, when Tait and Ras went there, also to protect your informer?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, that was one of the reasons, but we also realised that the infiltration would definitely stop there, seeing as the media would be notified of the incidents and Head Office would no longer keep it back.  The persons who were actually responsible for the infiltration would then have gotten away.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry, Mr Lamey.  Mr Pienaar, had you up to this point been able to avoid publicising the first shooting?  Had the media not gotten hold of that yet?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "The first incident was not reported.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "I beg your pardon, Mr Pienaar, when was the second incident reported?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I think it was the day after the incident, I'm not certain of the exact date, it may have been two days afterwards because there was an incorrect report which was given to the media that the persons had used a stolen vehicle and that was never said by any one of us to Head Office.",
            "Male"
        ],
        [
            "MR MALAN",
            "So the first announcement was not by Mr Vlok in Parliament?  Was there anything before that?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "It was publicised after the second incident.",
            "Male"
        ],
        [
            "MR MALAN",
            "Before Minister Vlok said anything about it in Parliament?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I don't know when he said anything about it, I don't know whether these incidents ran concurrently.  I don't have any documentary proof before me now but I think that it was considerably later, somewhere near the 20th of the month, or something like that.",
            "Male"
        ],
        [
            "MR MALAN",
            "But then the media must have had the information before Mr de Kock announced it, but they did not make it known?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Was there a person on the Swazi side who had to be eliminated, who was a very important liaison person with your informer?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.  The informer arranged for the vehicles to transport people and it was done by the person who was in Swaziland.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Very well.  The person on the Swaziland side who allowed the MK members to infiltrate would probably, after the second incident have put two and two together and possibly have identified the informer?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And that is why the informer was also protected?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Then something further.  I don't know whether I understand your evidence correctly, but my instructions from Mr Nortje are that the driver of the minibus with the second incident, which was obtained from the Detective Branch, the point in the road where the ambush was to be set up was discussed with the driver and it was pointed out to him.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Because he was there physically?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Then, did Mr de Kock telephone you along the way?  They went to a hotel and you also went there, is that correct?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, I didn't go there.",
            "Male"
        ],
        [
            "MR LAMEY",
            "You didn't?  Because my instructions from Mr Nortje are that you arrived there, or that you knew that they would be there.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, I knew that they were at Island Rock for the weekend.",
            "Male"
        ],
        [
            "MR LAMEY",
            "No, I mean on the way back.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, I didn't go to the hotel, not at all.",
            "Male"
        ],
        [
            "MR MALAN",
            "I beg your pardon, which hotel are you referring to?  Is this the bar at Moolman, or what?",
            "Male"
        ],
        [
            "MR LAMEY",
            "Mr Nortje recalls it as a hotel.  It may be that very same place.  We're not really speaking of any other place.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, I did not go to the hotel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you at Moolman's?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "The Moolman hotel, no.  I know the place very well but I didn't go there with them.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Where did Mr de Kock make contact with you?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "At the office.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Did he arrive there at the office?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I don't know whether he called first, it's possible, but he did arrive himself at the office later on.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Did you contact him at Island Rock with regard to the second action?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, he didn't contact me.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Did you contact him at Island Rock?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, I didn't.  There weren't any telephone facilities there.  It's a house on the beach and there are no facilities for a telephone or a telephone box.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Did Mr de Kock arrive at the offices coincidentally before the second incident, or was there any arrangement with regard to it?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Chairperson, he arrived there because the informer had said that the persons had to infiltrate quickly, that there would be a number of groups entering the country successively.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just correct me if I'm wrong.  Didn't Mr de Kock say that he went to some police station that was nearby Island Rock and then made phone calls from a police station, I've forgotten the name of it, from time to time to your offices?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That was from Mbazwana.  I have said it is possible that he may have contacted me from there.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I just want to put it to you that Mr Nortje's instructions to me regarding the relevance thereof are that after the proceedings, or at least the proceedings would be ended at the hotel in Piet Retief from where they would drive back to Pretoria and my instructions are that you were aware thereof that they would visit the hotel and that you indeed visited the hotel and that that was actually the beginning of the second operation.  That's where it was discussed.  This is according to his position and his recollection.  I'm not saying by that that there were previous conversations which he has negated, but I'm just putting it to you that he says that you were there.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, I wasn't there, not at all.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Mr Chairman, I just want to make sure, I think I've finished.  Yes, I've got no further questions thank you.\nNO FURTHER QUESTIONS BY MR LAMEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Lockhat, no sorry, Mr Jansen, do you have any questions you'd like to put to the witness?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR JANSEN",
            "Mr Pienaar, during these operations at Piet Retief we could probably accept that the persons involved there relied upon your intelligence and the accuracy of your information.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "In 1988, for how long had you been in the Security Police?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I think it was approximately 12 years.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And am I correct when I say that 8 years thereof were specifically related to the former Eastern Transvaal?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You were well familiar with the existing information regarding the ANC's activities in Swaziland?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, I was aware of certain things which took place there.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You must have been aware of the names of certain individuals?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Now were you satisfied in your summaries that these persons who were coming through were trained ANC cadres and that your summary was accurate?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, I was satisfied with it.",
            "Male"
        ],
        [
            "MR JANSEN",
            "It would appear to me that to a great degree thereafter, I want to refer you, for the purposes of the record, to certain aspects of the record and ask you whether this correlates with your recollection and whether this is also a correct summary of the events.  If we look at bundle 2, page 48, have you seen this document before?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I think so, yes, Chairperson, I'm not entirely certain about it.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Well it may be that this was the sort of document that was submitted to the post mortem inquest.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I cannot recall whether or not this was submitted.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Well on face value do you confirm this document?  That Lindwe Mthembu was regarded as\n\"a soldier of our people's army, Umkhonto weSizwe\"\nas it appears there in the second paragraph.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Is that in accordance with your evidence of that stage?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Then there is something that you may not know about, but for the purposes of the record, page 61...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "I beg your pardon Mr Jansen, is this relevant to Mr Ras' version, is it in dispute in any way because it does form part of the bundle?   I beg your pardon, I'm just asking whether or not it's necessary to go through this?",
            "Male"
        ],
        [
            "MR JANSEN",
            "Chairperson at the end of the day I will argue that it is not necessary but suggestions have been made that these persons were not connected to the ANC and I am also not going to present that this information is direct evidence which can be unequivocally proven, this is something which can be questioned, it is of second rank nature.",
            "Male"
        ],
        [
            "MR MALAN",
            "I don't wish to stop you but if I understand you correctly, the witness has already said that he understands that Mr Ras stood under the command of Mr de Kock and that it was not Ras' duty to confirm or deny the information and you are acting for him.  If it's absolutely vital for you to go through this, go ahead, but otherwise I don't really understand why.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Chairperson then for the purposes of the record I want to indicate that at certain places there are indications within the record which connect the deceased  to the ANC and more specifically with MK and that I will leave this over for the sake of argument.  I may also for the sake of information point out the question that you put regarding Mr Adriaan Vlok.  On page 121 of Bundle 2 there is a report which was placed on the 17th June which refers to an announcement made by Adriaan Vlok the previous day, which was the 16th.",
            "Male"
        ],
        [
            "MR JANSEN",
            "I just want to see if I have any other - Mr Chairman, I have no further questions, thank you very much.\nNO FURTHER QUESTIONS BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Moerane?  Mr Lamey?\nYes, Mr Lamey.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "I apologise, Mr Chairperson.",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR LAMEY",
            "Mr Pienaar, I omitted to ask you whether you were the investigating officer with regard to the second incident as well?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I began it and then the investigation was taken away from me and Brig van Wyk became involved in the matter.  After him it was Brig Engelbrecht.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Is the only fact which was false according to you in the statement you made the involvement of Mr de Kock, or are there other statements?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, I can only recall saying that Mr de Kock was not there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say that the minibus belonged to the Witbank Security Branch?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I don't believe that I actually stated that in the case itself, but the fact that it later emerged that the vehicle was that property was stolen by the media, but I never reported that.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you never said where the vehicle came from, while you knew?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I'm not certain of that, I may have said that it came from Witbank because Mr Rorich himself was present.",
            "Male"
        ],
        [
            "MR MALAN",
            "In the second investigation of the 2nd incident, did you say that it was a trap?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I'm not entirely certain, but I think I may have said that.  That it was not a stolen vehicle and that it came from Witbank.  I'm not entirely certain about it but I do believe that I said so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Mr Pienaar, wasn't it also so that in that inquest you had to suggest that there was a road-block instead of an ambush?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, Chairperson, we spoke of a vehicle with a blue light which was parked in the road.  That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "In other words the stopper vehicle.  That is also false information?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Thank you Chairperson, I have nothing further.\nNO FURTHER QUESTIONS BY MR LAMEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Lamey.  Mr Moerane do you have any questions you'd like to put to Mr Pienaar?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR MOERANE",
            "Mr Pienaar, is it correct that you made your application for amnesty on the 13th December 1996?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I'll have to consult the date, I'm not certain of the date.  13th December 1996.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Do you know when the cut-off date was for amnesty applications?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, it was a short while after the application was submitted, I'm not certain of what the precise date was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The ultimate cut-off date was September 1997.  Yes, but there were various - the cut-off date kept being extended, but the last cut-off date, the last final date was September 1997, but I'm not sure when the cut-off date was after that date you've mentioned now December 1996.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "15th December.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was the 15th December I'm told by Mr Malan, but that later extended.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Well at the time that you made your application for amnesty, you did not know that the cut-off date was going to be extended.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I don't believe I knew that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I don't think anyone would have known that, those extensions only came later.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "So it appears, in a manner of speaking, you made your application at the 11th hour?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, we submitted it late.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Is there any reason why you delayed until the 11th hour?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, Chairperson, there was no specific reason.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You see, there is something that concerns me about not only your application, but also the applications of Maj Hayes, Capt Barnard, Maj Theron in particular and that is they were all made more or less the same time, do you confirm that?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That's correct, yes, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "They were made from apparently the same computer.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, I believe so.",
            "Male"
        ],
        [
            "MR MOERANE",
            "They are made in the same language.  A great part of the applications are word for word the same, identical.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That may be possible.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Even mistakes, patent mistakes are the same.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I did not read everybody's application, it may be possible, I am not certain.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "At this stage I'd like to intervene.  When these applications were drafted the applicant could well have said \"I've read the application of Mr X and I confirm that\"  but for the purpose of expedience, each one has to have his own application.  If he's not in possession of the other one's application, then surely it would be superfluous not to copy it in the circumstances.  It was not up to the witness and it was us who drafter the applications Mr Chairman. Instructions were given to us, we drafted the applications and now the applicant's being accused of this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He hasn't been accused, he's just been merely asked a few questions about the similarity between the applications, I haven't heard any accusations yet.  Maybe a question will be coming out of it.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, not yet.  For instance there are strangely similar mistakes.  For instance all of you say that the people who died in the first incident were three persons.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is a faulty statement because there were definitely four persons.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, and you signed the affidavit to that effect, didn't you?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR MOERANE",
            "There's also the question of Rasjbansi, same spelling right through.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I don't know that, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "The spelling of one of the deceased, Kotosa, same mistake right through.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That may be possible.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Was this a genuine application for amnesty, Mr Pienaar?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Would you repeat your question please?",
            "Male"
        ],
        [
            "MR MOERANE",
            "Was this a genuine application for amnesty?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Are you in a position to tell the Committee, I'm asking about you now, not your legal adviser, but are you in a position to say why there's such a similarity, word for word in these applications?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I cannot say myself.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Was that not also a problem at the inquest, that statements were in identical words, statements of different witnesses?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I read the statement Mr Chairperson and there were certain unclarities.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You say in your application amongst other things and you have not said that in your evidence, paragraph 6, page 114, first bundle, 2nd sentence,\n\"I was under the impression that I saw the barrel of a gun.\"",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now that comes close to the false version that you and others proffered at the inquest.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, Chairperson, I said during the investigation that a shot was fired from the vehicle at us and here I was simply under the impression, I'm not saying that this is fact.  I was under the impression.  It could have been anything, it could have been the person himself, it may have been his hand, it doesn't mean that it is the same as the post mortem inquest.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry I missed it, what did you say at the inquest?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That the person fired at us from within the vehicle.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, in this particular statement, bundle 1, weren't you trying to stick as close as you could to the original version?  In other words, give the impression that when you shot, at least you were under the impression at the time that there was a firearm, barrel of firearm, pointing at you.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That was only my impression, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "What gave you that impression?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "As I have said, the window started opening, it may have been the person's hand, because we were expecting armed persons I may have had the impression that it may have been a weapon, but that was only my impression.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Wasn't the light shining into that motor vehicle?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson, but the windows were totally fogged up, it was at night, and one cannot see exactly  all the things that happen and to say what it was.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You mentioned this source that gave you the information with regard to the infiltration on the first occasion.  Did I understand you correctly to be saying that that was actually not your source, but it was Mr Theron's source?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That's correct, Chairperson.  The actual handler of the source was Mr Theron.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But was that source available to you also?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, I would never have consulted him alone, that was not the use except for when Mr Theron was on leave, then I would have done so otherwise it would be in his presence.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So, was the practice then that a particular handler had his own sources, but in the absence of that handler somebody else could have access to that source?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.  Usually it would be the Commander, because there is a position of trust that is established by the member and the source.  It is not well that one person has sole access to such a source.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now you've told the Committee that this source was always reliable.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now did that source give you any information with regard to the infiltration that was due to take place on the night of the 8th June?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "She did inform about that, about the infiltrations.",
            "Male"
        ],
        [
            "MR MOERANE",
            "What was her information, what did she say?",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, is this in regard to this particular investigation?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The 8th of June one, is that correct Mr Moerane?  He's asking about the first incident.  What information was received relating to the first incident, the one that took place on the 8th of June?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Transport had to be arranged for trained MK members to infiltrate the country and which we indeed arranged and that there were several groups which had to infiltrate from Swaziland and it all had to take place as quickly as possible.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, Mr Pienaar, I'm talking to you about a specific infiltration.  The infiltration of the evening of the 8th June  1988.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "The information was given by the source, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moerane wants to know if there's any more detail relating to the 8th June?  Was there any further detail?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, only that trained persons had to be brought into the RSA.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there any detail given about those people and their numbers etc?  In other words, what made you decide to send a Toyota Corolla rather than a minibus?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, Chairperson, no numbers were given nor was any sex given.  I don't believe that the informant had that information because the other person who was killed in Swaziland later, had brought the person to her and she did not know how many persons there would be.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, how would you have been able to cater for the number of persons if you did not know how many people were coming that particular night?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "It was a vehicle that was available and I took a chance with the vehicle.  The vehicle was actually too small for the persons, Chairpersons, because there were four persons plus the driver, which makes up 5 for a Toyota Corolla 1300 which was a bit much.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You're telling this learned Committee that you did not know how many people were going to enter the country that night?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "As far as I can recall not, Chairperson, with no certainty it was said that there would be four exactly, it may have been possibly four, but I cannot recall four exactly.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Wasn't there an earlier infiltration, a day or so before that that was aborted, that went awry because the people went to the wrong place?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Repeat the question please.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Wasn't there an infiltration that was supposed to have taken place a day or two before that involving an Indian man?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Not that I am aware of, Chairperson.  It was only the one and no Indian man or woman or anything like that was ever mentioned.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So you did not make any arrangements for an infiltration a day or two before that, or can't you remember?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "There may have been, but I don't recall Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you recall at any stage making arrangements for infiltrations and the arrangements not being carried out?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "There were previous instances where people would have come in where this did not come to fruition.",
            "Male"
        ],
        [
            "MR MOERANE",
            "In your experience at the Security Branch offices at Piet Retief, some of the ANC people who infiltrated were armed and others on other occasions were not armed.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "There were persons who were armed, Chairperson.  I am trying to think of one that was not armed.  There was one woman who was not armed.  She did come through the gates because of a trap that was set for her.  She was arrested.  There were instances where they were also not armed, where the arms were already within South Africa.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You mentioned one of the deceased, whom you had arrested on an earlier occasion; when she came through on that earlier occasion, was she armed?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Chairperson, I did not say she came into the country.  They were underway leaving the country when she was arrested, not when she came in.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You know that some of the people who are infiltrated into the country are infiltrated to do political work, propaganda work and not military work.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "There were such instances yes, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Did your source have that type of knowledge as to whether or not these people were coming in for political work or for military work?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, Chairperson, not at all.",
            "Male"
        ],
        [
            "MR MOERANE",
            "In any event you say, or do you confirm that this person was subsequently arrested by the ANC and detained?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And was released subsequently?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And in 93 she was detained in Piet Retief, or at least an appearance was made - it was made to appear that she was being detained at Piet Retief?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Who is that?",
            "Male"
        ],
        [
            "MR MOERANE",
            "The source.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "She was never detained in Piet Retief.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I see.  Well I personally do not believe and my instructions are not that she was actually detained, but that's what she says.  She says she was detained.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, Chairperson, that is not so, she was never detained at Piet Retief, not at all.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Warrant-Officer with regard to the first incident, do you confirm firstly that this was an ambush?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And that there was no intention of effecting an arrest?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is also correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And that there was no road-block established there?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "In fact people were lying in wait.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And the intention was to eliminate these people?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You see, in your statement you don't mention this instruction from Col de Kock to Maj Ras to shoot one of the deceased.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, I did not mention it there.  I later thought about the incident, Chairperson.  I did not mention in detail in the application.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Is there any particular reason that you didn't mention that?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Maybe I did not remember it that day and only thought about it later.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You mention that the firearm was produced by Maj Ras and the handgrenades.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "On the other hand, what you do say , Mr Chairman this is on page 115, paragraph 8,\n\"Col Eugene de Kock gave instruction to Roelf Venter from Vlakplaas to obtain two handgrenades and a pistol of Russian origin which would be from Vlakplaas to plant this in the vehicle.\"",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, that is in the application, Chairperson and I say that I suspect there must be some confusion because we did mention Roelf Venter but Mr Ras had the handgrenades and the pistol with him and he brought it there for placement.  It was just mentioned wrong because of this misunderstanding.  Mr Roelf Venter was never there.  We did mention him and that is where his name came about.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Neither do you mention in your application that Maj Ras got his finger and that of deceased, Leni Naidoo, round the trigger to fire.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, I said he place his hand over the weapon after which he fired two shots.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Is there any reason why you didn't mention that in your application?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, there is no reason therefore.  I did not put everything in detail as such.  Mr Ras mentioned in his application what happened there.  I cannot say everything on his behalf.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, but wasn't this important particularly in the light of your false affidavit that you made in the inquest proceedings where you said that Mr Naidoo shot and that handgrenades were actually found in their possession?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Chairperson it may be so, but every person who was there, I cannot say what every person who was there did.  The persons apply for amnesty themselves, they mention in their own applications what they did.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Let's deal with what happened after the first incident.  Is it correct that the first incident became known, certainly at the police station Piet Retief?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Yes, that is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And instead of an entry being made in the occurrence book, reporting or recording this incident, an entry was made that this matter shouldn't be spoken about.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "The officer who visited the scene handles that case Chairperson.  I did not handle it but I did ask that the matter not be disclosed because of future infiltrations.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Is it correct that no record was kept of the clothing of the deceased?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I don't know whether there were any entries into the mortuary book, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I suggest to you Mr Pienaar, you know that because that matter was canvassed at the Piet Retief inquest.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "As I have said, I burned it later.  I don't know whether there was any existing record.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The bodies of the deceased persons, were they kept, you said in the mortuary, what was this a state mortuary, was it at the hospital?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "It was a state mortuary Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the hospital?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, at the police station.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And I put it to you that you know that no entry was made either of the existence of this clothing or the destruction thereof.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "It may be possible Chairperson that nothing was made of it.  I am not entirely certain of it though.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I further put it to you that you did not show this clothing to any of the parents of the deceased.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "I did show the clothes, Chairperson.  The parents were with a legal representative, I cannot recall his surname now, but he was also at the inquest.  At the police station I showed them the clothes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you're talking about parents, are you talking about all the parents of all four of the deceased persons, four sets of parents?",
            "Unknown"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "Chairperson, what I can recall specifically, Mr Naidoo's parents were there, there were some people with him.  I showed them the clothing and asked them if they wanted the clothing in the presence of their legal representative whereupon they answered that they did not want the clothes, they were just looking for a little chain which belonged to Mr Naidoo and I did not see or have the chain.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moerane, when it's convenient...(indistinct - microphone not on) until tomorrow but when you get to a convenient time.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Mr Chairman after the clothing issue it will be a suitable stage.  Mr Pienaar you seem to have forgotten what you said at the inquest about this clothing.  Are you now telling this Honourable Committee that the parents of this Nyoka, this Mthembu and this Kotosa told you that they were not interested in the clothing?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, I refer to Mr Naidoo's parents, Chairperson.  I say that there were other persons with him.  I don't know who they were but I spoke specifically to Mr Naidoo's parents.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Let's hear what you're trying to say.  Did the parents of the three deceased that I've mentioned tell you they were not interested in the clothing?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "No, Chairperson, I did not speak to them.  Not at all.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I put it to you that none of the clothing was shown, physically shown to Mr Naidoo or the parents of the other deceased.",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "The clothes were shown to them Chairperson, as I've said, in the presence of their legal representative who was there with them in the mortuary at Piet Retief.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Whereabouts?",
            "Male"
        ],
        [
            "FREDERIK JOHANNES PIENAAR",
            "There was a little hall within the mortuary.  If the inquest is held, clothes are placed in a drum there, in the mortuary itself.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Mr Chairman, this might be a convenient stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  We'll now adjourn until tomorrow morning when we continue with these proceedings.  I discussed it with the legal representatives this morning and just subject to whether or not Mr de Kock could be brought in time, we would like to start at 9 o'clock tomorrow.  Is that possible for the Department of Correctional Services?  I'm addressing the person next to you, Mr de Kock.  Is it possible to be here at 9 tomorrow, please because we'd like to start at 9 o'clock.  Thank you.\nWe'll then adjourn.  At this same venue tomorrow to start at 9 o'clock in the morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}