{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-07-27",
        "location": "DURBAN",
        "day": "2",
        "names": [
            "CHRISTO PETRO DEETLEFS"
        ],
        "case number": "5001/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53567&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99072630_dbn_990727db.htm",
        "speakers": [
            "ADV GCABASHE",
            "CHAIRPERSON",
            "CHRISTO PETRO DEETLEFS",
            "MR BOOYENS",
            "MR CORNELIUS",
            "MR HATTINGH",
            "MR JANSEN",
            "MR LAMEY",
            "MR MALAN",
            "MR MOERANE",
            "MR PRINSLOO",
            "MS LOCKHAT",
            "MS VAN DER WALT"
        ],
        "original_speakers": [
            "CHRISTO PETRO DEETLEFS",
            "MR PRINSLOO",
            "MR DEETLEFS",
            "MR MALAN",
            "CHAIRPERSON",
            "MS VAN DER WALT",
            "MR CORNELIUS",
            "MR HATTINGH",
            "MR BOOYENS",
            "MR JANSEN",
            "MR LAMEY",
            "MR MOERANE",
            "MS LOCKHAT",
            "ADV GCABASHE"
        ]
    },
    "testimony": [
        [
            "CHRISTO PETRO DEETLEFS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR PRINSLOO",
            "Thank you Chairperson.  Mr Deetlefs you are an applicant in this specific application which has been submitted to the Honourable Committee with regard to the 2nd incident which took place on the 12th June 1988 outside Piet Retief, is that correct?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And in that incident four persons were killed?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Deetlefs, during that period from June 1988 you were stationed at Ermelo?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you were connected to the Security Branch in Ermelo?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And Piet Retief would have fallen indirectly below your command?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And the Commander of Piet Retief was Pienaar?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "What was your rank at that stage?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "At that stage I was a major in the South African Police.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you were directly responsible for the office in Middelburg which was the Regional Office of the Eastern Transvaal?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, I reported to them.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And Piet Retief would also have resided under Middelburg?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Evidence has been given that an incident took place on the 8th June 1988.  Did you hear that evidence?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were you in any way directly involved in that incident?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Not directly, but I do know about it.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "The knowledge that you had, what was it?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "On the day before the incident I was contacted by W/O Pienaar, upon which he informed me that they expected an infiltration of armed MK members from Swaziland.  I had responsibilities in Pretoria and I could not travel to the place and he told me that he had enough people who would be able to handle the matter.  I was satisfied with that and after the incident, I cannot recall whether it was that same night or the following morning, he contacted me and informed me that the persons had come through, that there had been a shooting incident and that four people had been killed.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were any reports submitted by the Piet Retief office to Head Office?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were you aware that Mr Pienaar at that stage was investigating the death of the persons with regard to a post mortem inquest?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, I was.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did it come to the knowledge of the office in Middelburg who was in control of the Eastern Transvaal?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, they knew about it.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was there any objection from that side?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "To return to the 12th of June and the events of that day, you were called or informed that an action was being considered in the Piet Retief area on the 12th?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, on the 12th of June I was contacted by W/O Pienaar with this information.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And did you then go to his offices in Piet Retief?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, I then went to Piet Retief.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And was that where you met your co-applicant, Mr de Kock?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were you informed regarding the information that they had which would precede the insurgency?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were you satisfied with the information which was given to you that the persons who were going to enter the country were members of a specific party, or not?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, I was satisfied with the information.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "That which persons would come in?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Trained ANC members, in other words Umkhonto weSizwe members.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And just on this point, at that stage you were involved with contacts and investigations in Swaziland regarding insurgents into the Republic who were members of the ANC, trained MK members.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were you familiar with their actions, their modus operandi?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, as far as the information was concerned, I was familiar with it.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Before that period were you familiar with various incidents of terrorism which took place specifically in the then Eastern Transvaal region?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Acts which were committed by members of the ANC or MK?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "After the discussions with Col de Kock and Mr Pienaar, did you have any other discussion with Mr Manzini, a member of the Detective Branch at Piet Retief?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I held joint discussions with him as well.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was Mr Manzini involved in any aspect of exactly what you were going to do?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No, he was not informed fully.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "As far as you were involved in any discussion with him, to what extent was he informed?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "He was informed that the persons who wanted to enter the country according to all available information, were going to be armed and that this would present a situation of danger for him, that is why I wanted to know from him whether he was prepared to continue with it, because this was completely on a voluntary basis.  I wanted to ensure that he knew exactly what his task was, so that everything would go according to plan.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And according to you, was he a reliable person in terms of his work performance?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I was not that familiar with Manzini, but Pienaar assured me that he was reliable and I believed him as such.",
            "Male"
        ],
        [
            "MR MALAN",
            "I beg your pardon Mr Prinsloo.  Mr Deetlefs were you aware that the first incident or insurgency which took place on the 8th involved people who were not armed?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "This was never reported to you?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Deetlefs did you go to the place where the trap was set, if I might put it that way?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, at the stage when all of us moved out, but not before the time.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were you aware, or did you have direct knowledge of persons who went ahead to the Swaziland border?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "When I arrived at Piet Retief I was informed by Col de Kock and Mr Pienaar that people had gone ahead to Swaziland.  That they were already on their way there or that they had been there already.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "At that stage Col de Kock was your senior?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you go to the scene armed?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, I did.  I had an R1 gun on me.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And were you fully informed regarding how the action there would function at the scene?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "You were under the command of Col de Kock?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And while you were there at the scene did any vehicle approach from Swaziland or from the border of Swaziland?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is this on the road which is known as the Houtkop Road?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And while you were waiting there what happened, can you tell the Committee?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "When the vehicle approached, a distance from us, it's lights dimmed.  That would simply have been the signal for us to confirm that this was indeed the correct vehicle.  When it approached our point, it switched on its left indicator light and drew off the road to the left side and Manzini jumped out of the right front door and ran around the front of the vehicle.  At that stage he stopped when he was past the point where we had told him to stop.\nIn other words the point where we were in position and we had to run closer to the vehicle.",
            "Male"
        ],
        [
            "MR MALAN",
            "Continue.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it correct, Colonel, that in this area there are bluegum trees on either side of the road, it's a plantation area.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "So was the vehicle on the left side of the road?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, as he had approached from the border he was on the left side of the road, in other words the same side that we were in position and that is where he stopped.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "So he would run to the closest side of the plantation by going past the front of the vehicle?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that was towards the side of the road where we were in position.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Continue.  What happened next?  Was there any shooting or not?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Col de Kock jumped up immediately and ran closer and all of us jumped up and followed him.  As we approached the vehicle, it was probably 5 metres according to my estimation, a person jumped out of the left front side of the vehicle.  He had an AK47 in his hands and I am convinced that he fired a shot because I could quite clearly see the flame coming from the front of the barrel.  It appeared to me as if the barrel was aimed in the direction of Manzini.  I was also under the impression that he had not noticed us immediately and the moment when he fired the shot he became aware of us and he began to turn in the direction of Col de Kock, who at that stage was very close to him.  Col de Kock immediately fired at him and he fell.  At that stage W/O Theron stood behind us with a sharp light and in the light I could see quite clearly that there were other barrels in the kombi.  I immediately fired at the person in the kombi and so also the other members.  After a short shooting incident, I think it was Col de Kock who shouted for us to cease fire and all of us ceased fire and determined that all the passengers were dead.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Were any weapons found in the possession of these persons?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, there was a loaded AK47 gun with an extra magazine.  The weapons were cocked, ready to shoot and there were also carry bags in which we found hand grenades,",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was this of Russian origin?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "These persons after they were killed, was a service officer called in?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, if I recall correct it was a Capt Combrink from Piet Retief.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And was the scene then visited by him?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And were the deceased taken to the state mortuary at the police station?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And according to the coroner reports, which can be found in bundle 5, if I can refer you to certain aspects of bundle 5, page 105 for example.  The injuries which the persons had.  If we look at this case on page 105  were there any body wounds?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, there were body wounds.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And that also appears to be the case on page 106?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "On page 113.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes there are also chest wounds and injuries to the ribs.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "So there were body wounds as well as head injuries?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And were various shots fired at that vehicle?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, a great number.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Colonel, on that day you were not in command of the action, on the 12th June, Mr de Kock was in command, is that correct?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And why did you act as the person who would have been in command and not Mr de Kock, for the purposes of the post mortem inquest.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Chairperson after the incident, I cannot recall precisely when this happened, there was an instruction.  I cannot connect it to a specific person, I don't know whether it came via Middelburg or directly from Head Office, but someone gave me an instruction that they wanted to scrap Mr de Kock's name from the 2nd incident because this could make the 2nd inquest problematic if there was information indicating that he was involved in two very similar incidents so shortly after each other and that is why the statement was submitted that indicated that I was the Commander.",
            "Male"
        ],
        [
            "MR MALAN",
            "Excuse me Mr Prinsloo, could this request have come from Mr de Kock himself?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No, I think I would have remembered that if he himself had issued the request.  I have it that it came from Head Office but as I have stated I cannot recall precisely who issued the instruction.",
            "Male"
        ],
        [
            "MR MALAN",
            "What makes you think that you would have remembered it if it came from Mr de Kock?  Why wouldn't you have remembered it if it had been somebody else at Head Office?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Because later a dispute arose and I would have been able to indicate to him that it was him who gave me the instruction.  I am not saying that I would have remembered it, but I am saying that in all probability if he had given me the instruction I would have remembered that it was him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would such an instruction go directly from Head Office to yourself, or would it go to Middelburg and then down to you?",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is why I have said that I am not very certain.  Usually it would probably have gone through Middelburg, but I would have to speculate to put that as a genuine fact.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Deetlefs, bundle 5, page 23, the paginated page 23, there is Christo Petro Deetlefs until page 26, which is the last page of your statement.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And according to the statement, it was made on the 17th June 1998.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And in this statement you stated that you were in command of that operation?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Was that true or false?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No, that was not correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And without having to study the entire statement, was any use made of a revolving light to indicate the presence of a road-block?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No, not before the incident.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And in the statement itself, you state in paragraph 11 on page 24 that you immediately began to shoot at the black man and heard that other members also opened fire, is that correct?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No.  Because I had to stand in for Mr de Kock there had to have been somebody who shot at the black man who climbed out, so that is why I stated that it was me.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you also gave evidence in the subsequent inquest where Mr Polman was the magistrate?\nYes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And there you also told lies to certain aspects with regard to that evening?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, those very same lies which we have just pointed out in the statement were also told there.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you yourself applied for amnesty on the 13th of December 1996?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And questions have already been put about this, why did you apply for amnesty on the 13th of December 1996?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I think it is common knowledge that among all the members of the Security Force, I think at that stage there was a great level of mistrust in the amnesty process.  We didn't really know where we stood.  In the process there was a dispute whether we would be provided with legal representation.  Those were all matters which still had to be cleared up.  Early in December of that year, a meeting was held in Pretoria during which some of the generals and staff addressed us among others the former Commissioner van der Merwe and at that stage everybody was encouraged to make use of the process and to apply for amnesty.  After that I returned to Eastern Transvaal, I went to all the members under my command and informed them as such and encouraged them and told them that we should continue with the process and after that only was it confirmed to us that we would obtain legal representation and all these things contributed to the fact that we applied for amnesty, but that is why we only applied at such a very late stage.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Many of the applications are worded in the same way.  Did you consult with other members or what was the nature of the consultation?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "We consulted separately with the legal representatives, but I presume that the facts must be by and large the same and for that reason the legal representatives may have used similar wording.  I haven't read any of the other applications, so I cannot tell you where there are similarities or where there are points of opposition.  If there are similarities I believe that it must be because the legal representatives typed the applications themselves and they possibly have used the same choice of words.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Your application appears in bundle 1 as paginated on page 356.  Your application number is 5001.97 and this is on page 368 and the incident begins on page 369.  This is the Piet Retief incident on the 12th June which is relevant here.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And there are only the names of those involved, de Kock, yourself, Rorich, Theron, Hayes, Vermeulen, van Zweel.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And it ends on page 371, very briefly put, to the middle of the page.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And then there's also your motivation for your actions which begins on page 372 to page 379.  And do you confirm the correctness of the content of the pages?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "At the time of this action Mr Deetlefs, did you act out of personal gain or out of vengeance?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No, not at all.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Did you act within your general capacity as a member of the South African Police in protection of the Republic and the police?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And in this case, 4 persons were shot dead, they were murdered, is that correct?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And are you applying for amnesty for the four charges of murder?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you also committed perjury in court, so therefore you are also applying for perjury?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And that you defeated the ends of justice.  Are you also applying for that?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Or any other judgment emanating from this evidence.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Any other illegal deed which may be charged against you emanating from the events in which you were involved.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Prinsloo.  Ms van der Walt, do you have any questions?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No questions, thank you.\nNO CROSS-EXAMINATION BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Cornelius, do you have any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR CORNELIUS",
            "Thank you, Mr Chairman.  Mr Deetlefs, you were W/O Pienaar's senior, is that correct?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you also work on a need to know basis?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "We all did.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "So when you requested the services of Section C1, did you convey the necessary information to them?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I may just say - do you mean in general or with this specific incident?",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "With this specific incident.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I did not request C Section 1, W/O Pienaar contacted them.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "But were you present during the planning stage?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, I was.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And was the necessary information conveyed to Col de Kock and his team?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cornelius when you say Mr Pienaar got hold of you the day before, informing you that there was going to be an infiltration, did he make mention of calling in C1 at that stage?",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, he did, Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you have any reason to doubt the information that Mr Pienaar gave you that he obtained from his source?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No, I knew Mr Pienaar and I trusted him completely.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You did not consult with the source yourself?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No I did not, Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "The persons who infiltrated the country, did you regard them as the enemy of the then State?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And did you feel that it was your duty to stop them?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Was there any other method except for eliminating them?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Chairperson, it's difficult to speculate about that, there could have been arrests, but one would never know that, if circumstances were different.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Very well.  Did you feel that these insurgents were a danger to the public?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "The information which you gave to de Kock and his team was to stop these people.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And this was done?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "In a successful ambush?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Was there any specific reason why W/O Pienaar did not report the first incident to you or was it just a matter of time?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I think I have mentioned it, that he did report the first incident to me, but not the detail, which I assume was on a need to know basis.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Cornelius.  Mr Hattingh.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR HATTINGH",
            "Thank you Mr Chairman.  Mr Deetlefs you were then aware that C1 that was stationed at Vlakplaas were the Security Police's operational unit, is that correct?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And that is the reason why they were requested to be of assistance in this regard?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct, because they were the people who were trained to deal with such operations.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "That is the point, they were specifically trained and probably better equipped than the normal branches of the Security Police were to deal with such events.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Not that it is very important but Mr de Kock has sent a note which says that the Police Act and Regulations made provision for the fact that where two police officers of similar rank were involved in an operation, that the one in whose area the operation takes place would technically speaking be in command even though in seniority he was the junior of the other one.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I don't have any knowledge of such regulations, I think it was more a case of etiquette.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Is it just here that you allowed Mr de Kock to take control over the operation because you thought he was better equipped to be successful.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct Chairperson because I know he is highly trained in this type of action and he could execute the operation better than I could.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Hattingh.  Mr Booyens.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "No questions, thank you Mr Chairman.\nNO CROSS-EXAMINATION BY MR BOOYENS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Jansen.",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Thank you Mr Chairman, no questions.\nNO CROSS-EXAMINATION BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR LAMEY",
            "Thank you Chairperson.  Mr Deetlefs how long after the incident did you receive the request from Head Office should not figure in the second incident?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Chairperson, I cannot recall exactly, but it may have been within a day or two.  It was between the time period of the 12th and the 17th when I handed in the statement.  I don't know how long afterwards though.  But it was definitely a day or two after.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Could it have been discussed possibly after the incident at the scene before the time?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "It could have but I cannot recall.  It is a possibility.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Between yourself and Mr de Kock?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, it's possible.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Just another issue.  The question of shots by the MK member who came out of the left of the minibus, is your recollection clear that a firearm was pointed at somebody specific?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "It seemed that way to me because the firearm was directed in the direction of Manzini and I am certain that a shot was fired.  A shell was picked up at the scene and I am very certain that nobody, not me or any of my other members fired an AK there.",
            "Male"
        ],
        [
            "MR LAMEY",
            "No what I am trying to determine is, are you sure as you visualised with your eyes or is it an inference that you draw?  Is it a bit of a reconstruction, a deduction that you make?  Do you accept that a shot was fired beforehand, before Mr de Kock started shooting, or how do you recall it?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Chairperson, there is such a hurly-burly during such an operation, I would not want to say that I would have imagined myself, but in my heart I am convinced that a shot was fired.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I would just like to tell you what Mr Nortje's  recollection is, that the left door of the bus opened and the person, the AK came out in the same movement as the person came out, because the AK was seen immediately, but he was shot before his feet reached the ground or before he could train that weapon on anybody specifically and Mr de Kock shot him.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No, Chairperson, that is not how I have it.  I say it happened very quickly but I am convinced that when he opened the door he jumped out.  He was on the ground and the weapon was aimed in the direction of Manzini.  If it was in the direction of Col de Kock it was so close to him that he would have shot him.",
            "Male"
        ],
        [
            "MR LAMEY",
            "No, that is not what I am saying, my instructions are that the weapon was not aimed at anybody specifically.  Your inference is that it was aimed at Manzini because Manzini ran in that direction.  Do you understand?  And he also climbed out of the vehicle in the direction which Manzini ran away.  I can understand that, but it's not necessarily that he had the opportunity to train it on anybody.  Would you agree with that?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I can concede that, yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Thank you Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR LAMEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moerane, any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MOERANE",
            "Just to take over from where my colleague has left off.  At the inquest, that is the second inquest at which the representatives of the families didn't take part, you were committed to a particular version, not so?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And the version that you put up there was in a sense one of self-defence or necessity.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I think it may have seemed so.  We were setting on that issue Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And it was necessary for that particular defence or version to have this person shooting, the person who got out of the kombi?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That would be reasonably important, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Is it not true that the first person to arrive at the vehicle was Col de Kock?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "He was there first, but we were directly behind him.  It was a matter of a step or two that we were behind him.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Where was Mr Nortje in relation to you?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I cannot place all the members, where all of them were at that stage.  I think Mr Pienaar was directly next to me but I cannot place the others.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now this incident happened at night.  Was it dark in the vicinity of that vehicle?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Chairperson, no, there was a light.  One of the members had a strong light there and the vehicle's lights were also switched on.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Was the person who had the light Mr Theron?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That's correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Moerane, besides that, can you recall what the state of the moon was, or the stars or whether it was a clear or overcast night?",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Chairperson as I can recall it was not clouded and there was no moon, so it was dark.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Was the light shone on this vehicle before any shots had been fired?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I am not entirely certain about that Chairperson because everything happened so quickly.  Shots were fired, the light was switched on, I don't know which one was first.  It was all in parts of a second, I cannot say with certainty.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You have heard the evidence of Col de Kock that he was about a metre or two from this person.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I heard that yes, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Would you agree with me that he was in the best position to observe whether or not a shot had been fired?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "It's possible.  We were directly almost next to him, there was not such a great difference in distance.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, but he was in front of you.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Diagonally in front of me.  If I say in front of me, diagonally in front of me, about a metre to 2 metres to my left.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And you must have had this person under observation.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "The person who jumped out?  I think when he jumped out everybody was looking at him.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And you obviously must have been watching the person to see how this person will react, or what this person would do?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, I was looking at him myself.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Because he was right in the front, he was sort of in the front line position, not so?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is probably so.",
            "Male"
        ],
        [
            "MR MOERANE",
            "His evidence, if one has to take it in totality, is that that person didn't fire.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Chairperson, I am convinced that that person fired.  If other persons did not see it, then it might be disputed, but I am convinced that he did indeed fire.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Are you able to venture a reason why Col de Kock might have not seen this person firing, taking into account all the circumstances that existed at the time?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No, except for the fact that it happened so quickly and there was such a hurly-burly, that it is possible that at that moment certain things were not probably observed.  As I say, everybody has his own perceptions, so I cannot speculate about that.",
            "Male"
        ],
        [
            "MR MOERANE",
            "How well do you know Col de Kock?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Reasonably well.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You must be aware that he was involved in operations in South West Africa as it was then called.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I am aware that he came from South West, from Namibia.",
            "Male"
        ],
        [
            "MR MOERANE",
            "That he was a member of Koevoet?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "That he must have been involved in numerous shooting incidents.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I cannot comment on that.  He never discussed that with me, specific instances, I just know that he was attached to Koevoet.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But it is reasonable to assume or accept that he must have been involved in numerous shooting incidents, from the degree of knowledge that you know of.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, according to press reports and if I go along with that it is indeed so.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Not only that but from your knowledge of him.  You say you know him very well.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I know him, I got to know him after he returned, but we never discussed his previous operations in Namibia or with Koevoet, so I'm not really aware of what he did there and with what actions he was involved there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said that he knows him reasonably well.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Have you been involved in shooting incidents in the past, or before that occasion?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Before this incident yes, I was involved with an incident Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "A shooting incident involving trained MK members?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct Chairperson.  It was in the Amsterdam vicinity Chairperson.  I cannot recall the exact date.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman, what is the relevance of this particular question?  This is another incident, what's the relevance?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think is would seem reasonable that the relevance is talking about recollection of what occurred during a fighting situation, but that's as far as I can see.  Am I correct?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Yes, Chairman, at the end of this inquiry a judgment will have to be made if necessary as to which version to accept, that of the witness or that of Col de Kock with regard to...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whether or not there was a shot fired, yes.\nYou may continue.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Yes, I've asked you when was this Amsterdam incident?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I cannot recall.  I would have to consult again.  I think it was in 1986 some time.",
            "Male"
        ],
        [
            "MR MOERANE",
            "What happened in that incident as far as the shooting ...(intervention)",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Mr Chairman with respect...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We didn't get full details of the other incident but perhaps - sorry.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "With respect Mr Chairman, the applicant made an application for amnesty.  That matter has not been heard, it's still pending.  Why must that matter be canvassed now?  It's never been done before.  If you want to test his reliability to see shots and that you could ask him about target shooting and many other ways to test his ability to recognise shots at night, or rather when people fired at him, did he act as a policeman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think we need to know the details of the Amsterdam incident, Mr Moerane, particularly seeing that it is going to be the subject matter of another application.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We do know that there was shooting there.  Perhaps you can just go in broad terms, but we don't want to know who was involved and where and how.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "No, no Mr Chairman, I didn't want him to canvas the details of that incident and obviously if that is the subject matter of another inquiry, I'll ask him even less about that, all I just wanted to find out was whether he was shot on, in other words whether somebody shot at him in that incident.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No, shots were not fired at me.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, is there any incident in which somebody shot on you, or shot at you?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Mr Deetlefs, when did you report this incident, that is the second incident, for the first time?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "The same evening just after the incident I contacted my Commander in Middelburg and I sent a telex with the facts to him.",
            "Male"
        ],
        [
            "MR MOERANE",
            "In other words on the 12th June?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Did you mention Col de Kock in the original reports?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I did mention him, yes Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So there was a document existing on the 12th of June wherein you had involved Col de Kock?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And that was known to the District Head, Middelburg?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Who was the Head in Middelburg at that time?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "At that stage it was Brig Visser.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Did you make a subsequent report?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No, the first one was complete and had the complete particulars, so I don't think there was any follow-up report except to report the progress of the death inquest.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well that report was not placed before the Inquest Court, the first one from the 12th June.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No not that I am aware of Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "It couldn't have been because the whole object of subsequent reports and information placed before the Inquest Magistrate, was to deliberately conceal the involvement of Col de Kock.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Why did you do it?  Why did you submit a false statement to the Inquest Court?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Because I was requested, I cannot recall by whom, but the request did come from head office that Col de Kock's name not be mentioned because it would jeopardise the second investigation.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But you see you were not the first, you were not the only person who might have done that.  There were people involved in the first incident who were also involved in the second incident, not so?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is true, but we are speaking of the person in command, Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But were those people also required to conceal the involvement of Col de Kock, the people who were involved in the second incident, who had been involved in the first incident?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is so we all knew that we should not mention his name.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So for that purpose, it was necessary to put your heads together to come up with a particular version?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I cannot recall that we met, it was just the statements of the members.  The facts which were entailed in those reports.  The only thing that differed from the statements was that Col de Kock's name was substituted by my name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see that, just on this point, I see that the statement that was referred to earlier, I think it's this one here on page 23 of bundle 5, that that statement was made by yourself on the 26th May, it doesn't say what year.  Sorry, it's June, sorry 17th June and it was attested to by Mr Pienaar, this Commissioner of Oaths.  Did  you write this statement yourself?  Did you have it typed out, did you write it out or did somebody else do it?",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Mr Pienaar wrote it out Chairperson, I just confirmed the facts.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well W/O Pienaar was the investigating officer of both incidents.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "He was originally.  He commenced with the second investigation but it was taken away from him.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, but that was done at a much, much later stage.  The following year when the first inquest had started and as a result of objections from the representatives of the families.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But W/O Pienaar was the investigating officer for both incidents.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And he was taking statements from the people who were involved.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is so.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, back where this all started, it was important to reconcile your versions so that you present one consistent version, not so?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Chairperson, no, not really.  That was W/O Pienaar, he took the statements and I assume he would have seen to it that the explanations be the same, but at no stage did we come together and agree on a specific version.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Moerane is putting to you, do you agree with the notion that it was important that the versions be consistent?",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, I agree with that Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "The people who were involved in that second incident and who are applicants for amnesty, are the following, W/O Pienaar, who has already testified, yourself, W/O Hayes, Mr Barnard, Theron, Rorich and van Zweel?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And these seven persons are not attached and were not attached at that time, to Vlakplaas?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "They were serving in what then was the Eastern Transvaal?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And as I pointed out earlier on, these are the persons whose versions of the second incident are identical, word for word.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I have not seen the applications of the other applicants, so I cannot comment on that.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well hasn't there been an attempt also in these proceedings, to try and present the consistent version with regard to the second incident, in fact with regard to both incidents?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No.",
            "Male"
        ],
        [
            "MR MOERANE",
            "When did you consider for the first time applying for amnesty?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Chairperson, I think that it was right at the beginning when the amnesty process was announced.  All of us had to consider it automatically but as I put it initially, there were certain obstacles which prevented us from applying because we were not certain about the fairness of the process, whether or not we would enjoy legal representation, these were all matters which were cleared up much later.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, can you give us a time, a year and a month?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A time for what, that they first considered ...(indistinct)",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "That he first considered making an application.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "From the very beginning when the amnesty process was announced, Chairperson, I realised that we would have to apply for amnesty and so therefore from the very beginning it was a consideration.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I beg your pardon.  When did you become aware of the fact that the lies that you had told to the Inquest Magistrate, Piet Retief, had been exposed as such?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I really cannot say that I became aware that it had been exposed.  I really don't know if somebody else has another version of that.",
            "Male"
        ],
        [
            "MR MOERANE",
            "When did you become aware that Col de Kock was, so to speak, spilling the beans?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I think that it was during his trial but I am not certain, however, I would venture to say that it was during his trials that he stated that he was involved in the incident and that the facts are not similar to the way that they were presented to the Inquest.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Do you recall when that was?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No I cannot remember when that was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know when the trial was, was it 1994.",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I think it started in 1995.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "And you say that the only reason that you made this application at the 11th hour was because there hadn't been a certainty or an assurance that you'd receive legal representation?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Among others yes, that was one of our motivations.",
            "Male"
        ],
        [
            "MR MOERANE",
            "What are the other reasons?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Because we didn't know what the process would involve at that stage, there was a great measure of uncertainty.  It appeared to me at that stage that it would only be Security Force members who would be applying and that other parties such as the ANC and the PAC and so forth would not be applying and to me it created the impression of a biased process and it was only much later that I was persuaded that it would be in our best interests to apply for amnesty.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And you say that you only received that assurance at the beginning of December?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that was the final assurance.  That was when the generals and staff addressed us and told us that it would be in all of our best interests to apply for amnesty and that led to the final decision then.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Are you implying therefore that because of those considerations, you couldn't have brought your application a few months earlier?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That would be the major motivation.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "With respect, what is the relevance of these questions?  There are a number of people that applied for amnesty even after this cut-off date was extended.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And also we've heard in previous hearings, there was this address by the Generals, there was - it was sort of like a, many, many policemen, in fact I think just about all of them, held back until there was this address given by the Generals and then it started, so it would be extremely difficult for us, Mr Moerane, to find that there's any huge significance in the fact that the application was late.  It was after all in time and I'm certainly aware of the fact that many of them waited for this assurance to come from the Generals.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Yes, Mr Chairman, I wasn't aware of those developments and in any event as far as that issue is concerned I don't have any further questions.\nMr Deetlefs, with regard to the planning for the operation of the 12th, you were involved with Col de Kock?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, I was.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And this particular vehicle that was to be used, did you have to give any approval or blessing to that?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No Chairperson when I arrived there the vehicle was already at Piet Retief.  It had been arranged through Middelburg by W/O Pienaar.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But you were involved together with Col de Kock in the briefing of Sgt Manzini.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "When I arrived at the scene let me just say it was already dark.  I arrived late that night and the major proportion of the planning had already been finished off.  They simply discussed it with me and we went through it again to confirm all aspects and to determine whether or not there were any loose threads but at that stage Manzini had already been thoroughly briefed and I simply confirmed with him that he understood exactly what this was about.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Incidentally, where did you find them, Manzini and the others?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "At W/O Pienaar's office in Piet Retief.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Had you been to the scene with Manzini?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Not before the incident.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now from W/O Pienaar's office, did you then move to the scene?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "What happened at the scene?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is when the incident as I have sketched it took place.",
            "Male"
        ],
        [
            "MR MOERANE",
            "No, no, I'm talking about going to the scene with Manzini.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I did not visit the scene before the incident with Manzini separately.  The only way that I arrived at the scene was with the actual operation, I did not visit the scene with Manzini before the time or discuss any points regarding the scene with him before the time.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So do you know whether or not anybody went to the scene with Manzini beforehand?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "W/O Pienaar informed me that he had accompanied him to the point.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You do not know what transpired there, what he was told, what he was shown?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "As I understand it, Chairperson, and I can only rely on hearsay here, it was pointed out exactly where he should bring the vehicle to a standstill and where we would then have taken up positions.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You were a senior officer there.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Why did you decide to go along with that plan to ambush?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "At that stage it appeared to me to be the proper plan.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MR MOERANE",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MS LOCKHAT",
            "Mr Deetlefs, you say you were the Commander of Mr Pienaar.  Were you also the Commander of Barnard, Theron and Hayes?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "You said that you had spoken to Pienaar regarding that first incident, that was the 8th June incident, and he informed you regarding the infiltration of the MKs and he also said that he had enough people to handle the matter, is that correct?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "So you did not know of any plan or ambush for the 8th June?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No, I didn't know what method he was going to follow.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Did you ask him?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No, I simply trusted him and he told me at that stage that he had approached Col de Kock or that he would approach him for his assistance and I believed that Col de Kock would be able to carry out the operation thoroughly.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Before the second incident, the 12th June, did Mr Pienaar report that incident to you and all the facts relating to the 8th June incident?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "He did report the incident of the 8th June, but he did not report the full facts as they have emanated from this hearing.  I was not aware of the fact that no weapons were found on the persons.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Mr Cornelius,...(intervention)",
            "Female"
        ],
        [
            "ADV GCABASHE",
            "When did you find that out, that no weapons were found on the persons?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Deetlefs.",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I only came to hear of that with the amnesty applications.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And that would have been in December of 96?",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Would you have participated in the 2nd incident, the 12th June, if you had known that the MKs were not armed on that instance on the 8th June?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Chairperson, I cannot speculate how we would have acted if they had not been armed because one had to be led by circumstances.  The information was that they would be armed and we prepared ourselves for that.  I really cannot say whether we would have shot them or not, it would probably have happened that way.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes but Mr Deetlefs the question is something else.  The questions is, had you known before the 12th that on the 8th there would have been the shooting of 8 unarmed people, would you still have participated in the incident?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, I probably would have because it was in my area, but then I may have formulated other plans to ensure that something like that would not take place again.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But could you influence that decision?  I thought that really decisions had been made, you just came in at the tail end, endorsed all of it and really you were not going to change anything?",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Probably not, but one could have said \"if the people are unarmed, try not to shoot left and right because it may have criminal consequences\" so possibly we may have planned things different but I can only speculate about that because the information or the facts that we had at out disposal indicated that they would be armed and we had to prepare ourselves for that.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "I still don't understand that because as I understand the evidence, this was going to be an elimination.  Ambush equals elimination.  There was no intention to arrest them and interrogate or whatever else.",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "The only thing you could have changed was change that decision to eliminate to one of lawfully dealing with people once they had entered the country legally.",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And you say you would have done that had you known what the circumstances of the first incident were?",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I cannot say.  Possibly, because one would have been led by the consequences.  If it had emerged earlier there may have been suspensions among the members\nthere may have been action from Head Office, so the entire process may have been influenced differently and we may have acted differently, but it's very difficult to say what would have happened if this was known.  But based upon the information that we had at that stage, the planning was simply to eliminate the people.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "When Mr Cornelius in cross-examination asked you specifically about the details, you said that Pienaar reported the details to you regarding the incident because it was on a need-to-know basis and he didn't give you the complete picture of that incident.  Can you explain the need to know basis?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "What I meant by that Chairperson was that he gave me the facts as he presented it to Head Office that the people had indeed been armed and that there had been a shoot-out.  He did not report that the people were not armed because he must have operated on the need to know basis and he did not want to involve me or any other person in the incident.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Mr Deetlefs, the need to know basis worked upwards in terms of hierarchy and downwards and sideways.  So a superior officer would not be told the true facts of a situation because of the need to know principle.  Is this what you are saying?",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, certain facts were withheld, as it has been in this case.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Who would determine that?  I would have thought that the need to know basis might operate laterally, sideways, going down, but in terms of accountability you must tell your superior officer what the basic facts were, the essence of what you had done and the why.  You are accountable to somebody surely?",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Not necessarily, if you had committed an illegality then usually it was only the group that was involved and of that group certain members would be informed and other members would not be informed and a certain selection of facts would be put through as the true version of the story.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "No, I've understood it to be important particularly where you had committed an illegality.  I'll give you a quick example.  We sat in the Bopape matter,.  He was interrogated and killed.  The officers who interrogated him talked to their superior officer about it, who in turn talked to Erasmus who was Divisional Head, who in turn talked to van der Merwe who was again the Head, who then assisted in the cover-up and the idea around what to do with this because it had been an unlawful, illegal killing, but you're saying to me that those officers were just doing something because they though they might as well inform, not that it is the correct thing to co as you understand your duties, that you must inform your superior officers, that we have a real problem here, this is what we did.",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No not necessarily.  My understanding was that if you required assistance from above, you would have to tell them \"listen I've got big problems, I need help\", but if that senior officer couldn't do anything for you in any case you didn't inform him, otherwise you would give him knowledge which could create problems for him later.  In this case there was no necessity to inform anybody else, because the scene was solved by the members who were present at that scene and it wasn't necessary to obtain sanction from anybody else because I think it depended from case to case.  In the other cases they may have required assistance from above to cover up an incident and that is why they handled the matter as such.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So really there was no real accountability in the police force, this is what you're saying, not really.  It depended, if it was convenient yes, if it was not convenient you kept quiet.",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, you would have the real facts, but in a case like this where it wasn't necessary to implicate senior persons and involve them in an illegality, you simply didn't do that.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you, I'll digest that.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "So therefore it wasn't necessary to make any excuses either?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Not from my side.",
            "Male"
        ],
        [
            "MR MALAN",
            "Or from anybody's side because you did not inform your immediate superiors and as far as we know, nobody else did either.",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "The incident had to be reported, but the actual facts that the persons were unarmed, was not necessary to report because we had solved the problem ourselves.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Deetlefs I don't wish to generalise this, but if I understand Mr de Kock correctly, he said that he had a certain impression regarding his work and his capacities and according to that he acted and that included illegal actions to him.  But according to your evidence, and this is also my impression in general, it may be a prejudiced opinion, illegal actions were not reported but it was simply accepted, this is the ends which justifies the means.  Is that a correct summary?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Chairperson, the incidents were reported, and this is only my personal perception, that where there had been an illegality such as with this case, I would for example not have wanted to implicate more senior people, I would simply have confined it to our group on ground level, but one would have had to report the incident itself.  However, I would not have reported to the higher levels that there had not been any weapons and that weapons had been planted.",
            "Male"
        ],
        [
            "MR MALAN",
            "You would have changed the facts of the matter in order to present a legal incident to the others when it came to reporting the matter itself?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "And an illegal actions would not have been reported by you to any person?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Depending upon whether you required help from above, one didn't want to unnecessarily involve other persons.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you would not have asked permission to commit illegal acts?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Well, no-one would be able to give permission for such illegal acts.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And yet you are saying that the reason that you committed these illegal acts was because you were protecting the State, you were protecting the police, the State as it was then and yet you would not account to the same State you were protecting?",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "We were accountable to the State.  As I have said, we reported the incidents because you could not cover up the incidents.  However one would simply withhold certain information sometimes in order to make the incident legally acceptable, but this was about the best interests of the country and the police and the former government.",
            "Male"
        ],
        [
            "MR MALAN",
            "That definition of State interest was your own definition, it wasn't a definition that you had received from above to commit illegalities and to cover these illegalities up?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No, there weren't any such orders.",
            "Male"
        ],
        [
            "MR MALAN",
            "And there weren't any such prescriptions either according to your knowledge, so this is simply what took place on ground level.  People would have a certain task, that being to combat the ANC SACP Alliance and all the other heathens and you would do anything within the execution of this broader more general order and you believed that you were doing what was necessary to combat the struggle, but you didn't think that it was sanctioned by the State or that such guidelines or orders existed in order to promote illegalities or the reporting of such illegalities?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "I understand you answer in relation to direct instructions from above.  Indirectly in terms of the environment you operated in, is this what you believe that your superiors would condone, should they find out about it, especially with you being in such a senior position?",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Certain incidents may have been that way, I cannot say, but no-one would issue a specifically illegal order, that was our perception, we believed it, or at least I believed it, or let me put it like this, at that stage I was tired of terrorism, I was tired of the pressure from above to prevent people from infiltrating and committing acts of terror.  Eventually one to began to believe that any method was justifiable, just to combat the enemy.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And to keep the pressure off your backs?",
            "Unknown"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "That is correct.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "So Mr Deetlefs, let me just get this straight.  Do you disassociate yourself as the Commander of Piet Retief Security Branch, from the first incident, the 8th June, because it is - well do you disassociate yourself with that?  You didn't give instructions for that?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "In so far as it affects the facts, I was aware that there would be an infiltration and later I was informed that it had taken place, but I didn't know about any weapons that were planted or the facts as they have appeared now.  In that regard, I do not associate myself with it.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "But you were quite comfortable with the idea that they could have the ambush in a sense, whether the persons had - let's exclude the fact - let's say they had weapons, so you would then associate yourself with that, if you had known it was the ambush?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, I probably would have gone along with it because in the second case I went along with it, so I probably would have done the same in the first incident.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Regarding the second incident, the 12th June, who was your Commander at that time?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "It was Brig Visser, he was the Provincial Commander of the Eastern Transvaal.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Did you inform him of this operation?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "I contacted him before the time and told him that there was the possibility of an infiltration.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Did you report back to him after the persons were eliminated?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That same evening, he reported that.",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "Just one other aspect.  Regarding the jurisdiction of this incident, if an incident happens in Piet Retief and you were the Commander there, would you say that you have jurisdiction over that incident and that you have the final say as Commander in that area?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, to a certain extent.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "So in essence you were the Commander for this operation and not really de Kock, because it fell into your jurisdiction?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, if one wants to approach it from that perspective, but in the police it was based upon your date of promotion, whether - this was the thing that determined you seniority, not a certain area.  He and I shared the same rank, so I wouldn't want to say that I was in command, maybe we shared command, but he had more specialist knowledge of what we were going to do there.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "But if an incident occurs in your area, people would obviously come to you because you're the Commander in that area, isn't that so?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Just in relation to de Kock's Commander.  Did you inform Brig Schoon  regarding this incident?",
            "Female"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "No, Chairperson, I would assume that Col de Kock did.  I simply reported to my Commander.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Thank you Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MS LOCKHAT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination Mr Prinsloo?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No re-examination thank you Mr Chairman.\nNO RE-EXAMINATION BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Adv Gcabashe, any questions?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "No.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "No thanks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Chairperson, may I just ask a question, in-between questions from the Committee?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR LAMEY",
            "Just one question Mr Deetlefs, with the second incident, the fact that it was your information that these persons would be armed, did that add another dimension with regard to the planning and the decision-making for the elimination as opposed to an arrest?",
            "Male"
        ],
        [
            "CHRISTO PETRO DEETLEFS",
            "Yes, Chairperson, I suppose one could put it that way, but we went from the supposition that they would be armed and all the planning was undertaken within that context.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Thank you.\nNO FURTHER QUESTIONS BY MR LAMEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Deetlefs, that concludes your testimony.  You may stand down.  I see that it's now 1 o'clock so we'll take the lunch adjournment.  I just remind the legal representatives that we'll be finishing at 3 o'clock this afternoon, so if we can have lunch as quickly as possible to make up a bit of time and let's see if we can start, if it's convenient, as close as possible to half past 1, thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before we commence, we'd just like to mention something relating to the question that was raised just before the tea adjournment and immediately after the tea adjournment, relating to the identity of the source.  We have now had opportunity to discuss the matter and what we've decided is that we will ask Mr Prinsloo for that piece of paper with the name on, that we will not reveal the name until such time as we have received and considered representation made on behalf of the person mentioned therein, that the person mentioned therein will be given notification in terms of Section 30 of the Act and will be requested in terms of that section to exercise his/her option to make representations within a specified period.  We though that perhaps 14 days would be reasonable time for such representation to be made and then if representations are being made, we'll again have an opportunity to hear argument, we might have to reconvene for that, and then only after hearing the representations will a decision be made as to whether or not the name should be revealed.  I think in that way we will be acting properly in giving the person concerned the right of representation, or the right to make representations.",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Allocate an Exhibit number to this Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It will be B and then also, I would also advise that the name contained on that piece of paper will not be revealed save through, if it is at all, through the Committee.  Thank you.",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "Chairperson, the next amnesty applicant is Mr van Zweel.",
            "Female"
        ]
    ]
}