{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-07-28",
        "location": "DURBAN",
        "day": "3",
        "names": [
            "CHRISTIAAN SIEBERT RORICH"
        ],
        "case number": "AM5011/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53575&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99072630_dbn_990728db.htm",
        "speakers": [
            "ADV GCABASHE",
            "CHAIRPERSON",
            "CHRISTIAAN SIEBERT RORICH",
            "MR BOOYENS",
            "MR CORNELIUS",
            "MR HATTINGH",
            "MR KNIGHT",
            "MR LAMEY",
            "MR MALAN",
            "MR MOERANE",
            "MR PRINSLOO",
            "MS LOCKHAT",
            "MS VAN DER WALT"
        ],
        "original_speakers": [
            "MS LOCKHAT",
            "CHRISTIAAN SIEBERT RORICH",
            "MR MALAN",
            "MR RORICH",
            "CHAIRPERSON",
            "MS VAN DER WALT",
            "MR PRINSLOO",
            "MR CORNELIUS",
            "MR HATTINGH",
            "MR BOOYENS",
            "MR KNIGHT",
            "MR LAMEY",
            "MR MOERANE",
            "ADV GCABASHE"
        ]
    },
    "testimony": [
        [
            "MS LOCKHAT",
            "Chairperson, the next amnesty applicant is Mr Christiaan Rorich.",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MALAN",
            "You may be seated.",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ms Van der Walt?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MS VAN DER WALT",
            "Thank you Mr Chairperson.  Mr Rorich, your application is in Volume 1, page 207 to 209, that is the official form which was signed and attested to by you?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And the incident for which you currently appear before this Committee, is Annexure A on page 215 to 217?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Then there is Annexure B, which is your political motivation, 218 to 225?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you confirm the content of your application?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, I confirm it.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr Rorich, you were present when Mr De Kock as well as Mr Deetlefs and Pienaar gave evidence regarding the second incident, which is the incident taking place on the 12th of June 1988?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, I was present.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You have applied for that incident and you confirm their evidence where it is of application to you?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Very well, mention was made that you were contacted with regard to the mini-bus which was used, is that correct?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is entirely correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Can you explain the circumstances to the Honourable Committee?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Chairperson, on the 12th of June, I was contacted twice by Warrant Officer Pienaar from the Security Branch in Piet Retief.  On the first occasion he asked me whether it was possible for me to have a mini-bus available from my staff at Witbank, who were on the older side and who could be used, and I confirmed this.  Later he contacted me again and told me that he had obtained permission from Middelburg Regional Office, for our mini-bus to be used and that Colonel De Kock from Vlakplaas would be in command of this operation.  Seeing as I was at that stage the Commander of Witbank Security Branch, I took the decision to drive the bus to Piet Retief myself.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Might I just interrupt you there, you have mentioned something about Witbank, was that under the Middelburg region?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And Piet Retief was also in that very same region?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, in the same region.",
            "Male"
        ],
        [
            "MR MALAN",
            "Witbank is also a sub-Branch like Piet Retief?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No, Witbank was a Branch in its own right, but Piet Retief was a sub-Branch to Ermelo where I had been previously stationed.",
            "Male"
        ],
        [
            "MR MALAN",
            "Witbank was on the same level as Ermelo?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is entirely correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you then went through to Piet Retief.  Did you receive any instructions there?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "I was not involved in the planning, I was not informed about it, I was simply informed what the purpose was behind the operation, namely that the mini-bus was to be used in order to pick up MK members who were going to cross the border into the RSA and that one of the black Detectives from Piet Retief, Manzini, who was also known to me, would  drive the vehicle.  Furthermore that certain signals would be given, namely once he had picked up the people, he would approach where we would have taken up position alongside the road.   I cannot describe it in any other way, other than an acre of death.   This was something that was set up with the result that if the vehicle approached and the lights dimmed, we would know that this was the correct vehicle in the first instance  and in the second instance, he would give us a signal indicating that these persons were armed, by switching on the left indicator light and then the vehicle would have to stop where we were and we would then eliminate the persons, if it was the case that they were armed - but only after Mr Manzini had run back, passed the front side of the bus in our direction, in order to get out of the line of fire.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And as the evidence has been put to the Committee previously, this did indeed take place?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, it took place as such with the exception of the fact that Manzini did not stop at the place where he was supposed to stop.  It was quite a distance where we lay in a line.  The way he drove from the Swazi side to Piet Retief, we were on the left side of the road, we took up position there and on both sides of the road, there were plantations.   The vehicle only came to a standstill quite a way after our position, with the result that we had to run forward to the vehicle.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What did you see as you were running to the vehicle after it had come to a standstill?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "What I can recall is that when the vehicle stopped, I saw Manzini run passed the lights of the kombi.  At that stage, I was on the tar road.  On my left side I can recall there was one of the former witnesses, Mr Van Zweel, then a person was climbing out of the left front door of the kombi and the next moment, I saw the flame of a gun which had been fired and the noise of the firearm sounded to me like that of an AK.  On the tar road, between me and Van Zweel there was also the sound of a bullet.  Immediately within that moment, the shooting ensued and all of us fired and at a stage, lights went on.  This was the light which the former witness, Theron, was holding.  My position at that stage was right at the back of that mini-bus and then Colonel De Kock called for cease fire, upon which everybody ceased fire.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Can I just find out from you, the left front door went open and you saw a flame.  From where did you see this flame emerge?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "From the left front door which went open, from which somebody emerged.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you have anything further to do at the scene of the incident, you simply shot, you didn't have anything to do with the bodies?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No, my task was completed.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you see whether any firearms were in the vehicle which had stopped there?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Certainly yes.   There was an AK47 gun, an AKM at everyone of the bodies.  The order was given to Warrant Officer Pienaar who discharged the weapons and there were two carry bags within which there was a Russian F1 type Eastern Block handgrenade.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "There is a statement from you in Volume 5, page 50 to 52 Chairperson, you have studied this statement, is that correct?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you signed the statement which was also affirmed under oath?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Who took the statement?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "It was Brigadier Van Wyk.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And do you recall the statement that you made?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes.  The statement that I can recall, if my memory serves me correctly, this statement was already typed and I went to sign it at Middelburg.   I must tell you this now that I was not present with the autopsies which were held after the shooting incident, I also didn't give evidence about it at all.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Would that be with the post mortem inquest?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is what I am referring to.  And I accept as I recall it correctly, I accepted that certain sentences or aspects were included in this statement regarding the post mortem inquest which had already been completed.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "May I just take you to the statement, you have studied it, is that correct?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, I have just read it thank you.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "On page 50, paragraph 3, it is stated\n\"... that Major Deetlefs was in command.\"",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is entirely incorrect because Colonel De Kock was the Commander, however, I was told that this had to be adjusted for the purposes of the statements for the post mortem inquest.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you told that by Brigadier Van Wyk?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The same paragraph, section 5\n\"... specific orders were issued that our action had to be a surprise action in order to attempt to arrest the terrorists\"?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is entirely incorrect and upon my arrival at Piet Retief that evening with the mini-bus, I was told and I cannot recall whether it was Colonel De Kock or Freek Pienaar, but I was told that these persons who were going to be infiltrating, would be armed persons and that we were going to be luring these persons into an ambush in order to shoot them.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then in sub-paragraph (7) of paragraph 3 you mention that the former witness\n\"... Theron, was specifically tasked to man the pull-over vehicle and to switch on the blue police light\"?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is also another one of the adjustments that I had to add in order for this to fit in with the post mortem inquest, that is entirely untrue.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Would that be the same position then on page 51, paragraph 6, sub-paragraph (1)?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is totally incorrect.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "There was no pull-over vehicle?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then the same paragraph 6.7 the mention of Deetlefs is incorrect, that was supposed to be De Kock?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct, it was not Deetlefs who called for the cease fire, it was De Kock.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The same page 52, paragraph 9.4, it should also be Mr De Kock instead of Mr Deetlefs?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "It was not Deetlefs, it was De Kock who gave Pienaar the order to transport the bodies.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr Rorich, did you obtain any financial or personal reward from this action?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you launch this action through any malice towards the persons who were killed?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No, not at all, I had no idea who these persons were.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why did you do it, Mr Rorich?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "I did it because I was a Security Policeman who at that stage, was fighting for my country in a war that we were involved in against the ANC and the PAC and the other parties, who wanted to take over our country by means of violence.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You are also aware of acts of terror which were committed at that stage in the Republic of South Africa by the terrorists?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, I am thoroughly aware of that.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you personally attend such scenes?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, I attended such scenes personally.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You were a Demolitions' Expert, is that correct?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, I was a Bomb Disposal Operative, that is correct and by nature of that, it was part of my task as a Security Policeman to investigate every scene of terror or explosion scene thoroughly and as such, I was involved in the investigation of such incidents.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Were you also involved in incidents during which persons were killed?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "By the ANC terrorists?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You are then requesting from this Amnesty Committee to grant you amnesty for the murder of those persons on the 12th of June, is that correct?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The persons in the kombi?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "As well as for any other offence which may emanate from that action?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "As well as for defeating the ends of justice and perjury?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Because when you signed the statement, you attested to it under oath even though you had not compiled the statement?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And also for any other illegal deed which may emanate from that?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Prinsloo, do you have any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR PRINSLOO",
            "Thank you Mr Chairman.  Mr Rorich, before you were stationed to Witbank, you were stationed at Ermelo?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you were involved in infiltrations which were taking place from Swaziland to the Republic, specifically the Eastern Transvaal as it was then known, as well as Natal?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you have already given evidence about the intensity of acts of terror which took place in the Eastern Transvaal, were you also aware at that stage when this incident took place, that there was a high intensity of infiltration?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you also heard the evidence that there was a plan to infiltrate 36 trained MK operatives who would commit acts of terrorism in the country?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "According to your opinion, with the manpower at your disposal, would you have been able to use the normal channels in which it was expected of the police to operate, like for example arrest, could this be used to combat the situation?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Would it have assisted in any way if people were arrested and others were informed that these persons had been arrested, would they just have continued with the infiltrations?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, it would have happened like that.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "According to your judgement, at the time of this action, you believed that you were acting legitimately by killing these persons?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Due the atmosphere that reigned at that stage?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Cornelius?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "I have no questions, thank you Mr Chairman.\nNO CROSS-EXAMINATION BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "I don't have any questions, thank you Mr\nChair.\nNO CROSS-EXAMINATION BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Booyens?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "No questions, thank you Mr Chair.\nNO CROSS-EXAMINATION BY MR BOOYENS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Knight?",
            "Unknown"
        ],
        [
            "MR KNIGHT",
            "No questions, thank you Mr Chair.\nNO CROSS-EXAMINATION BY MR KNIGHT",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR LAMEY",
            "Just one question Mr Chair.  Mr Rorich, was the reason for the arrangement for a kombi that more insurgents were expected than just the four that were ultimately in the mini-bus?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Chairperson, I had no idea of what the correct information was, or what the information was which was conveyed to the Branch at Piet Retief, I had no idea.   I believed it within myself and simply drew an inference of my own, that if one wanted to use a mini-bus for such a purpose, there would be more than two people infiltrating, that it would have to accommodate enough people.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Thank you, I have no further questions.\nNO FURTHER QUESTIONS BY MR LAMEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moerane?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MOERANE",
            "Thank you Mr Chairman.   Mr Rorich, what is your present rank?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "At the moment I am a retired policeman.",
            "Male"
        ],
        [
            "MR MOERANE",
            "When did you leave the Police Service?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "On the 30th of June 1997.",
            "Male"
        ],
        [
            "MR MOERANE",
            "What rank had you risen to then?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "I was a Colonel.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Stationed where?  Stationed where at the time?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Middelburg, at the Regional Office.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, and at the time of the incident in 1988, what was your rank?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "On the 12th of June 1988, I was a Lieutenant.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I see, so you were an Officer?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is right, a Commissioned Officer.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Commissioned Officer?   Did you discuss the statement that you deposed to, the one on the 8th of June 1989, with Brigadier Van Wyk?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "I believe that that would be the case Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, because you say that certain things were included in that statement to fit into the version that was going to be placed before the inquest?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, I accepted it as such.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, what gave you that impression?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Because those were not the facts as I recalled them regarding that which took place on the night of the 12th of June.",
            "Male"
        ],
        [
            "MR MOERANE",
            "What I am trying to ascertain from you, Mr Rorich is whether you raised this with Brigadier Van Wyk and said \"this is not as I remember it?\"",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, I believe that we discussed this with each other.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And well, he told you that it has to fit with the version?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is why I signed this document.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  Were you aware that Brigadier Van Wyk had succeeded Warrant Officer Pienaar as the Investigating Officer of the two incidents, the one of the 8th and the one of the 12th?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "I understood that later when he took the statement.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You see the first inquest, the one into the death of the people who were killed on the 8th of June 1988, had received quite wide publicity, not so?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You must have realised that it was somehow linked to the second event, in the sense that the second inquest was pending at the time?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct, because I was not involved with the matter regarding the first incident or the inquest for the first incident because I was already at Witbank.",
            "Male"
        ],
        [
            "MR MOERANE",
            "What I am trying to get at Mr Rorich is that it must have been known to the police in the Eastern Transvaal that one inquest is proceeding and as soon as that one is disposed of, the other one relating to the 12th of June, will start?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Well Mr Chairperson, I feel that my personal opinion of that which has been put to me, is the fact that every incident would be registered for a post mortem inquest and it would be investigated separately from every other incident so I don't really understand what you say when you say that the one had to be finished and the next would follow.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, were you not aware of the arrangement that it was intended that the first inquest be disposed of first, particularly because to a large extent it involved more or less the same people as in the second one?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No, I wasn't aware of that.  That actually had nothing to do with my office.   My entire involvement was with regard to the second incident, where I provided the bus and where I performed my share and from there I went back, and that was the end of the story.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Did you attend a scene whereby the events of the 12th were reconstructed?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is correct, I was present.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, and that occurred on the 24th of May 1989, about two weeks before you signed your statement, can I refer to your statement, page 52, paragraph 7.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is paragraph, yes, 7.",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, as I have written it here, correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And there you must have met the people who were involved in the first incident?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "I am not certain who the persons were until I got to these proceedings, I was not aware of who the persons were that were involved in the first incident because I wasn't present during the first incident.   The reconstruction in which I was involved, was the reconstruction of the kombi and not of the Toyota or the Corolla or whatever the vehicle was which was used during the first incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you went to this reconstruction at the scene, were there people there besides those who were conducting the reconstruction, were there people showing out spots, etc, who weren't involved in the second incident, the one involving your kombi?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "The second incident, Chairperson, was the incident of the kombi during which I was present, and our people were there, not all of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there people there that were not involved in that incident, who may have been involved in the first incident?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No, that I won't be able to say but what I can say is that C1, Colonel De Kock's people were not present during that reconstruction.  There were other policemen who were placed there, simply to sort out aerial photo's and so forth at the scene, more or less the way we could remember who stood next to who.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you do not know about any reconstruction of the first incident, you were not present?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No, I was not present at all.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But is it correct that at the reconstruction that you attended the following people were there, Mr Hayes?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Mr Hayes?  Yes, he was there.  If I can recall it correctly.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, Mr Barnard?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, I think so, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Mr Theron?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Theron was there, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Mr Pienaar?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Pienaar was there, Van Zweel was there.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And Van Zweel?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, and Deetlefs.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And Deetlefs.",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "If I recall correctly Chairperson, then that is so.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, and as you correctly say the people from Vlakplaas were not there?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "On that occasion, was there any discussion about the first incident?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No Chairperson, it had nothing to do with that construction.   I cannot recall that anything about that was said.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But you knew that the first incident had occurred at the very same place?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No Chairperson, I only came to hear of that during these proceedings.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You mean for the passed nine years you didn't know that the incident in which you were involved happened at exactly the same place where the incident of four days before that had occurred?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Chairperson, let us just get something straight here.  I think what Mr Moerane is asking me is whether I didn't know exactly where the previous incident had taken place, I knew that it was on the same road, but I didn't know that it was the same place, I only came to know of that during Mr De Kock's evidence here.",
            "Male"
        ],
        [
            "MR MOERANE",
            "In other words the issue didn't arise at all at that reconstruction on the 24th of May?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No, not as far as I can recall.",
            "Male"
        ],
        [
            "MR MOERANE",
            "When this incident occurred on the 12th of June, for how long had you been a member of the South African Police Force?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "My police career began on the 24th of February 1964.  My career in the Security Branch began at Ermelo on the 9th of January 1973.",
            "Male"
        ],
        [
            "MR MOERANE",
            "1973?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And from 1973 u p to about 1984, you were involved in arrests of people who were infiltrating into the country, not so?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And those that were arrested, were charged?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And most of them were convicted?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is correct Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now what gave you the impression that the criminal justice system couldn't cope with those people who were coming into the country after say 1984?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "We were completely involved in a struggle of war, conditions had deteriorated in the sense that attacks involving acts of terrorism, had just multiplied and it was clear at that stage, that they did not respect the laws of our country at all.  There was only one way, according to my own experience at that stage, and that was that we also had to take unorthodox actions, just as they did in an attempt to bring stability to the country and to prevent that innocent people be killed by means of explosive devices and other acts of terrorism.   We went out to take out trained persons, to arrest them or the eliminate them if need be, not innocent persons.",
            "Male"
        ],
        [
            "MR MOERANE",
            "How would you know that persons coming through, would be firstly trained people?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Chairperson, we as a Security Branch made our determinations based upon the information that we received from outside sources regarding places from where persons would be infiltrating our country.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Reliable sources?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is what I meant, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You must have been aware in your long experience as a member of the Security Branch of the South African Police that some of the people who infiltrated the country, did so unarmed, not so?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is entirely correct.  Those were cases which were also successful, during which these persons would use false names and false documents in order to gain entry through a border post, normally such persons would not have firearms on them, that was a completely different story.   When they cross the border fence at another place than a control point or post, then one could be sure that such persons would definitely not be entering the country unarmed, because they would be determined to execute a specific order and they would not want to be unsuccessful in the execution of their orders, they wanted to succeed, in other words nothing would stop them.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, we have evidence before this hearings, that the people that came into the country, that infiltrated, that didn't go through the normal border channels, were not armed?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "I heard that during this hearing, and that was reference to the first incident in which I was not involved at all, and I was also not involved in the informer network.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And it must have come to your attention that some trained people came into the country for political reasons and purposes, rather than military purposes?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "These persons were still trained persons.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I see, so the idea was to eliminate trained people of the ANC?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "If he could not be apprehended and if circumstances dictated it, certainly.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Is it correct that by adopting this attitude, you were now arrogating to yourself the position of executioner?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Under those circumstances which we experienced during that time, Chairperson, I had no problem with that.  Today it is another situation.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So you had absolutely no problem with judging, convicting and executing an ANC person without a hearing?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Chairperson, I don't think it is only myself, I think that came from both sides.  It was not only from the Security Forces' side, for sure an armed person will not wait if I show him my police appointment certificates and explain his rights to him, he will not wait until he shoots me.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I am just trying to establish what your state of mind is when you decided to be Judge, Jury and Executioner.",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct, I believed it and that is how I did it.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And you knew it was murder and it was regarded as murder by the South African law, not so?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Chairperson, it is as the Bible says, an eye for an eye and a tooth for a tooth, and that is it.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, but as a policeman, as a policeman, you knew it was murder, not so?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And if you had committed it, you knew that if you confessed to it being murder, you would be prosecuted?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct Chairperson, that is why I am participating in these proceedings today.  And I believe that the Honourable Committee will consider my amnesty application, thank you very much.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So it was necessary, in fact it went with the territory, that you would cover up unlawful needs, as you did for instance in the statement with the help of Brigadier Van Wyk?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "For sure, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "With regard to your statement in connection with the events of the 12th, I am suggesting to you that in certain respects you are still following the same procedure, let me explain to you what I mean.    Your statement is identical to that of six others.",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "It that was the case Chairperson, up to now, I have not read the other people's statements.  I separately consulted with my legal representatives and I am certain that they used modern technology, a computer, to draw up these statements and I do not have a problem with that.   If there is something that might have changed, that came to the fore now, it just indicates my honesty before the Honourable Committee that we rectify it today, because it is my last chance to put it right here.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Is it correct that you deposed to your statement in Delmas on the 13th of December, the same as some of the others, with the same Commissioner of Oaths, Mr Prinsloo, page 209?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is correct Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You have also stated the position in the six paragraphs in precisely the same words as the others?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said he hasn't seen the other statements, but he didn't dispute it when you put it earlier Mr Moerane.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Tell the Honourable Committee about the first shooting incident, how the person from the kombi shot.",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Chairperson, I have already mentioned that when we ran towards the vehicle, after Manzini had jumped out and ran around the front of the kombi, I saw  the left front door opening after which I saw a flash.  I also mentioned in my evidence in chief, that between Van Zweel and I, he was on my left, I hard a bullet ricocheting from the tarred surface and afterwards, we started shooting.  Everything happened very quickly.  Colonel De Kock has a loud voice, he shouted properly cease fire, and everybody stopped shooting, and that was the end of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, sorry Mr Moerane, so you say that that shot that ricocheted off the road, probably came from that flash that you saw at the left front door?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct Chairperson, that is the assumption that I made.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that shot would have then been directed to the back of the vehicle because you were running you said from the behind of the vehicle?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is right Chairperson, but in my evidence in chief I said that the kombi stopped diagonally, it did not stop parallel in the road, it stopped diagonally but the shot was fired in our direction.  With the day of the reconstruction of the scene, we also saw that specific mark on the tar road, that is a tar road that is very quiet, it is not used very often and the time period from the incident, it was not tarred again up to the time that we made the reconstruction, otherwise we would not have found that mark.  It assisted us in determining our position.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Mr Rorich, did you wait that night until the following morning to identify this mark, I am talking about now the 12th and the 13th of December?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So when did you see this mark for the first time?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "At the reconstruction for the first time.",
            "Male"
        ],
        [
            "MR MOERANE",
            "At the reconstruction?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "A year later?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "How did you know what had caused that mark?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "We drew the inference that it must have been that bullet that came in between the two of us, Van Zweel and I agreed upon it.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You see there had been shooting in that area a year before that on the 8th of June.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And on the 12th of June.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "And on the 12th of June, for the life of me I cannot understand how you can go to that spot a year later and say that spot, that mark must have been caused by a bullet from the flash that I saw from the left door.  I don't see how you could have come to that conclusion.",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Chairperson, at the reconstruction the kombi was placed not only according to my memory, but according to the other people who were present there that evening, or those who could be present with the exception of Colonel De Kock's people which means that if one of us had done it, then somebody must have been behind us and there was nobody behind us.   Or that if it had been one of our own people, they could have killed us, that does not make sense.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Moerane is getting at is well, Mr Rorich is, how can you be sure that that mark was made by a bullet, why not from an exhaust pipe falling off an old motor car or something falling off the back of a truck or something like that?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Chairperson, with respect, it was just an inference that I drew, I mentioned it in my evidence in chief, I drew the inference.",
            "Male"
        ],
        [
            "MR MOERANE",
            "In what direction does that road run, is it north/south or east/west?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "It is more or less in the vicinity of south to north.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And north would be Piet Retief?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So this vehicle was slightly to an angle and the person who was, if it was somebody firing, he must have been firing in a southerly direction for that bullet to hit the tarred road, not so?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is how I have it Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.   But you see, Manzini according to your evidence, had run out of this vehicle into a westerly direction, not so?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, if we look at east to west, run passed the kombi.",
            "Male"
        ],
        [
            "MR MOERANE",
            "That is right, so the person who would have been firing, was not firing, assuming that it was a passenger in that vehicle, he was not firing in a westerly direction, he was firing in a southerly direction?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, I put it to you that this story about a person firing from this vehicle is just a fabrication, by all of you who have made this identical statement, seven of you.",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Chairperson, with respect towards the learned person, it may be his version but he was not there that evening.  What I have submitted to you, to this Honourable Committee, is what I experienced not what Mr Moerane tries to put to you, for sure not.",
            "Male"
        ],
        [
            "MR MOERANE",
            "It is also consistent, what I am putting to you is consistent with Colonel De Kock's version, you heard him, he was right in front there, about a metre or two from this person, and he didn't see the person firing?   You heard that, didn't you?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Chairperson, I have  listened to Mr De Kock's evidence and as my memory serves me today as I sit here, I stand by what I say.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Did you see a person fire?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "I saw the flash.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Did you see what that person had in his hand?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That flash, some doors when you open a door of a vehicle, it has a red light on it, could it have been that, it all happened very quickly, the door swung open, you might have just seen that red light that some doors have?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Chairperson, that kombi of mine did not have a red light in the door.",
            "Male"
        ],
        [
            "MR MALAN",
            "Could it not have been Mr De Kock's shot that you saw the flash from?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No, Mr De Kock is a very good shot, if it was his weapon, then I would not have been here today, that is as certain as the sun shines.",
            "Male"
        ],
        [
            "MR MALAN",
            "But we speak of the flash, you cannot surmise from a flash whether you were hit.",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "I am talking about the flash that came in my direction, not from his firearm.",
            "Male"
        ],
        [
            "MR MALAN",
            "This flash that you saw, could you see where the bullet was going to?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "It was in our direction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is a flash, when you say you saw the bullet coming in your direction, was it a long flash or was it just a spurt of light at the edge of the barrel of the gun?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "When a weapon is fired at night, one could see the flash which comes out of the barrel of the gun, that is what I am referring to.  One cannot see the bullet, that is impossible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it is just an instant flash?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Did you see the person who shot, did you see him?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "I saw a person climbing out of the kombi, I could not determine what exactly because when the shot was fired, we started shooting, and afterwards, the  man was laying outside.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Did you see what that person had in his hand?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No, not at all.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Then why do you say in your statement\n\"... one person with AK47 rifle jumped out\"?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Chairperson, as I said in my evidence in chief, the inference that I drew with regard to the flash that I saw, it sounded like an AK47 and that is how I wrote it.  After the shooting had ceased, the man lay down with the AK in his hands.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR MOERANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Moerane.  Ms Lockhat?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS LOCKHAT",
            "Thank you Mr Chairperson.  You were the Commander of Witbank Security Branch?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Who was your Commander, who was in charge of you?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Brigadier Visser at Middelburg's Regional Office.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Was he the Commander of Middelburg, that whole area?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No, he was the Commander of Eastern Transvaal.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Did you inform him of this incident?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No, it was not my duty.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Why do you say it was not your duty if he was your Head, that he should be aware of your actions in what you were doing?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Chairperson, maybe I should just mention to you that because of the fact that this incident had taken place in Piet Retief's area which resorts under Colonel Deetlefs it would be normal practice that the Commander of that area, draw up the reports and inform the necessary people who had to be informed.  I was only part of the team, that was all.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Rorich, did you not even report the write-off of the mini-bus that you brought there, did Mr Deetlefs report about the assets which were under your control?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No, the mini-bus was my problem because it was my vehicle.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you not report about the vehicle to Visser?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR MALAN",
            "What did you tell him about that?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That the bus was used in the incident and that it was written off and my mini-bus was replaced.",
            "Male"
        ],
        [
            "MR MALAN",
            "In which incident did you tell him that bus was used?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "In the incident of the 12th.",
            "Male"
        ],
        [
            "MR MALAN",
            "So then you did report to him about the incident of the 12th?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "But that was after the 12th.  I cannot recall how long after, but it was afterwards.  The bus was towed in to Piet Retief where it was stored and the investigation had to go on.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "So basically you were not acting under the authority and authorisation of your Commander at that specific time?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No, I was under the command of Colonel De Kock.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "I thought you were under the command of Deetlefs as well, just clarify that?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Colonel De Kock was the senior Officer at the scene and he was the Commander of Vlakplaas at that stage.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "But Mr De Kock was now in Piet Retief area, that wasn't his jurisdiction?",
            "Female"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "It still remains, the fact still remains that he is an Officer from Vlakplaas and that he had the right to operate in any part of the country.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MS LOCKHAT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   Ms Van der Walt, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No questions, thank you.\nNO RE-EXAMINATION BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Adv Gcabashe, do you have any questions?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Yes, just one aspect, this firing of the shot from the man who came out of the kombi, I am just looking at my notes because I recall and correct me if I am wrong, that I think it was Mr Deetlefs according to my notes, said that that shot was fired in Manzini's direction and you were coming as I understand your evidence, from the opposite direction or are we talking about different shots here, a volley of shots?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "I cannot answer you there exactly, the fact of the matter is I can only answer as to what my memory tells me, I don't have the memory of Mr Deetlefs or anybody else, I can only tell you what I experienced.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Adv Gcabashe, let me just ask a question while on this point,  these AK47's or AKM's, did they shoot one shot at a time or would it come out in spurts, a whole string of bullets?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "It is an automatic assault weapon Chairperson, one could set it on single shots, but usually it was practice to set it on automatic.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you saw a single shot?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "I saw one flash.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if it was on automatic, it would have been something different to what you saw?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Then it would still have flashed for as long as the person drew the trigger.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "But you will agree that Manzini was in I would think a more westerly, running in a more westerly direction whereas you were opposite on the other side, in a more northerly - southerly, direction?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes, southerly.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You were in opposite directions essentially, either the man was shooting one way or the other way?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Yes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You couldn't have been anywhere near Manzini and he could not have been anywhere near you?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And one flash went off as far as you are concerned?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "I just want to clarify this, my understanding is not that you would have been, in other words that the person shooting would have been between yourself and Manzini, it would have been sort of at a 45 or 60 degree angle?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "You were behind the kombi, you arrived on the left hand side of the road?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And the kombi stood at a slant and Manzini ran around the front and ran to the left?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "So it is the degree angle which could be anything from 60 or 90 that is the difference, but it is not right opposite each other, it is not the matter that he would have shot in one direction and the other direction?",
            "Male"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you take part in the ambush?  I am asking you because you went there to deliver a vehicle essentially, how did it come about that you became an active participant in the ambush?",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Chairperson, I made the vehicle available and Colonel De Kock also asked me to be part of his team.   It was an instruction which I executed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions arising out of questions put by\nthe panel?  Thank you Mr Rorich, that concludes your evidence, you may stand down.",
            "Unknown"
        ],
        [
            "CHRISTIAAN SIEBERT RORICH",
            "Thank you very much.\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}