{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-07-28",
        "location": "DURBAN",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53570&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99072630_dbn_990728db.htm",
        "speakers": [
            "ADV GCABASHE",
            "CHAIRPERSON",
            "MARTINHUS DAVID RAS",
            "MR BOOYENS",
            "MR CORNELIUS",
            "MR HATTINGH",
            "MR JANSEN",
            "MR MALAN",
            "MR MOERANE",
            "MR PRINSLOO",
            "MS LOCKHAT",
            "MS VAN DER WALT"
        ],
        "original_speakers": [
            "MARTINHUS DAVID RAS",
            "CHAIRPERSON",
            "MR JANSEN",
            "MR CORNELIUS",
            "MR HATTINGH",
            "MR RAS",
            "MR BOOYENS",
            "MS VAN DER WALT",
            "MR PRINSLOO",
            "MR MOERANE",
            "MR MALAN",
            "ADV GCABASHE",
            "MS LOCKHAT"
        ]
    },
    "testimony": [
        [
            "MARTINHUS DAVID RAS",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Ras had just concluded his evidence in chief, is there anything further Mr Jansen that Mr Ras wishes to say?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "No Mr Chairman, nothing further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cornelius, do you have any questions you would like to put to the witness?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "I have no questions, thank you Mr Chair.\nNO CROSS-EXAMINATION BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR HATTINGH",
            "Mr Ras, you have heard Mr De Kock's evidence regarding the instruction which he gave you to shoot the woman who fell out of the back of the vehicle, did you hear that, is that correct?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And he admits that he gave you the instruction, but he denies that he used the wording that you say that he used.  Is it possible that you may have made an error regarding that, you may not be recalling it correctly?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, that is difficult, that is how I remember it, that is how I wrote it down.  I must concede that those were not the usual words that I heard Mr De Kock use under any other circumstances.  Under these circumstances, from my recollection of what was said, I must concede that it is possible that somebody else may have used the specific word, but I recalled that he said it to me and that is why I gave the version according to that.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "In your statement you said if I recall correctly that this woman had bullet wounds in the chest and I think in the back as well, is that correct?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Yes, that is correct Chairperson.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you Mr Chairperson, we have no further questions.\nNO FURTHER QUESTIONS BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Hattingh.  Mr Booyens?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "No questions, thank you.\nNO CROSS-EXAMINATION BY MR BOOYENS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Van der Walt?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No questions, thank you\nNO CROSS-EXAMINATION BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No questions, thank you.\nNO CROSS-EXAMINATION BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey, sorry my microphone doesn't seem to be going off.  Mr Lamey has indicated that he doesn't have any questions.\nNO CROSS-EXAMINATION BY MR LAMEY",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Moerane?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MOERANE",
            "Thank you Mr Chair.   Mr Ras, let's just deal with some general matters first before we go to the specific incident.   You were appointed a policeman to among other things, uphold the law and investigate crime?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But at some stage of your career and the careers of the people with whom you were associated, you actually became a criminal?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Mr Chairperson, in today's perspective yes, but in the perspective of the past I received recommendations for good work which directly involved the elimination and arrest of ANC members as well as PAC members who were infiltrating the country, who entered the country to commit acts of terrorism.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Even according to the law that existed at the time, you were a criminal, you committed murders, not so?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, I will repeat, it was murder, however it was in the interest of the country.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, I didn't ask you that, can you please confine yourself at the moment, to my question.   You broke the law, you committed murder?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct Chairperson.  If we have to approach it like that, that some of us did not commit criminal acts or crimes in order to keep the country in control, if we did not do that, this process which is taking place here today, would not be necessary because this process is there in order to examine the fairness of the criminal acts of that time.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You corrupted the criminal justice system, not so?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Firstly by making deliberately false statements, sworn statements?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Secondly by telling lies to the Prosecutor in particular, the Prosecutor and Prosecutors who led evidence at the Piet Retief inquest, the first one?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You also committed perjury by giving false evidence at that inquest?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "In fact that was large scale perjury because it involved all of you, members of the Police Force who were involved in that incident and gave evidence?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You also covered up the incident?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "In other words you created a situation where the criminal justice system itself, became corrupted?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You say this was in the interest of the State that you served?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "There were other policemen in the Force who did not do those things, not so?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "We were a counter-terrorism group which was established and I think that we were unique as a group which executed operations from the highest level of authority.  I don't think that we can be compared to the regular policeman in the Force.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now you are specifically referring to C1?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, but you acted in concert and collusion with the Security Branch in the Eastern Transvaal, Piet Retief in particular, generally Ermelo, not so?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And all of you were involved in this unlawful enterprise?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But I still say to you that there were other policemen who did not commit those acts, not so?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Yes, there are many policemen who did not do such things.",
            "Male"
        ],
        [
            "MR MOERANE",
            "By your former reply are you suggesting to this Honourable Committee that it was expected of members of C1 that they were going to commit crimes in defence of South Africa?  Was that the culture and was that the expectation?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Yes, it was part of Vlakplaas that we executed operations which were basically beyond the law.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, but that included committing extra-territorial crimes, crimes in Swaziland for instance?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And particularly committing murder in those countries, particularly Swaziland?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Yes, that is correct.  Swaziland, Lesotho and Botswana.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, was it necessary for your purposes to kill women?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, I gave evidence at the beginning of the month as well regarding an incident in Botswana where a woman was also killed and it was sometimes also necessary to shoot women.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, take an example which features in this inquest, was it necessary to kill that woman who had been shot?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, the information that we received indicated that these would be armed persons who were entering the country.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Moerane is putting to you Mr Ras, was it necessary to have killed that woman who you were ordered to kill, the one who was laying next to the vehicle, taking into consideration the fact that she was not a threat at that time, she had been incapacitated, is that what you are asking, Mr Moerane, that particular incident, was that killing necessary?",
            "Unknown"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, we went out to kill everybody and I believe that at that stage,  the person was already if one examines the post mortem reports, she had been wounded or injured to such an extent that she should have been dead already and out of reaction, I simply fired another shot which killed the person.",
            "Male"
        ],
        [
            "MR MALAN",
            "But according to your evidence, Mr Ras, whether or not she was shot or wounded, she would have been shot dead ultimately?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "My question to you was, was it necessary to kill her?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Why?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Because in the first instance, Mr De Kock gave me the order to shoot and secondly we went to shoot everybody dead.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I see, so that obviously relates to your state of mind, your intention was to kill those people?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Whether or not at that stage they posed a threat to you, you just had to eliminate them?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That was the order and that was the intention.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And by saying order, you are now talking about all four of them?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "The instruction came from?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Mr De Kock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Moerane, who did you regard to be in charge of that operation?",
            "Unknown"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Mr De Kock.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You made a statement in the inquest proceedings and you also gave evidence in the first inquest proceedings Piet Retief?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "In terms of your evidence and your affidavit, the information that you had received was to the effect that two trained members of the ANC were expected, is that so?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, if I recall correctly, there was information that it would be two persons entering the country, but that may be incorrect.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, I refer you to a statement that you made, it is in Bundle 3(a), page 5.  Do you see the second paragraph there\n\"... on the 8th of June 1988 I received certain instructions during the afternoon from Major De Kock and Warrant Officer Pienaar that two trained ANC terrorists would infiltrate during the night.\"\n\tThat was the information that you were given?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, as far as I can recall, that is correct, that it would be two persons infiltrating that night.",
            "Male"
        ],
        [
            "MR MOERANE",
            "No, no, I agree with you.  The only point that I was trying to make is that that is the information that was available to you, to Warrant Officer Pienaar and to the people that were going to take part in this operation?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "With the exception that it was also said to us that these persons would be armed.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, I don't know whether you mention it in your statement, your first statement, I don't see it.  In any event, it is common cause and we all know now that they were not armed.   I would like to refer you to Bundle 2, page 125.  This is a press report dated the 12th of September 1993, the reporters there seem to be one Warrant Gibson, Sharon Chetty and they refer to an interview given by a former South African Police Sergeant, Marthinus Grobler.  Do you remember those two, Grobler and Stevens?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, yesterday I also made enquiries about it, I don't even know what the persons look like.",
            "Male"
        ],
        [
            "MR MOERANE",
            "No, no, do you remember that issue arose at the Piet Retief inquest about these people who had given an interview to the Vrye Weekblad and later on, they went to Lusaka, one of them Stevens came back and made statements, do you remember that?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Yes, I remember it, I know about it.",
            "Male"
        ],
        [
            "MR MOERANE",
            "At the time of the incident, they were stationed at Piet Retief?  Do you recall that, both of them Grobler and Stevens?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Yes, according to what I read.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.   You see, in the third column, last paragraph, the following is reported\n\"... it was murder, plain and simple, no firearms, ammunition or explosives were found in the car.  They were all shot at point blank range with service pistols and clothes were burnt to destroy vital forensic evidence.\"\n\tDo you have any comment to make about that paragraph?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, I want to put one point clearly, I do not deny that it was murder,  but I would like to make my share as such known here, the same as what I made known during the post mortem.   When the vehicle stopped, I ran around the back of the vehicle on the right, when I arrived at the right back side of the vehicle, shots began going off.  At that stage, I believed that we were being shot at.  The right back door, went open, I also shot at the door where it was also seen that the woman who sat in the back on the right, had been wounded on her hand.  It was only after the shooting, that I realised that no shots were fired at us from within the vehicle and that there were no firearms in the vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Moerane is wanting from this passage that he read, Mr Ras, at the bottom of the third column, what is being inferred there from that quotation is that the shooting of the deceased persons were done as such close range, that their clothes had to be burnt to destroy forensic evidence, in other words powder marks on their clothing, etc.  What is your comment on that?",
            "Unknown"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, none of the persons according to my opinion were shot in such a fashion that the weapon was held right against them, with the exception of the woman that I shot.  The rest of them were shot from outside the vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From your knowledge, Mr Ras, how far must a weapon be from a target, in order to leave a powder burn or a powder mark or powder trace?",
            "Unknown"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, I will have to answer a question about something which I don't really have expert knowledge about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, that is why I am asking you out of your knowledge, if you haven't got any knowledge, then say so, but if you do, you an answer.",
            "Unknown"
        ],
        [
            "MARTINHUS DAVID RAS",
            "As a result of the vehicle, some of the powder would have been held back, but due to the compact nature of the vehicle, there would have been residue within the vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moerane?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Thank you Mr Chairperson.    Let's look at the fourth column, according to Mr Grobler, the Security Policemen involved in the first round of killings returned to the police station around midnight with four bodies in the back of the police van, you don't dispute that?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  They were riddled with bullet holes, you don't dispute that?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "One of the women was wearing a light blue blouse and it was obvious from the powder burns on her clothes, that she had been shot at point blank range.  Could that have been the person that you shot at close range?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, I cannot recall which person wore what clothing, I cannot recall clothing which had marks on, they were full of blood and the shot that I fired at the woman, was directly at her temple.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Was it not in front, in the region of the eye?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, if I recall correctly it was approximately three to four centimetres behind the eye in the head.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And the eye of that person popped out, not so?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "No Chairperson, not as far as I can recall.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Do you know anything about the following passage\n\"... his job, Mr Grobler said, had been to ensure that no regular policeman entered the designated killing zone while the ambush was in progress.\"\n\tDo you know that some people, some policemen were detailed to keep out regular policemen while the ambush was in progress?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, all that I can recall is Mr Flores and another person who was with him in the vehicle, who were not on the scene, I cannot recall any other persons who were on the road at that stage.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Mr Flores drove in the direction of the border post to find out what the cause of the delay was, not so?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And he met this Toyota Corolla as it was coming towards the ambush zone and he proceeded on and made a U-turn further on?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And returned whilst the shooting was on the go?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Is it correct Mr Ras, that everybody who was involved in this operation, knew that the intention was to kill these people?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Let's come to the incident in Swaziland, I think you have told this Honourable Committee that the clear intention there was to kill the people who were ferrying the people who were infiltrating into the country?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "In that incident, you succeeded in killing one and the other one got away?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Why was the car and the body of the deceased burnt?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, we did not burn the person ourselves, he lay next to the vehicle and one of the reasons why we burnt the vehicle is so that it could never be used again.",
            "Male"
        ],
        [
            "MR MOERANE",
            "It was reasonably foreseeable because of the proximity of that person to the motor vehicle, that his body was going to be burnt, not so?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Yes, that could have been foreseen.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But nonetheless the motor vehicle was burnt, with that degree of foreseeability, not so?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Was it necessary to have the body burnt under those circumstances?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, if I recall correctly there was an army camp which was situated not very far from there, and if one would consider the circumstances, that it was in the middle of the night, shots resonated quite a distance and we didn't have much time at the scene.  We didn't even open the boot and I definitely did not think about dragging the person's body away from there, I didn't think about it before we burnt the vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moerane, the army camp, Swazi army or South African army camp?",
            "Unknown"
        ],
        [
            "MARTINHUS DAVID RAS",
            "No, it was a Swazi army camp.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MR MOERANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Moerane.  Ms Lockhat, oh, sorry?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Mr Ras, what is the relevance of the Swazi army camp being nearby?  Sorry, did you hear that?",
            "Unknown"
        ],
        [
            "MARTINHUS DAVID RAS",
            "The shots that we fired, could probably be heard by the, if I recall correctly there was a camp or it was mentioned that there was a camp there, if we remained long enough, after such a shooting at the scene, they would have come in and investigate it and we had to depart from the scene as quickly as possible.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Yes, but the man was dead and the burning of the car took place after that, I am trying to make a connection between that and the fact that there was an army camp nearby.  Is there any relevance at all?",
            "Unknown"
        ],
        [
            "MARTINHUS DAVID RAS",
            "No, except for that everything happened so quickly and that we had to depart from the scene, very quickly, so we just shot a hole in the petrol tank and set the petrol tank alight and left.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Ms Lockhat, do you have any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS LOCKHAT",
            "Just one question Chairperson.  Just regarding the Swaziland incident, how did you know who you were going to go and ambush?",
            "Female"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, we did not know.  We knew where the persons would cross the borders on the RSA side and we went across and waited along the road, and hoped that the vehicle would stop close to us which would accompany the people to the other side, which was indeed the case, and the persons left their vehicle unguarded on the other side, about 150 metres from where we lay awaiting the vehicle.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "So you were not informed as to who you were going to ambush?",
            "Female"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Could you please repeat?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Were you not informed as to who you were going to ambush, it was just persons coming to the Swaziland border?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "No, we did it without any information and exactly knowing where the vehicle would stop.  But it was confirmed that the persons climbed out of the vehicle and the persons that evening cocked firearms clearly, and we knew it was the right vehicle with the right people.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Ras, the question was you didn't know who the people would be or did you know?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "According to my information Chairperson, it was one person would have been Martin, I don't know him, I never worked in Swaziland, but that was the person who arranged the previous time with Mose to pick up some more people.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "So basically it could have been anybody coming to that border post, would you then just have eliminated anybody?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I don't think it was a border post, it wasn't a border post, was it?  It was a place at the border or near the border?",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "If someone strange had arrived there at that point in time, would you have still followed through with the instructions, although you didn't know who the persons were?",
            "Female"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, as I have said already we knew where the people would come into the country.  The person associated himself with, if he accompanied people to the border with the infiltration, and which made sure that it was the right vehicle when they climbed out of the vehicle and when they cocked their weapons.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Did Mr De Kock inform you of the details to go into Swaziland?",
            "Female"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, he just gave us instructions to go over and to have a look where the vehicle would stop.  We had no direct information that the person would stop there, it was through observation that we identified the correct vehicle and shot the one person there who was indeed armed.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "So was your instructions to go and eliminate these people?",
            "Female"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Thank you Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MS LOCKHAT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Jansen, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "No re-examination, Mr Chairman, thank you.\nNO RE-EXAMINATION BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Adv Gcabashe, do you have any questions?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "One thank you, I asked this of somebody yesterday, do you know who the other person sustained the shot in the head?  I know the one you shot, was shot in the head, the others?",
            "Unknown"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, all the windows were broken as far as I can recall and it is a matter of you would not only shoot through the body of the vehicle, you would go for the person.  It is possible that anyone could have been shot in the head.    They had bullet wounds even in their legs.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You didn't observe anybody, anyone of your colleagues shoot anybody at point blank range?",
            "Unknown"
        ],
        [
            "MARTINHUS DAVID RAS",
            "No Chairperson, the only person who did that, was myself.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "No questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Sorry, any questions arising out of questions that have been put by Adv Gcabashe?",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR CORNELIUS",
            "Thank you Mr Chairman, there is just one matter I would like to clear up with this client, thank you.   Mr Moerane put to you that you corrupted the criminal justice system, is that correct?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Is it true that - let me ask you in Afrikaans - is it correct that you received ministerial recommendations for the work that you did?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Yes Chairperson, that is correct.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did it also come to your knowledge that various actions by C1 were commended by the State Security Council?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Is it also your knowledge that Min Vlok was personally at Vlakplaas to congratulate you?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Is it within your knowledge that for conspiracy to commit acts outside the borders of the country, for example, the bomb in London there were SOE medals given to the persons who participated there?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "That is correct Chairperson, I received recommendations for deeds in Botswana where we eliminated people, from the Commissioner of Police.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And the purpose of these questions ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this, it is not really arising Mr Cornelius?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "If it pleases you, I just wanted to claim his subjective line of thought, thank you.\nNO FURTHER QUESTIONS BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you didn't receive any recommendation for committing perjury, did you?",
            "Unknown"
        ],
        [
            "MARTINHUS DAVID RAS",
            "No Chairperson, but it was part of what we were doing, if we look at the Cosatu House incidents, it was directly approved from the highest authority.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Ras, I personally have a problem with this general type questions which Mr Cornelius led you, it is true that the Commissioner of Police and Min Vlok had applied for amnesty for the London bomb, but did you receive any commendations from the Commissioner about the elimination of these people from Swaziland?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Or of any politician?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you withheld it from them, as far as you know, no knowledge was given to them, that it was reported to them?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "Chairperson, I would just like to say that the only, we speak of nine people who were killed.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "And Min Vlok had a press  release about nine people, so somebody should have told him about the ninth person, or somebody wrote a press release for him and the person who wrote the press release, was wrongly informed about the ninth person, but somebody knew about the ninth person and Mr Vlok said there were nine persons.",
            "Male"
        ],
        [
            "MR MALAN",
            "On the basis of a contact, not on the basis of shooting unarmed people?",
            "Male"
        ],
        [
            "MARTINHUS DAVID RAS",
            "No Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, any questions arising?  Thank you Mr Ras, that concludes your evidence, you may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}