{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-07-30",
        "location": "DURBAN",
        "day": "5",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53581&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99072630_dbn_990730db.htm",
        "speakers": [
            "ADV GCABASHE",
            "CHAIRPERSON",
            "MR BOOYENS",
            "MR MOERANE",
            "MR SINGH"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MOERANE",
            "MR BOOYENS",
            "ADV GCABASHE",
            "MR SINGH"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Morning everybody.  I've been approached by the legal representative who has been appointed to represent the person whose name was handed up during the course of Mr Pienaar's evidence and the legal representative, Mr Singh, has informed me that he requires to have sight of the transcript of the relevant evidence, which is entirely reasonable a request and then after which he would have to consult and then obviously a decision would have to be made between the person concerned and Mr Singh as to what course to follow, whether to give evidence, or whatever.  It might even possibly entail an application to recall certain witnesses, I don't know, but the fact of the matter is that the person concerned does have these rights and they are to be respected and in the circumstances we are left with no option but to postpone this matter to enable Mr Singh to have sight of the transcript etc.  We do not have a fixed date to which we can postpone and in the circumstances it will have to be postponed to a date to be arranged, which date I am sure will not be easy to arrange, taking into account the number of legal representatives, panel members etc involved in the matter, but certainly that date will be arranged and timeous notice of that date will be given to all concerned, including families of the victims etc.  That will be done.  I cannot say when that date will be, or more or less when it will be, but I will speak to the office in Cape Town and make a request that they try to fit it in sooner, rather than later, but of course it will have to be with the agreement of all persons concerned.  I don't know if anybody wishes to say anything before we adjourn?  So unfortunately there won't be any proceedings today.  \tThere's no further evidence, is that correct, besides this person?  So there's no further evidence and it would be fruitless at this stage to commence any sort of argument, not knowing what may happen regarding this further potential witness.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Because of these developments, it might give us an opportunity perhaps to recall the witness I mentioned in Chambers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly, Mr Moerane, if you wish to you can do that, yes.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Thank you sir.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, in that event, could we perhaps just request that if Mr Moerane does intend calling the witness, that the legal teams be notified specifically of - whether or not - if the witness is going to testify because  that will also obviously have an effect on the way in which we will have to conduct our further matter, because that's a witness specifically as he mentioned, so would that be possible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps let the TRC offices know prior to the next date, a reasonable time before then and then the legal representatives can just be informed of the fact that at the resumed hearing it is expected that a further witness will be called.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Yes, I shall certainly communicate with the TRC office and indicate what our intentions are.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think probably your best point of contact at the TRC office would be Lyn, Ms Lockhat.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "That is so Mr Chairman.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Chairman, could I just mention something else?  Commissioner Malan would recall that at the meeting that we had in February in Pretoria, it was also decided that the whole intention in shortening these things, will not be to make use of ambush tactics and in the circumstances I think it will only be fair that we be supplied with some precise or something as to what the witness will say, that was the intention of that meeting.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Mr Chairman, as I indicated yesterday in Chambers, the nature of the evidence will be made known.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you and we certainly won't ambush you Mr Booyens.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "I was going to ask Mr Moerane might the calling of your witness not depend on whether Mr Singh's client gives evidence or not, so you would not necessarily be in a position to inform the other side until you know what position that person has taken?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Most likely, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Mr Singh if you can also keep in contact with Ms Lockhat about what your intentions are.",
            "Unknown"
        ],
        [
            "MR SINGH",
            "I have made arrangements with her, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Well then in the circumstances, we will then have to adjourn this matter to a date to be arranged.  We will now be proceeding still with these hearings on Monday in Pretoria, in respect of the so-called Zero-Zero hearings, so I'll be seeing some people in Pretoria on Monday, but before we adjourn, I'd just like to thank everybody who have made this hearing possible.  I'd like to thank the legal representatives, the security provided, the caterers, sound system people, logistic officer, everybody concerned, the prisons for getting here every day on time, thank you very much it's appreciated, the interpreters who worked so hard during the simultaneous translation, thank you very much to everybody.  We are now adjourned.\nHEARING ADJOURNS TO A DATE TO BE ARRANGED",
            "Unknown"
        ]
    ]
}