{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-08-11",
        "location": "DURBAN",
        "day": "2",
        "names": [
            "J A VORSTER"
        ],
        "case number": "AM4390/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53604&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990811db.htm",
        "speakers": [
            "ADV BOSMAN",
            "CHAIRPERSON",
            "J A VORSTER",
            "MR LAX",
            "MR NEL",
            "MR VISSER",
            "MS THABETHE"
        ],
        "original_speakers": [
            "MR VISSER",
            "CHAIRPERSON",
            "J A VORSTER",
            "MR VORSTER",
            "MR LAX",
            "ADV BOSMAN",
            "MS THABETHE",
            "MR NEL"
        ]
    },
    "testimony": [
        [
            "MR VISSER",
            "Thank you, Mr Chairman.  If I may, I will call Vorster to give evidence.  He will also give his evidence in Afrikaans, and I believe he also has no objection to taking the oath.  We have prepared a document for him summarising his evidence, which we would beg leave to hand in as Exhibit E.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "J A VORSTER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR VISSER",
            "Mr Vorster, you are an applicant in this matter which is in regard with the abduction, detention and elimination of Mr Dion Cele.  Am I correct?",
            "Male"
        ],
        [
            "J A VORSTER",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And your amnesty application is to be found from pages 35 to 59 in the Cele bundle, and you deal with this specific incident from page 39 to 44.  Do you have - have you studied Exhibit A?",
            "Male"
        ],
        [
            "J A VORSTER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are there any parts thereof which you would have no knowledge of, which you would like to exclude?",
            "Male"
        ],
        [
            "J A VORSTER",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you confirm according to your knowledge, the correctness of Exhibit A?",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR VISSER",
            "You have listened to the evidence of Col Botha, with regard to the circumstances which reigned in Swaziland and in Natal.",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes, I have, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And do you accord with his evidence about that?",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes, I do, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you also request that the evidence orally and written to which reference is made in Exhibit A, be incorporated into your amnesty application.",
            "Male"
        ],
        [
            "J A VORSTER",
            "I do so, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "You have previously given evidence before the Amnesty Committee, with regard to Ms Ndwandwe.",
            "Male"
        ],
        [
            "J A VORSTER",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "On page 2, would you please tell us what your knowledge is about this incident.",
            "Male"
        ],
        [
            "MR LAX",
            "Just he does that, Mr Visser, should we not just give this an exhibit number?",
            "Male"
        ],
        [
            "MR VISSER",
            "I thought I asked for that to be E.  If I didn't, I apologise.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  This will be recorded as Exhibit E.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  I'm sorry if I neglected to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, we were busy trying to swear him in at that time when you were talking.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well then I'm doubly sorry, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Vorster, you should possibly sketch your position in Pietermaritzburg.  What was your position there?",
            "Male"
        ],
        [
            "J A VORSTER",
            "I was in command of the Terrorist Desk in Pietermaritzburg, the Midlands as it was known.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you please continue at paragraph 1.",
            "Male"
        ],
        [
            "J A VORSTER",
            "I do so, Chairperson.\nMR VISSER\n\"During July of 1988, if I recall correctly, Col Taylor, Col Botha - I visited Col Taylor and Col Botha to share information with them which I received from an informant.  And this informant was Goodwill Sikhakane, known as MK Neville.  That a certain MK terrorist attached to the Natal Machinery in Swaziland, one Dion Cele, MK Charles, indicated his willingness to Sikhakane to also co-operate with the Security Branch as Sikhakane has done.\"",
            "Male"
        ],
        [
            "MR VISSER",
            "And Ms Thabethe asked Mr Botha on which grounds the inference was drawn that he, that is Cele, would be willing to co-operate with the Security Branch as an informer.  On that question, according to the information which you received from Sikhakane, did you ask him about it or what is the position?",
            "Male"
        ],
        [
            "J A VORSTER",
            "Chairperson, I did so.  Sikhakane's conveyance to me was that Dion Cele at that stage had experienced some problems with the ANC in Swaziland and he indicated his willingness to Sikhakane that he would like to work with the RSA, in the Security Branch.",
            "Male"
        ],
        [
            "MR VISSER",
            "In other words, was it expressly said by him?",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes, it was, Chairperson.  And on those grounds I approached Taylor and Botha for assistance.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue.\nMR VORSTER\n\"Cele was an ANC/MK terrorist who was in Manzini in Swaziland and he was attached to the Natal machinery.  His activities - he was attached to border work as it was known to us, which included assistance to insurgence of MK trained terrorists to the RSA, specifically to Natal because he was attached to Natal machinery, and the smuggling of arms and weaponry into the RSA for the commission of acts of terror, as well as the recruitment of ANC persons for internal and external training.\n\t\tDuring this period we found several large weapons cache locations in Port Natal, Midlands, Durban and Pietermaritzburg, which were found.  And on the basis of above-mentioned knowledge, that Cele would be willing to co-operate with us.  The purpose of the planning was to recruit Cele as an informant and to place him back into Swaziland as quickly as possible for his use.  It was a method with which we had much success in the past.  And that is the reason why we refer to the weapons caches which were found previously.\"",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Chairperson, may I just intervene here?  I note that Neville Sikhakane's name was MK Neville, was he also an ANC/MK terrorist who was recruited?  Is he an example of this success which you refer to?",
            "Unknown"
        ],
        [
            "J A VORSTER",
            "I may answer you in the following.  He also indicated that he wanted to work with the RSA and I was part of the group who recruited him to bring Neville out of Swaziland and place him back for further use in Swaziland.  I was consequently also his handler in this instance.\n\"This method was applied to combat the onslaught of the ANC in Natal.  And in this regard the Committee is referred to the submission of Gen van der Merwe, J V van der Merwe, of the 21st of October 1996, in his amnesty application.\"",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, we have already made reference to that.  Please continue.\nMR VORSTER\n\"The members who I can recall who were part of the operation were, after the discussion with Col Taylor and Col Botha, Col Taylor - I think they were a Sergeant and Lieutenant, I cannot recall, Labuschagne and Verwey from Middelburg contacted these two by telephone to assist us with the execution of this operation seeing that they were familiar with the area.  W/O Wasserman of the Security Branch Durban and then Sgt Brooks from the Security Branch at that stage Pietermaritzburg who served under my command, they all participated in the operation.\"",
            "Male"
        ],
        [
            "MR VISSER",
            "Before we arrive at paragraph 7, was there a meeting?  Did you convene at Amsterdam?",
            "Male"
        ],
        [
            "J A VORSTER",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And did you then go into Swaziland and if indeed so, in which manner?\nMR VORSTER\n\"Col Botha and I, the evening before the abduction of Dion Cele, had crossed the Swaziland border legally and we met with Goodwill Sikhakane.  I introduced Goodwill to Col Botha because Col Botha did not know him.  He knew of him, but he did not know him.  We observed - we staked out a place for observation close to the college where Cele attended classes and from where we would plan when to grab him and to abduct him.\n\t\tAnd the other reason why we entered Swaziland the previous evening was to ensure that Goodwill Sikhakane would be available and that Cele would indeed be present the following evening, because no specific date and day was established for the execution of this operation and to ensure whether Cele was still willing to assist us. After the observation we left Sikhakane in Swaziland and ...\" ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "And you went back to the RSA?",
            "Male"
        ],
        [
            "J A VORSTER",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened then, the following day?\nMR VORSTER\n\"The following day, it was late, we legally crossed the Swaziland border.  I was in a vehicle with Labuschagne.  Botha was in a vehicle with Wasserman, in a minibus and Verwey was in a third vehicle.  I cannot recall whether Verwey or Labuschagne was with me, but ...\"\n...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "One of the two.",
            "Male"
        ],
        [
            "J A VORSTER",
            "That's how I recall it.",
            "Male"
        ],
        [
            "MR VISSER",
            "And where was Col Taylor and Sgt Brooks?",
            "Male"
        ],
        [
            "J A VORSTER",
            "The two of them waited a predetermined point at the border on the RSA's side.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, continue please.\nMR VORSTER\n\"And with our arrival at the college, Labuschagne and I in the vehicle behind the minibus ...\"\n...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "Refer to it as the kombi, we will know what you are talking about.\nMR VORSTER\n\".. we were behind the kombi.  The kombi stopped close to the college and Verwey was in a vehicle in front of the kombi.  Sikhakane climbed out of the kombi and met Cele after he had attended his classes and he led him to the kombi.\"",
            "Male"
        ],
        [
            "MR VISSER",
            "So they climbed into the kombi?  You don't know what happened there?",
            "Male"
        ],
        [
            "J A VORSTER",
            "I don't know what happened there.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did the kombi move away from there?",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes, it did, Verwey with his vehicle in front, the kombi in the middle and Labuschagne and I the last in that row.\n\"We crossed the border back to the RSA and went to the prearranged point where we found Col Taylor and Sgt Brooks.  And from there we travelled to Amsterdam ...\"",
            "Male"
        ],
        [
            "MR VISSER",
            "Where was Sikhakane?",
            "Male"
        ],
        [
            "J A VORSTER",
            "Sikhakane was left behind in Swaziland close to Manzini, just after Cele was grabbed.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and you say you went to Amsterdam.\nMR VORSTER\n\"After we had crossed the border fence and were safely back in the RSA, Verwey and Labuschagne went back to Middelburg.  At the house in Amsterdam interrogation took place of Cele, between myself, Col Taylor and Col Botha.\n\t\tMy chief purpose in this regard was to recruit Cele as an informer because this was the reason why he was abducted and the information which was given as such to me by Sikhakane.  So I was in the process of recruiting him as an informer.\"",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you assault him?",
            "Male"
        ],
        [
            "J A VORSTER",
            "No, I did not assault him, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "So you spoke to him?",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes, I just spoke to him.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was his attitude?",
            "Male"
        ],
        [
            "J A VORSTER",
            "His attitude initially after he saw that he was in enemy hands, to put it as such, he gave us information which he certainly knew that we had knowledge of because we had Sikhakane as an informer and the information which he gave us we could verify.  He gave us that information.",
            "Male"
        ],
        [
            "MR VISSER",
            "And was he prepared to be recruited as an informer?",
            "Male"
        ],
        [
            "J A VORSTER",
            "No, at that stage he was not prepared to co-operate.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you do then?\nMR VORSTER\n\"The following day we transferred him to Elandskop, or to a farm near Elandskop which was used by me as a safe premises, where we further interrogated him and attempted to recruit him to be applied as an informer.\n\t\tCol Botha, after we had arrived on the farm near Elandskop, departed that afternoon approximately 1 or 2 o'clock to return the kombi which was a hired vehicle and Taylor and myself and Wasserman remained on the farm with Cele.  Brooks didn't even go to the farm, he went directly to Pietermaritzburg.\"",
            "Male"
        ],
        [
            "MR VISSER",
            "And what did you do there on the farm with Mr Cele?",
            "Male"
        ],
        [
            "J A VORSTER",
            "We were still busy trying to obtain his co-operation.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what did he say?",
            "Male"
        ],
        [
            "J A VORSTER",
            "Cele said when he realised what this was really about, that he would have to betray his cohorts and that his life could be jeopardy.  He said that he was not prepared to work with us.",
            "Male"
        ],
        [
            "MR VISSER",
            "You say in paragraph 11 that it became clear to you that you had been misled by Sikhakane regarding Cele's alleged willingness.",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes, it true, I was surprised that this is how matters turned out.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then you refer to the Cele bundle, page 60 to 64, and that is a reference to the combating of terrorism as well as research into terrorism with regard to Capt Dietrichsen(?).  What is your intention with this reference?",
            "Male"
        ],
        [
            "J A VORSTER",
            "I'll be with you in a moment, Chairperson.  Yes, I have it, page 60. Which paragraph?",
            "Male"
        ],
        [
            "MR VISSER",
            "No, I just want to know why you have referred the Committee to that document.",
            "Male"
        ],
        [
            "J A VORSTER",
            "These are orders with regard to terrorism, the combating and research of terrorism and that everything had to be applied in order to resist the onslaught.",
            "Male"
        ],
        [
            "MR VISSER",
            "And on page 62 there is - or at least, page 61, there is an affirmation of the importance of collection of information from informers.",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then my attorney has just referred me to page 63, paragraph 3, of the Cele bundle and at the end of that paragraph it says\n\"Due to limited numbers it wasn't always possible to favourably evaluate all the divisional requests, therefore the Security Branch had to attempt to deal with terrorists in detention and the recruitment of such persons.  Every member of the Security Branch had to attempt to recruit terrorists in detention should circumstances allow this in any way.\"\nSo basically you are just emphasising the necessity of informers?",
            "Male"
        ],
        [
            "J A VORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Continue with paragraph 12.\nMR VORSTER\n\"The same evening that we had arrived on the farm at Elandskop, due to Cele's refusal to co-operate with us in his application as an informer, Col Taylor and W/O Wasserman and I decided on the options that we could consider in dealing with Cele and after the consideration of all possible options, it was decided to eliminate him.\n\t\tCol Taylor then gave the order that we had to continue with it - or at least before we reached our final decision, we considered the following relevant options and information.  Firstly, that Cele was an ANC/MK terrorist, he was involved in terrorist activities in Natal, he was responsible for the insurgency of ANC trained MK terrorists to the RSA, specifically Natal, he was also responsible for the smuggling of weaponry to the RSA, for the commission of acts of terror, he was instrumental in the recruitment of ANC recruits for internal and external training.  It was clear that should he be released he would continue with his activities and should he be released he would report Goodwill Sikhakane's co-operation with the SAP to MK and Sikhakane would be in danger, he would be killed.  He could not be charged because he had been abducted from Swaziland and thus his detention was unlawful and if this came to light it would cause a great embarrassment for the government.\"",
            "Male"
        ],
        [
            "MR VISSER",
            "So you had a dilemma?",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes, we definitely had a dilemma.",
            "Male"
        ],
        [
            "MR VISSER",
            "And Col Taylor then gave the order, and what did you and Wasserman do?\nMR VORSTER\n\"Wasserman and I dug a grave near the house on the farm.  It was approximately 50 to 60 metres away from the house within a pine plantation or at least a section of a plantation.\"",
            "Male"
        ],
        [
            "MR VISSER",
            "Now that place, did you identify this to anybody after the amnesty process was initiated?",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR VISSER",
            "And was this identified to the Investigative Team of the TRC?",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well I don't think there can be any dispute about that, Chairperson, but there is reference in the Report to the fact that these were pointed out.",
            "Male"
        ],
        [
            "MR LAX",
            "We have a report on the exhumation.  That was part of an additional bundle that was handed to us.",
            "Male"
        ],
        [
            "MR VISSER",
            "I must confess that I have not had the opportunity - I notice that some bundles were given to us this morning, I have not had the opportunity of perusing it, but thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, thank you, Chairperson.\n\tVery well.  You say that you dug the grave in a pine plantation near the house, approximately 60 metres away from the house.  What did you do next?\nMR VORSTER\n\"Col Taylor was still busy in the house attempting to obtain Cele's co-operation, but with no success.  After we had dug the grave, Wasserman and I returned to the house.  We took Cele outside and placed a material bag over his head ...\"\n...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "You say in paragraph 15 that you bound his hands behind his back.  Can you recall whether he was cuffed when you transported him from Amsterdam, or whether you specifically cuffed his hands there on the farm?  What was the position?",
            "Male"
        ],
        [
            "J A VORSTER",
            "I cannot recall whether his hands were cuffed when we transported him.",
            "Male"
        ],
        [
            "MR VISSER",
            "But when you took him out to the place where you had dug the grave, his hands were definitely cuffed behind his back?",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "According to your recollection?",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, what happened there at the grave?\nMR VORSTER\n\"At the grave Wasserman hit Cele unconscious with one blow to the head by means of a baton.  If I recall correctly he hit him on the right-hand side of his head.  Cele collapsed on the ground.  Wasserman and I then carried him to the grave, where we removed his clothing.  As far as I can recall he still had his underpants on and W/O Wasserman shot Cele twice through the head with a silenced pistol, in the left side of his head as he lay in the grave.  As far as I can recall, the shells ended up in the grave.  That is how I recall it.\"",
            "Male"
        ],
        [
            "MR VISSER",
            "In your application, if I recall correctly, you stated that Wasserman went to fetch the firearm in a vehicle, is that correct?  Let me just make one hundred percent certain of that.  Yes, at the bottom of page 41 you have stated in your statement that\n\"W/O Wasserman (in the final paragraph, Chairperson) then took a silenced firearm which he had fetched from his vehicle.\"\nCan you recall that clearly?",
            "Male"
        ],
        [
            "J A VORSTER",
            "No, it is vague to me.  The vehicles were parked there and we walked past the vehicles.  It was dark.  I cannot recall this definitely or precisely.",
            "Male"
        ],
        [
            "MR VISSER",
            "Because Wasserman's evidence will be that it is his recollection that he fetched the firearm from Col Taylor.",
            "Male"
        ],
        [
            "J A VORSTER",
            "I would not be able to dispute that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.  Please continue.  Paragraph 17.\nMR VORSTER\n\"After this, as Cele's body lay in the grave we sprinkled lime over the body, which was there on the farm.  How it came to be there on the farm is unknown to me ...\"\n...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "What was the purpose with putting lime over the body?",
            "Male"
        ],
        [
            "J A VORSTER",
            "The purpose behind that was to keep wild dogs or animals away from the farm so that they would not uncover the grave.",
            "Male"
        ],
        [
            "MR VISSER",
            "So it was to disguise the odour?",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes, that is correct.\n\"After this we burnt Cele's clothing and thereafter we rejoined Col Taylor, who had been in the house all the time.  And after we had reported to him that we had eliminated Cele, we departed to our respective homes. And as far as I know, in my presence, Cele was never assaulted or badly treated.\"",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, Wasserman will give evidence that he at a stage was guarding Cele while he was there on the farm, or at least that he was in his presence and that he assaulted him once, twice or thrice, that he slapped him with an open hand ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well that's - I think that you shouldn't bother about that actually.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can't tell him what Wasserman is going to say when he wasn't there.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can't ask him to contradict or confirm that.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No, what I want to ask him is this, Chairperson.\n\tIs it possible that Wasserman was alone with Cele at a stage and that he may have assaulted him when you did not see him do so?",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman, that's basically all I wanted.\n\tPlease continue, paragraph 20 please.\nMR VORSTER\n\"The acts and omissions which I committed, I committed in the execution of my official duties, upon the order of a higher officer whose orders I was obliged to execute.  I did this as part of the opposition to the struggle and my actions were aimed against supporters of a liberation movement.  Whatever I did, I did in order to protect the interests of the government and the National Party and to combat the revolutionary onslaught.  As such I believed bona fide that what I did fell within my express or implied authorisation.\"",
            "Male"
        ],
        [
            "MR VISSER",
            "Now you request amnesty - if we could just return to page 1, for the abduction of Dion Cele, for his unlawful arrest, or depravation of his freedom, the murder of Dion Cele, the transgression of border control regulations, as well as any other lesser offence which may emanate from the facts of this case.",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, that's the evidence.  Perhaps - would you bear with me a moment please Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly, certainly.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, Chairperson, perhaps I should do this by way of a question.\n\tIn your application the applicants which are appearing before did not mention the name of Goodwill Sikhakane.",
            "Male"
        ],
        [
            "J A VORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "But afterwards it became known that the TRC in its Report, in volume 2, on page 132, paragraph 36, has indeed mentioned this name.",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And from there then the fact that it is now being mentioned by you and the other witnesses.",
            "Male"
        ],
        [
            "J A VORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, Commissioner Lax referred to a report of an exhumation in a bundle.  It's just been pointed out to me that the only exhumation report that we have is in regard to Tekere, not in regard to Cele.  It may be that you may have a bundle which we don't have.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Mr Chair, can I respond?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, please.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, it's my mistake.  I gave you the same bundle that you have, instead of the bundle of the exhumation report, but I've asked Ms Charmaine to get you the right copy.",
            "Female"
        ],
        [
            "MR VISSER",
            "Well as long as it doesn't meant that I have to read that bundle twice, Mr Chairman.  I understand ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know whether it is that relevant at this stage.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No, thank you, Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct) matters of such detail.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  That is the evidence which we wish to place before you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You did say it was volume 2, page 132 of the TRC Report is it?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, indeed and it's at paragraph 369, Chairperson.  It reads very briefly\n\"Cele was persuaded by a colleague, Mr Goodwill Sikhakane to enter a minibus after leaving night classes in Manzini and then unbeknown to him Sikhakane was at the time an informant ...\"\nAnd it goes on to describe his abduction, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Thanks.  Have you any questions to ask this applicant?",
            "Unknown"
        ],
        [
            "MR NEL",
            "I have not questions, thank you, Mr Chairman.\nNO QUESTIONS BY MR NEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any cross-examination?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Thank you, Mr Chair, I do.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please put your questions.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS THABETHE",
            "Thank you.\n\tMr Vorster, I must have missed the question.  I heard my learned friend asking whether you verified the information that you were given by Mr Sikhakane.  Was your response that you did verify it?",
            "Female"
        ],
        [
            "J A VORSTER",
            "I did not verify information, the information came from Sikhakane himself.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Why didn't you verify it?",
            "Female"
        ],
        [
            "J A VORSTER",
            "At that stage - or let me put it this way.  In my evidence-in-chief I also said that upon the evening before his abduction, we once again met with Sikhakane in order to determine once again whether Mr Cele would be willing to co-operate.  But Mr Sikhakane was the only source of our information at that stage, or at any stage for that matter.",
            "Male"
        ],
        [
            "MS THABETHE",
            "If Mr Cele was willing to co-operate with you, as Mr Sikhakane had informed you, why was it necessary for you to go and abduct him?  Why didn't you command Mr Sikhakane to go and tell Mr Cele to approach you since he was willing to co-operate with you?",
            "Female"
        ],
        [
            "J A VORSTER",
            "It would have exposed Mr Sikhakane's identity that he was already an informer of the SAP, and at that stage Mr Cele could have jeopardised Mr Sikhakane's life.  One would not use an informer to recruit another informer.",
            "Male"
        ],
        [
            "MS THABETHE",
            "I don't quite understand it because you did go with Mr Sikhakane to abduct Mr Cele, isn't it?",
            "Female"
        ],
        [
            "J A VORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS THABETHE",
            "So weren't you concerned at that stage that Mr Sikhakane's cover would be blown anyway?",
            "Female"
        ],
        [
            "J A VORSTER",
            "Mr Sikhakane was not trained in the methodology of recruitment of informers and I wanted to inform myself that Mr Cele was willing to co-operate.",
            "Male"
        ],
        [
            "MS THABETHE",
            "I don't whether it's you or it's Mr Botha's evidence where it became clear that Mr Sikhakane remained in Swaziland.",
            "Female"
        ],
        [
            "J A VORSTER",
            "That is correct, after the operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They both said so.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Both said so, okay.\n\tWhy did he remain in Swaziland, wasn't it dangerous for him to remain in Swaziland?",
            "Female"
        ],
        [
            "J A VORSTER",
            "So that he could continue serving as an informer.  There was certainly an element of risk or danger for him, but we would only be able to determine the gravity of that after we had obtained Cele's willingness to co-operate with us or not.",
            "Male"
        ],
        [
            "MS THABETHE",
            "When you took Mr Cele to Amsterdam for questioning and when you realised that he was not willing to co-operate with you, did you inform Mr Sikhakane or did you enquire from Mr Sikhakane why he had initially said that he was willing to co-operate?",
            "Female"
        ],
        [
            "J A VORSTER",
            "Mr Sikhakane was always under the impression that Mr Cele had been recruited as an informer and was working for us as an informer.  He was not notified.",
            "Male"
        ],
        [
            "MS THABETHE",
            "So are you saying that he didn't even know that he was eventually killed?",
            "Female"
        ],
        [
            "J A VORSTER",
            "No, Chairperson, not according to my knowledge.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Amongst your team, who was the person who had the highest rank?",
            "Female"
        ],
        [
            "J A VORSTER",
            "Col Taylor.",
            "Male"
        ],
        [
            "MS THABETHE",
            "And then he was taken to the farm and questioned there, is that correct?",
            "Female"
        ],
        [
            "J A VORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS THABETHE",
            "At what stage did you decide that you were not going to question him anymore, you were going to kill him?",
            "Female"
        ],
        [
            "J A VORSTER",
            "We attempted continuously.  Even while Wasserman and I were digging the grave, Col Taylor still attempted to obtain his co-operation.",
            "Male"
        ],
        [
            "MS THABETHE",
            "No, what I'm trying to find out is, before you actually dug the grave - because I would assume that you dug the grave in anticipation of putting him in that grave, isn't it so?",
            "Female"
        ],
        [
            "J A VORSTER",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETHE",
            "What I'm asking, when did you initially decide that look, we will have to kill him?",
            "Female"
        ],
        [
            "J A VORSTER",
            "It was late afternoon, it was almost dark, dusk when we arrived at the farm.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Did you inform Mr Cele that if he refused to co-operate you're actually going to kill him?",
            "Female"
        ],
        [
            "J A VORSTER",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Why didn't you do so, in an attempt to show him what the consequences were if he refused to co-operate with you?",
            "Female"
        ],
        [
            "J A VORSTER",
            "No, we were not prepared to inform him.  It also wasn't very pleasant to tell somebody \"Look, I'm going to kill you\".  This just wasn't something that was done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He wouldn't be very valuable if he agreed to do it for you just because he was going to try and avoid being killed.",
            "Unknown"
        ],
        [
            "J A VORSTER",
            "That would be the other reason, Chairperson.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Didn't you maybe think that if you told him that look, if you refuse to work for us we're going to kill you, didn't you think maybe he might have changed his mind and worked for you?",
            "Female"
        ],
        [
            "J A VORSTER",
            "I did not discuss it with him in that way.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Was he tied when you took him to the grave, before he was killed?  Mr Cele.",
            "Female"
        ],
        [
            "J A VORSTER",
            "His hands were bound behind his back with handcuffs as far as I can recall.  Was he tyre'd or tied?",
            "Male"
        ],
        [
            "MS THABETHE",
            "Tied, ja.  Why did you tie him?",
            "Female"
        ],
        [
            "J A VORSTER",
            "We told him that we were going to take him to another place.  And because he was not willing to co-operate, it would have been the logical thing to cuff him so that he could not escape.",
            "Male"
        ],
        [
            "MS THABETHE",
            "You've also indicated that you had options of for example, arresting Mr Cele, but you did not have enough evidence.",
            "Female"
        ],
        [
            "J A VORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MS THABETHE",
            "The question I want to ask you in connection with that is, why didn't you frame him in order to arrest him?",
            "Female"
        ],
        [
            "J A VORSTER",
            "Chairperson, Mr Cele had been abducted from Swaziland and brought into the RSA unlawfully, so this would have been an embarrassment to the State and the government in the first place.  Therefore, that option was not viable.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Thank you, Mr Chair. Can you give me - can I please ask for a second, just to ensure that I've covered all the aspects.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Thank you, Mr Chair.  Mr Chair, just one question that ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, please carry on.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Ja.  ... that the client has indicated me to ask you.  Would you know where Mr Sikhakane is right now?  Is he still alive?",
            "Female"
        ],
        [
            "J A VORSTER",
            "He's not alive.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Okay.  Thank you, Mr Chair, no further questions.\nNO FURTHER QUESTIONS BY MS THABETHE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.\n\tWhen the body was exhumed it was found not to have any cloth or anything attached to it, which means it was in all likelihood naked at the time it was buried.  Your recollection is though that the person, the deceased was wearing a pair of underpants.",
            "Male"
        ],
        [
            "J A VORSTER",
            "That is correct, Chairperson, and I must add that it was pitch dark.  There was no lights, it was a farm.  We worked in candle light, so the possibility of him being completely naked is something that I cannot dispute.",
            "Male"
        ],
        [
            "MR LAX",
            "Ja, that was going to be my question, you might just be mistaken in that ...",
            "Male"
        ],
        [
            "J A VORSTER",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "And I would assume the same might apply for the \"doppies\", the shells.",
            "Male"
        ],
        [
            "J A VORSTER",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Because no shells were found in any of those graves.",
            "Female"
        ],
        [
            "J A VORSTER",
            "I am not aware of that.  As far as I can recall it appeared to me that the shells had fallen into the grave when the shots were fired, but it was dark so I cannot dispute this.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Thank you, Chairperson.\n\tMr Vorster, the previous applicant, Mr Both, gave evidence to a question that he had drawn the inference that Cele didn't want to co-operate because his body language indicated this because he appeared to be hesitant.  How do you reconcile this with your evidence?  You say that Cele indicated his non-willingness with words.  I don't understand that apparent contradiction.",
            "Unknown"
        ],
        [
            "J A VORSTER",
            "In my presence he revealed it to me in other words that he was not willing to co-operate.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Can you recall whether this was the case while Mr Botha was present?  Because apparently there were two occasions upon which he was interrogated.  Can you just clear this up for us?",
            "Unknown"
        ],
        [
            "J A VORSTER",
            "I cannot recall whether Mr Botha was present when Cele made this known to me.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And with the initial interrogation, when he was brought over the border, can you recall whether by means of express words, he immediately refused to co-operate or whether initially through his body language and his presence, he indicated that he did not want to work with you?",
            "Unknown"
        ],
        [
            "J A VORSTER",
            "Let me try and put this into perspective.  The interrogation at Amsterdam was about information over which Cele knew and we wanted to determine whether Cele in fact knew about this information.  The second phase was about the recruitment and the implications of recruitment as an informer.  I handled the second phase mostly because Sikhakane was my informer and because I wanted to apply Cele as an informer for them.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Was Botha present during the second phase?",
            "Unknown"
        ],
        [
            "J A VORSTER",
            "Not as far as I can recall, because I knew that he wasn't at all present when Cele was killed, and he had departed earlier that afternoon already.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Any re-examination, Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No, thank you, Mr Chairperson.\nNO RE-EXAMINATION BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Thank you, you are excused.",
            "Unknown"
        ],
        [
            "J A VORSTER",
            "Thank you, Chair.\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}