{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-08-17",
        "location": "DURBAN",
        "day": "5",
        "names": [
            "MATTHYS CORNELIUS BOTHA"
        ],
        "case number": "AM7560/97",
        "matter": "QUARRY ROAD",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53615&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990817db.htm",
        "speakers": [
            "ADV BOSMAN",
            "CHAIRPERSON",
            "MATHYS CORNELIUS BOTHA",
            "MR LAX",
            "MR VISSER",
            "MR WEBSTER",
            "MR WESSEL",
            "MS THABETHE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS THABETHE",
            "MR WEBSTER",
            "MR VISSER",
            "MATHYS CORNELIUS BOTHA",
            "MR BOTHA",
            "MR LAX",
            "ADV BOSMAN",
            "MR WESSEL"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "What are we dealing with now?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Mr Chair, we are dealing with the Quarry Road incident and the applicants are Mr Steyn, Wasserman and Botha all of which are Mr Wagener's applicants.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Webster, who do you appear on behalf of?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman and members of the Committee, I appear on behalf of three families.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There are four deceased as I understand.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "There were four deceased, Mr Chairman.  Unfortunately I have not consulted nor been instructed by the family of the deceased, Zondi.  I have spoken to his wife but I have not formally received instructions from that family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you very much.  There are times when we may have to work under pressure.  There are times we don't have all the documents in time.  That happens to us as well on the Committee.  Documents arrive sometimes in the middle of hearings and somehow we have to try and cope with the difficulties.  When genuine difficulties arise and time is required for counsel to prepare we certainly will do that, we'll take that into account.  Mr Visser, will you make a beginning please?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, Mr Chairman, this incident is generally referred to as the Quarry Road Incident.  It took place in Quarry Road apparently, Mr Chairman and it involves the deaths of four persons, Blessing Mabaso, Thabani Mamela, Percival Ngobozi and ...(indistinct) Mbongeni Zondi on the 7th of September 1986.  Mr Chairman, we appear for General Steyn and Mr Botha and Mr Wasserman.  May we ask whether the document \"Algemene agtergrond\" which is Exhibit A in the cycle before you may remain Exhibit A, Mr Chairman and that we forwarded to you, because of lack of information contained in the original amnesty applications, statements of the evidence of the three applicants some two weeks ago.  I trust that it has reached you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They have, yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We will start with Mr Mathys Cornelius Botha and his document will then be Exhibit B, if it pleases you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just let me get hold of that.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mathys Cornelius Botha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "He is available Mr Chairman and he is ready to take the oath.  Oh, Mr Chairman, a note has just been passed to me that the technician wants to just change some of the apparatus.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, let him do so.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Botha is available, he has no objection to take the oath and he would prefer to give his evidence in Afrikaans.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR VISSER",
            "Mr Botha are you still a member of the police?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "When did you retire?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "In 1997.",
            "Male"
        ],
        [
            "MR VISSER",
            "And with which rank?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "The rank of Director.",
            "Male"
        ],
        [
            "MR VISSER",
            "Have you studied Exhibit A and did you read it carefully?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is there anything in Exhibit A with which you cannot associate yourself with?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you then request that the contents of Exhibit A be incorporated in your evidence as well as the documentation which is referred to in Exhibit A?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "You have given evidence previously before an Amnesty Committee, is that correct?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that was regard to the Cry Freedom bomb explosions?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "In the current incident there was an incident of a shooting which took place in which you were involved, is that correct?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Will you, from page 2 - or before you continue, that was in 1986, is that correct?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was your position then, Mr Botha?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "In 1986 I was a major in the South African Police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I just disturb you?  He's described himself as a director, he retired as a director in 1987.  Was that his full title, director, or was that just part of the title?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, that was the old Brigadier Mr Chairman and had been changed to the British format of Inspectors and Directors, Chief Constables and whatever.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "It was the equivalent of a Brigadier, Mr Chairman.  Now in 1986 who was your immediate Commander?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "It was Gen Steyn.",
            "Male"
        ],
        [
            "MR VISSER",
            "And to which division were you attached?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I was the Chief of Explosives for Natal.  Inspector of explosive materials as well as a field worker with the collection of information.",
            "Male"
        ],
        [
            "MR VISSER",
            "For what purpose?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "To obtain information with regard to any offenses, political offenses, terrorism, explosions.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.  Would you please inform the Committee, your application is embodied in the Quarry Road bundle, page 32 to 41 and if one would page to page 38 and 39, where you refer to this incident, we shall find that you as in the case of Mr du Preez and Wasserman in the previous instance, had said that the facts with regard to this incident were vague and because of the non-availability of case dossiers and any other relevant documents, you had recalled that persons were killed who were on their way to attack a target and that you would undertake further research to obtain full particulars and to submit this to the Committee during the hearing.  Is that correct?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Will you please address the Committee from paragraph 1?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are you dealing with?  Paragraph 1 on what page?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "At page 2 of Exhibit B, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "During the completion of the amnesty application by myself,",
            "Male"
        ],
        [
            "MR VISSER",
            "You may go a little faster.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "W/O Wasserman and Gen Steyn, we were not certain of the facts and the course of the events of this incident.  The problem was mentioned to my attorney, Mr Wagener whose advice was that we should say nothing about the facts. Rather than making a statement which could be incorrect, the idea was that we should all go and do some research in order to determine what the correct facts were.  We had discussion amongst others with each other and we believed that the facts as they are set out here, would be substantially correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "What do you recall now from that incident?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "During August 1986 an incident took place where a spouse of an IFP council member was killed and three of his children were injured in an attack with AK47 assault weapons and hand grenades.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now you refer to the further submissions by the ANC on page 89.  There's a cryptic entry here that says 22nd August 1986, personnel actively assisting SAP: Natal.  It says\n\"Grenade attack on Inkatha's Winnington Sabelo, AK47 fired at car of his wife as she entered the driveway, killing her and injuring three children.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  So the gentleman concerned, or rather the party concerned was the wife of the late Winnington Sabelo?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That's correct Mr Chairman, yes.  Yes, that is one of the incidents admitted to by the ANC, Mr Chairperson.  Please continue.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "A while thereafter I was informed by one of my sources that a certain Thabani Brian Mamela and his group were responsible for the attack.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now this Brian or Thabani Mamela, was this one of the persons who became a victim in the Quarry Road Incident?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mentioned Mamela was a trained terrorist and leader of the group.  I conveyed the information to Gen Steyn as well as Col Andy Taylor to follow up.  I also requested the informer to do some follow-up work in order to determine where the hiding places of these members were.",
            "Male"
        ],
        [
            "MR VISSER",
            "Excuse me, Mr Botha.  You are going a little bit too fast.  Would you please go a little bit slower?  Very well.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I was informed by Col, then Capt van Sittert on the 7th September 1986, it was a Sunday, that the informant of his and W/O Matie had given information that Mamela was seen in kwaMashu.  Mamela and his group had previously attacked a house whereafter they left certain arms at a certain house in kwaMashu to collect it at a later stage.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was this information that Cap van Sittert informed you about?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, Chairperson.\n\tFurther information led that the group had that very same evening attacked, would attack the house of a black council member and the expectation was that they would fetch the arms for the purpose.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who were they going to attack that evening?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "They would attack a house and this particular house that they would attack, we did not have the address of the house that they would attack.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you also did not know who it was that they would attack?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you mentioned that they were going to attack somebody.  Wasn't he a council member or something?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Yes, a council member, but we did not have a name or an address.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Council?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Black Council member, a Councillor.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, what Councillor, Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, van Sittert didn't tell him.  We will see in paragraph 6 he was merely informed that the same group that was responsible for the Inkatha attack, was going to attack another house that evening, but no further information was given to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Now after Col van Sittert gave this information to you was a request directed at you?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Col van Sittert requested me to come out to the kwaMashu police station to assist with the planning of preventative action with this expected attack that evening.\nI contact Gen Steyn to inform him about the developments.  He said he was on his way.  At kwaMashu a discussion between Gen Steyn, Col van Sittert and myself took place during which Gen Steyn and I were brought up to date with the situation.  It would seem that two black members had observed the house where the weapons had been left behind.  They were in radio contact with Col van Sittert and we waited for work...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're going too fast for me, I'm sorry about that.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Would you please repeat?  You say that a discussion took place between yourself, Gen Steyn and van Sittert and then he brought you up to date with the situation and the situation was that there were two members who kept vigil at the house where the weapons which you mentioned were left and they were in radio contact with Col van Sittert.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you waited for what?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Yes, we waited for word to come from these two black members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were these two black members, members of the police?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes you got a report that there was a house which they had been keeping under observation..",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What happened then?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mamela and three others were already in the house.  The reason why we did not act by arresting them in the house was that it would compromise our informer.  The reaction unit was also present.",
            "Male"
        ],
        [
            "MR VISSER",
            "Will you please pause there?  Approximately how many members of the reaction unit can you recall were present there?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, I cannot exactly recall whether it was one or two sections, there were many of them.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were there many of them?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "With more than one vehicle?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Just if I may interpose there, Mr Visser.  Just for our benefit, how many members would comprise a section?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mean a unit.",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I think it might be 6 or 8 per unit.\nAt some stage I noted that Col Taylor was also present.  Col Taylor apparently requested W/O Wasserman to come to the kwaMashu police station and after a while quite a number of policemen had come to the police station.  The plan was that we would wait until the suspects departed.  Their vehicle had already been described to us.",
            "Male"
        ],
        [
            "MR VISSER",
            "That is by the two S A P members who kept vigil there?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, Chairperson.  The reaction force would then attempt to intercept the people after they had left the house.  The purpose was to arrest these persons but we would not endanger our own lives.   I think Lieut Tony Breytenbach of the reaction force was also there.  The execution of the action would be executed under the command of the Commander of the Reaction Unit.",
            "Male"
        ],
        [
            "MR VISSER",
            "So it was not a Security Force action, is that what you're telling us?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, quite correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "You would assist?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Yes, we would assist.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Excuse me, if I may just interpose here.  Mr Botha this Reaction Force, please tell us what it is.  I don't have clarity about that.",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, the Reaction Force is a section or a division in the South African Police who would handle difficult tasks and I speak in terms of actions where people were armed and people had to be arrested.  These people were trained to fulfil those tasks, to perform those tasks.",
            "Male"
        ],
        [
            "MR VISSER",
            "For example hostage situations?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "People who received specialist training to deal with certain situations?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Specifically where the public is also endangered?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Would this also include terrorist activities, if this would endanger the general public?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.  Actions against armed terrorists or armed persons, armed political opponents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So who was the Commander of the Reaction Unit on that occasion?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I think that it was Lieut Tony Breytenbach.",
            "Male"
        ],
        [
            "MR VISSER",
            "Just to prevent any confusion Mr Botha, sometimes this unit which you refer to now, the Reaction Force, they also referred to them as the Special Task Force?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "So if we refer to the Special Task Force it refers to the very same thing that you refer to here?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct.  By dusk a radio message came from W/O Bheki Tshabalala that the suspects had vacated the house and had departed with the mentioned vehicle.  We immediately departed in several directions in order to cover all escape routes.  Gen Steyn accompanied me in my vehicle.\n\tWasserman travelled in a minibus with two black members, Taylor with his vehicle and the Reaction Force with two or more vehicles.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where were you all at the time when you left?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson we had convened at kwaMashu police station for a few hours.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was this house in that unit, in a unit close to the kwaMashu police station?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, I cannot recall.  I myself did not know where the house was located but we were in radio contact with the two police persons who kept vigil at the house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Please continue.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "The vehicle with the suspects travelled on the N2 from North to South.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is that the freeway?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.  There was much traffic, it was difficult to catch up with the vehicle.  Gen Steyn and I noticed the vehicle at some stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What time of the day was this?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, it was dusk, almost dark.  I believe it was dusk.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Gen Steyn and I noticed the vehicle at some stage.  We moved in on the left-hand side, into the vehicle and I shouted \"Police.  Stop.\"  The vehicle did not stop and tried to ram us off the road.  There was no contact with our vehicle.  The other vehicle twice tried to knock us.",
            "Male"
        ],
        [
            "MR VISSER",
            "By doing what?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "By swerving in our direction and trying to knock us.",
            "Male"
        ],
        [
            "MR VISSER",
            "And trying to swerve to the left-hand side?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.  Wasserman was behind our vehicle in a kombi with two black members Lembede and Nduli.  I observed that they moved in on the right-hand side of the persons, of the vehicle.  The vehicle then knocked against the kombi.  Shots were fired.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was it a dangerous situation for everybody involved?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.  Shots were fired.  I cannot say how many shots were fired and by whom shots were fired.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From which car?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, it was dusk.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you know from which vehicle shots were fired?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I was not certain, but I had also fired shots.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.  In which direction did you fire?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I fired some shots in the direction of the left rear tire of the vehicle in an attempt to stop the vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could you have fired into the vehicle?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I concentrated more on the left rear tyre.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could you also",
            "Male"
        ],
        [
            "MR WESSEL",
            "Mr Chairman, I don't know whether one objects in these hearings, but I think counsel has received an answer from the witness.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, Mr Chairman, may I not repeat a question to the witness?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Is it possible that some of the shots that you fired would have gone into the vehicle?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "There is that possibility, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "At that stage I was convinced that shots were fired at us and it would later seem that there were no arms, there were no weapons found in the vehicle of these persons.",
            "Male"
        ],
        [
            "MR VISSER",
            "You say at that stage you were convinced?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct.  Thereafter the kombi moved in front of the vehicle and stopped.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just tell me something.  How is it that you were convinced that shots were fired at you when no firearms were in that other vehicle?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson vehicles moved around the right-hand side and I was on the left-hand side of that vehicle.  I fired shots at the rear left-hand tyre and I saw some flashes which raised the suspicion in me that they were firing from the vehicle at us, flashed in the dark and also sounds of shots being fired.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you were convinced?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "At that stage Chairperson.  Thereafter the kombi moved in front of the vehicle and stopped.  The vehicle collided with the kombi from behind and came to a stop.  I stopped our vehicle diagonally left of the vehicle and there was shooting.  It seemed that it was the Reaction Force members who had fired shots.  I after the skirmish had ceded, climbed out and investigated.  Afterwards I returned and reported to Gen Steyn that all the occupants of the vehicle had been killed and that I did not note  any firearms in the vehicle.  Gen Steyn and I immediately decided that the weapons - that according to our information was at this house, had to be fetched to plant them with these occupants.",
            "Male"
        ],
        [
            "MR VISSER",
            "That is the information which van Sittert gave to you?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And where the observation was held by the black policemen?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who said that they should bring those weapons?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Myself and Gen Steyn decided that the weapons had to be fetched from the house Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was the purpose thereof?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "To plant them on the occupants.",
            "Male"
        ],
        [
            "MR VISSER",
            "For what purpose?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "So that it would seem that the persons had indeed fired at our vehicle.  Gen Steyn and I ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hold it, hold it.  So this was your idea?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "It was Gen Steyn and I together, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That was rather cunning wasn't it?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I beg your pardon Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Rather cunning that you killed the people then you say now let's bring those guns and put it here so make it appear that they were firing at us.  Why was it necessary to do that?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, the fact that all the persons in the vehicle had been shot, we decided to fetch the arms so that we can place it there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But what was the necessity for that?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "To pretend that the persons who were in the vehicle, the group, had been armed and had fired shots at us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Pretend for whose benefit?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "For our own, us the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who were you going to mislead by this ?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "The whole legal system, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Pardon?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "The legal system.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.  Perhaps from  the point of view of your questions, I might as well deal with it now.  Is it correct that later you gave evidence with  regard to this shooting incident?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where was this when you gave evidence?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "In Durban Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Before which forum?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "It was a post mortem inquest.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what did you testify with regard to the shooting incident or whatever in the vehicle of the occupants?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, if I recall correctly, I testified that the arms were found in the vehicle.  I had place it there, I beg your pardon, I testified that when shots were fired at the vehicle, arms were found in the vehicle and shots were fired at our vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "From the vehicle of the deceased?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that evidence was false?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you did this to pretend that you acted in self-defence?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue with paragraph 22.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Gen Steyn and I tried to keep members of the public away from the vehicle while Wasserman and a black member, I don't know whom, departed to fetch the arms.  W/O Wasserman returned within approximately 10 minutes with a tog bag which he handed to me.  I cannot recall how many, but there were AK47 rifles and I think two hand-grenades in the bag.  The arms were planted by me in the vehicle in such a manner that nobody would see it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I just take - hold on.  What were the arms that were found in this tog bag?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, it was AK47 rifles.",
            "Male"
        ],
        [
            "MR VISSER",
            "How many?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I am not certain whether it was two or three.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, what else?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "And two hand-grenades.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Wasserman then gave these to you?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you put them in the car?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Amongst the occupants?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then in paragraph 24 you deal with the false evidence which you gave in the post mortem inquest to which we have already referred and the presence of arms in the vehicle and the allegation that the occupants of that vehicle had fired shots at you?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I acted in the execution of my duties in the service of the South African Police.  I truly believed that such action was expected of me and that my conduct fell within the ambit of my expressive or implicit authorization.  I believed this especially in the light of the pressure which was placed upon us in the Security Branch by the political leaders of the time.  It was continually said that terrorists had to be wiped out in order to combat the revolution.  I did this as part of my opposition to the struggle and my actions were aimed at supporters of the liberation movement.  What I had done I did in order to protect the government and the National Party's interest and to ward off the revolutionary onslaught.  As such I bona fide believed that what I had done, fell within my explicit or implicit authorization.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha, this shooting incident where the vehicle came to a stop, can you please explain to us where exactly this had taken place?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, it was on the N2 highway at the Quarry Road off ramp.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you see a helicopter at the scene during the shooting incident?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "No, I did not, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you hear a helicopter?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was there a helicopter afterwards that you can recall?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I do not recall any helicopter at that scene.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who investigated this matter after all was over?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, I think it was W/O Gouws who handled the post mortem inquest.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many vehicles were involved in the firing at the occupants of that car?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, it was the vehicle that I drove and then there were various other vehicles of the South African Police which joined and I do not know what their positions were and from where from each vehicle it was fired.  It was dark.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you surely know about the vehicle that Wasserman was driving?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but what I meant was that there were so many other vehicles, did you not find out how many vehicles were there that were involved in the firing at this car?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, W/O Gouws, who dealt with the post mortem inquest would have obtained those particulars.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So there is a likelihood that some of the people who died in that vehicle may have been killed by other than you and Wasserman.",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is probably so, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "To join up with the last question we know of at least 5 vehicles which were present.  It was the vehicle in which you and Gen Steyn were, it was Wasserman's kombi, two vehicles which you can recall from the Task Force and Andy Taylor's vehicle.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "You cannot say whether they were all there and who were there and what their positions were.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "There could have been more vehicles Chairperson because while we waited at kwaMashu police station, more members from the South African police arrived to participate in this operation.",
            "Male"
        ],
        [
            "MR VISSER",
            "As you have already testified.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Visser while you're just looking up there, while this was going on, were you all in radio contact with each other?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Some of our vehicles were indeed in radio contact Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, that's the evidence from this witness which we propose to lead.  Perhaps I should just round it off, Mr Chairman, with your permission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please do.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "You then request amnesty for the murder of the 4 mentioned persons.  You defeated the ends of justice by not disclosing the true facts.  You also request obstructing the ends of justice by planting these arms on these persons and you also perjured yourself.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "You were also part of the illegal possession of unlicensed firearms in the sense that you handled these firearms when you placed them.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "You also request amnesty for any offence or delict which might flow from the facts.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The decision to plant these firearms on the occupants of that car, that decision was taken by whom?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "By myself and Gen Steyn.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he give evidence at the post mortem?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I don't believe so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who else gave evidence at the post mortem about the actual shooting?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, I recall that I testified and I assume some of the members of the Reaction Unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - mike not on) as a result of this post mortem inquest?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, it was a fair - I cannot remember the exact pronunciation but it was, it handles about a fair action in the death of the suspects.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't hear.  Mr Visser what was he saying?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, he says that the finding was that it was justifiable homicide.  That is by inference so, what the terms of the provisions of the Act.  The magistrate's finding was in fact one word, no, but that's in answer to the question of whether anybody is to be blamed for the death of the deceased.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "So the finding was in effect, justifiable homicide, no doubt on the evidence, inter alia of Mr Botha that they fired out of the vehicle at them.\n\tMr Chairman we have now been presented by the Evidence Leader with certain documentation.  I don't know whether she wants to hand them in in a particular order.  May I suggest with respect that seeing that they have been made available that the other two affidavits or rather would the statements be marked now so that they can be kept together and that we then hand up the other documents to you in sequence of order, Mr Chairman?\n\tSteyn will be the next witness.  Perhaps his could be Exhibit C and Wasserman is the last witness and he will be D and then perhaps Ms Thabethe wishes a certain order for the other bundles of documents which have now come to hand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are these other documents?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Mr Chair, it's the post mortem report.  It was made available at the request of Mr Webster, so I've made copies for everyone.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you want to hand that in now?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, Mr Chair, we can hand it in to form part of the bundle.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was it Mr Webster who was going to do that?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I will do so, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Hold it, just let me place on record a few things here.  Yes.  Do you want to do it at this stage or at a later stage?  You can do it whenever it's convenient.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "So let me do it at a later stage, please Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You do that when it's convenient.  Yes, that's your evidence in chief of this applicant?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR WEBSTER",
            "Thank you.  Mr Botha, before you commenced giving your evidence, you took the oath, you remember?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I take it that the basic and only reason why you are applying for amnesty is so that you are not prosecuted for your actions, is that correct?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You are a man who had no compunction to lie, do you agree with me?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You lied on many occasions, did you not?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Yes, if I look back on my life I must have told many lies.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I am dealing particularly with instances where you as major, a high ranking officer, member of the police force existing to protect citizens of this country, you lied deliberately, is that not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And yet when the stakes are very high today, you want the Committee and the members of this Committee to believe that today you are telling the truth.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, that is why I am here today, to request amnesty for what I have done wrong in the past.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "If I might start off with Exhibit A.  Is it correct that you were not responsible for drawing up that document?  It was drawn up by senior counsel and your attorney?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "It is in fact a document which has been researched by silk and your attorney, is that correct?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Sorry can you just repeat the question?",
            "Male"
        ],
        [
            "MR WEBSTER",
            "It is a document which has been researched by your silk and your attorney, is that correct?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "It in fact covers instances which do not apply to you, do you agree with me?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words it covers a lot of instances generally?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That is the point I'm making Mr Chairman.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "In fact some of the psychological motivation in Annexure A is based on people who are more likely to have been in the Defence Force, I'm talking about soldiers, who have been in the trenches, who have been fired upon, who have had mortars and all sorts of explosions, seen legs going up, colleagues dying, that document in fact is intended for people whose lives have been traumatised to that extent, do you agree with me?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I agree with totally, but I would like to qualify.  I also am placed into that category where I had to visit scenes of explosions and had to defuse bombs, so I would place myself into that category.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Let's not play around.  You went around examining scenes of limpet mine explosions, is that not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You got there after the things had happened most of the time, is that not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, no, in KwaZulu Natal during my term of employment here, I found scenes where bombs had not been detonated and bombs which I had to defuse by myself.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Botha, is it limpet mines and little bombs that ANC cadres were planting around this country, compared to a person facing the missiles from a Starlin's Organ, are two different kettles of fish.  One is a Sunday School picnic and the other one is real war.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just direct your questions please.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Is it not so?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can make the political statement later on.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you Mr Chairman.  Now to just get back, Mr Botha, you cannot remember this incident clearly, is that not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "At a stage it might be so, Chairperson, it is an incident which took place 13 years ago.  I can certainly not recall every finer detail.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Exhibit B I think it is, which is your statement, is not a document composed entirely out of your own recollection, is that correct?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, it may be so.  After consultation with some of my colleagues, we could refresh our memories\nand once again draw up a document which we believed was the truth, which would be handed up before this Committee.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Botha, looking at Exhibit B and what are going to be Exhibit C and D, have you seen Exhibit C and D?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Yes, I see that.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And will you agree with me that they came off a word processor and save in very few instances, very few paragraphs, they are word for word, figure for figure?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, what I observed and my participation in this incident has been placed in writing and I am prepared to submit it to the Committee or I have done so already and I do not believe that Gen Steyn an I, we drove in one vehicle, that we would have observed more or less the same things, so therefore that is what I observed and what I had done with the faults I had made and the incorrect decisions which I took.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Botha, my point is, trying to make, is that the three applications are almost word for word and figure for figure identical in many respects.  Is it not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Not absolutely exact, but at the end of the day Chairperson, it is about the same incident, one incident.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And in fact, Mr Botha ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I think that he's trying to talk about the one incident but he's saying that there's an amazing similarity between these 3 statements, suggesting that they were all drawn up in such a way that, except for minor alterations, they could have been turned out on a machine.",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Yes, Chairperson, there are many similarities in our statements, but initially we have also said this incident took place quite a long time ago, I did consult with Gen Steyn, I did consult with Sgt Wasserman, to refvesh the facts in our memory.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And Mr Botha, not only to try and recall the facts, but to plan to strategise and to ensure that the applications would in no way be contradictory, that they would support the application by the other and at the end present one version and one version only, do you agree?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, what was necessary to joggle our memory, it is indeed so, we did discuss it.  The fact remains that I apply for the aforementioned offenses which I requested, I do not see any sense into relating another story and request amnesty for possible offenses which I might have committed.  That is why I sit here, I have nothing to hide.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Are you serious, Mr Botha?  I'm going to suggest to you a little later that you are trying to save your skin.  You are trying to avoid criminal prosecution and you're doing everything in your power to avoid the humiliation of a prosecution and a possible conviction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, Mr Webster, please I think that this is the amnesty process.  People have committed criminal offenses of a political nature are people who are required or are invited to make an application to this Committee because they've committed criminal offenses.  Now how far can you take that?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Sir, I'm actually suggesting collusion, not at facts but at distorting the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now are you in a position to say where the distortion occurs?  You can say that there's similarity in the version.  We haven't yet gone through the other exhibits.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "We will try and demonstrate to you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right you are.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Botha, from what I understand, according to your evidence, you had never met any of the 4 people who were ultimately shot and killed, is that correct?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, as far as I know, I never met any of these persons except for where one of these persons had been in detention and I might have passed the cell, but personally I did not know these persons.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Furthermore Mr Botha, in so far as the alleged attack on Mrs Sabelo and her children, you had no facts, you merely had reports by informer or an informer, is it not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, Chairperson.  It is indeed so, it was information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was anybody prosecuted for that murder?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "As far as I know, no one Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Botha, just to latch on to what the Chairman has asked, just jumping about a bit, you then obtained firearms, AK47s from the house where these had been left by these 4 people previously, according to your evidence.  Is that not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "No that is not correct, Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Are you not suggesting that the firearms that were planted were recovered from the house that had been kept under observation?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, W/O Wasserman, we sent him to fetch it.  He did indeed hand it over to me at the scene at a later stage.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "The question is...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's the question?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "The AK47s which you planted on the victims, were they not the AK47s allegedly collected from the house that had been kept under observation by two members of the Police Force?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, he said that.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "They were.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Okay and would then in all probability have been weapons used by whoever might have fired on Sabelo according to your information, Mrs Sabelo?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Correct, the group.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Was there any ballistic test carried out to ensure whether those AKs in fact had been used in the attack on Mrs Sabelo?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, I myself did not know because it was not investigated by me but as far as I know it was done by W/O Gouws so I would assume that it is a possibility that it was indeed done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did W/O Gouws investigate the murder of Mrs Sabelo?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "No, I don't believe so, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's what the question is about, isn't it?  We're talking about the murder of Mrs Sabelo and if there was any evidence that these firearms, or any one of them were used in the killing of Mrs Sabelo.  Was there any connection?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, I don't know.  I don't know who was the investigative official at that stage.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And you never cared to find out, did you?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, during 1986 the onslaught was of such a nature in Natal that we did not have much time, or I did not have much time to pay, to participate in secondary things, in other words it was more aimed at things which happened at the moment and there were investigating officials who had to follow up investigations whether it be Detective Branch, Murder and Robbery, it was the task of other people, it was not my task.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I'm going to suggest Mr Botha that you ought to have had a special interest in this case.  A special interest in those AK 47s because apart from the unsubstantiated report by an informer, you had killed 4 unarmed people, you had planted evidence on them and you ought to have had an interest to ensure that at least you had covered your back, is that not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, I did indeed plant the weapons which came from the house, but I did not conduct any further investigations.  As I said we were busy.  86, 87 were very difficult years.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that the suggestion really is this, that on the strength of the informer who said that Mrs Sabelo died at the hands of one or other of these people, that you decided to kill 4 of them who were unarmed.  That all on the strength of what an informer told you, that one or other of these people were responsible for killing Mrs Sabelo, is that what happened?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, yes, information indicated that these persons had murdered Mrs Sabelo, Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You know, Mr Botha, \"totale aanslag\" that you keep talking about, I have some difficulty, please help me, I have some difficulty in understanding how 4 people in a motor vehicle on the basis of unconfirmed report by an informer who you have seen nor spoken to, places you or makes you think of the total onslaught.  Can you help me?\nThere's 4 people in a vehicle, there's a total onslaught because of 4 people in those circumstances I've described, can you help me?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, may I possibly, I have possibly not expressed myself properly.  The first information which was received about Brian Mamela and his group was that they were responsible for the attack of Winnington Sabelo's wife and daughters. These people threw the hand-grenades there and then shot afterwards with AK47 rifles.  That was the initial information.  Further information which came to our attention was not generated by myself, but by Col van Sittert.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, the information that was supplied by the informer about the death of Mrs Sabelo, was that something that was told to you?  Were you personally informed by the informer?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson, that was an informer who reported to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he tell you how Mrs Sabelo was killed?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, no, but at that stage I already knew how she had been killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did your informer know who did the killing?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, he told me that Brian Mamela and his group were responsible for the killing of that woman and the injuries to her children.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long before this incident, this Quarry Road incident, was the killing of Mrs Sabelo?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "It was about or approximately the 20th or the 22nd of August, the previous month, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "May I just ask, was Mamela known to you at that stage otherwise as an activist?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I, after I had received the initial information that they were responsible for the death of Mrs Winnington, or the spouse of Winnington Sabelo and I discussed it with Col Taylor, who was the Chief of the Terrorist Unit and Col Taylor explained to me that this man was a trained MK terrorist and at that stage he was active in the vicinity and he asked me to task my informer further to try and find out where this group was in hiding.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You are therefore unable to assist me how you could have formulated this idea of a total onslaught?",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, with respect, the witness was answering that question and he's just gone on to wanting to refer you to what van Sittert told him and what happened thereafter, when questions were put to him.  He hasn't finished that explanation, Mr Chairman, perhaps he might be allowed to do so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please do.  It was Taylor who told you that this man was a trained terrorist.",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that he should be kept under observation.",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "We had tried to determine where the man was hiding with his group.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Have you finished Mr Botha?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Is that your answer?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, excuse me, I'm somewhat confused.  May you please repeat the question Mr Webster?",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Counsel has just helped you.  Let's pass that.  Let's pass that, there are more important things to discuss, Mr Botha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do carry on, Mr Webster.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "September 1986, there was a state of emergency, you remember?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And it was one of the most draconian state of emergencies that this country had ever witnessed in it's entire history.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, it depends from which light you regard it.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Is your answer yes, or no?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "No, I cannot agree with you.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Okay.  I'm going to suggest to you Mr Botha that by September, October onwards the spate of bombing had diminished considerably is it not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson I don't have the statistics before me at the moment, but if statistics could be supplied to me, I would be able to answer that, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I hope my learned friend is going to provide us with that information because evidence is being presented to this Committee to exactly the contrary, so we would be very interested to know what basis this question is being put to the witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Webster.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "May I continue with my questions, Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you said that bombings had declined considerably in September and October due to the state of emergency.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman you see this is one of the disadvantages that I'm labouring under as I indicated before we commenced, that I don't have facts and I have to rely on some of the information which has been supplied to me without having verified it and in any even Mr Chairman ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well what you are entitled to say is that would it be correct to say that bombings had declined during September and October 1986?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That in essence is what I was conveying, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he says well he doesn't know because he doesn't have figures.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "If the member of the Committee would bear with me please?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes certainly, take your time Mr Webster.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Perhaps in order, while my learned friend is reading, to assist him, if he would read the statement of the ANC to the Truth and Reconciliation Commission of August 1996 Mr Chairman, he would notice at page 52 in the right-hand column that the ANC claimed that particularly since 1986 the armed operations had escalated and had reached a high point, they talk about an all round intensification, Mr Chairman, and that is why we said what we said just now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Botha, I take it that throughout your career as a policeman you were alive to what the law was, is that not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That I was?",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Alive to the provisions of the law.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Alive?",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You were aware of the law?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I take it that as way back as your days at training college, you had been lectured to and you had been told that you were not, it was not expected of you to obey unlawful orders, is it not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "That a policeman is entitled to disobey an order that is against the provisions of the law, is it not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And no matter who it was that instructed you to break the law, you were aware that you were under no obligation whatsoever to obey that instruction.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Now in your application when you state, the original application is the bundle that I'm referring to Mr Chairman and members of the Committee,",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What page, 40 onwards?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Page 38.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Paragraph 11 (a),\n\"Deeds or deed, missions done with the approval of the specific organisation /body etc etc.\"\nYou were aware at all times that what you were then executing was illegal and against the provisions of the law?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct Mr Chairperson and for this I have already applied for amnesty.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "When did you decide that you would flout the law, because I take it that for you to have reached the rank of major, you must have had a fairly good career, Mr Botha, is that so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Now when did you then decide that you were going to jeopardize your entire career and break the law deliberately?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Webster, he may even have been promoted for what he had done illegally.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "If he could tell us please, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, I'm just suggesting to you, isn't that a possibility?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "He will tell us, I hope, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now where is it getting us, that's the question?  You see we're dealing with amnesty here for the crimes that he has committed.  Now where is this kind of questioning leading us except for general criticism of his lying evidence before us, or before the inquest?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, this is a multi-faceted approach as you are aware.  It is just to test his integrity amongst other things please Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But haven't you done that already?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I don't know whether it's done effectively and sufficiently.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, do carry on.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you, Mr Chairman.  Can I have your answer, Mr Botha?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, can he please repeat the question?",
            "Male"
        ],
        [
            "MR WEBSTER",
            "What I'm saying to you Mr Botha, for you to have reached, attained the rank of major, you must have had a fairly brilliant career and you agreed to that, is that not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And I take it that you must have been a law abiding officer of the law, were you not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "So when did you decide that you were now going to besmirch and blemish your career?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, it was due to a couple of onslaughts in the eighties, it was bombs that had exploded, it was people, there were public that were killed, it was car bombs that were placed, it was people who were afraid to give evidence and for this reason at that stage, I committed this particular offence because I felt that all the laws at that stage in the country could not give me the ability to recover law and order.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Did you inform your superiors of that?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "About what, Mr Chairperson?",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Your decision.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Yes, it was a once off decision that I had taken and this is what I have applied for amnesty for.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I'm not talking about this incident, Mr Botha, I'm talking about your decision to then break the law.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, I do not know maybe we can just get a qualifying question, because I have said that I have broken the law and I have applied for amnesty for that.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "In other words what you're saying ...",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "As a major.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I think let's just cut this ...(indistinct) out.  I understand from hearing this kind of application in the past that there came a time when there was a situation in this country when there was a conflict between those who were fighting for liberation and there was resistance on the part of the machinery of the state.  Those that were upholding the machinery of the state, looked upon themselves as engaged in a war situation and in that kind of situation resorted to tactics, criminal tactics which they otherwise would not have.  Now from past experience in these applications, we've come across that kind of thing.  I want to know whether the point you are making is not just an overelaboration of that issue.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, I'll pass on the point, I do not think it will get us far.  We've got long to go.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Botha, just to give you - you understand what I have said?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That policemen lied if they thought it was in the interest of the government to lie.",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They lied when they thought it would save the National Party from difficulties, they would lie.",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They'd commit criminal offenses, if they had to do it.",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Let's again get to your application here, Mr Botha.  According to you, if I understood and followed your application, you fired in the direction of the left rear wheel of the vehicle that you were pursuing, is that not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You must have had a special reason for particularly identifying this direction, is that so, not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, I wanted to bring the vehicle to a halt by shooting at the wheel.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "In other words when you fired at this vehicle at all times, you were acting lawfully, is that correct?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And in so far as you are aware, you at no time fired at the occupants of the vehicle, is that correct?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I did aim at the left-rear wheel of the vehicle Mr Chairperson and not deliberately at the passengers.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Because Mr Botha, I'm forming a little picture in my mind, vehicles are moving, you've got a gun, presumably sticking out of the window and if you are aiming for the wheel, that direction in which your firearm points is going to differ from the direction in which your firearm would point if you were firing at the occupants, are we agreed?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "So you aimed at the wheel?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You fired at the wheel?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Not at the occupants.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Chairperson, I did shoot at the vehicle but it was difficult because I had to swerve away from the vehicle.  I shot at the left rear wheel, it could be that I shot a little bit high once or twice, but not deliberately, but I was trying to shoot at the wheel to stop the vehicle.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "How many shots did you fire?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, I'm not sure.  I'm not sure how many shots I fired.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "But at all times in the direction of the wheel, is that correct?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "When the vehicle stopped you did not continue firing, is that correct?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And if I understand you then, Mr Botha, you at no stage acted unlawfully.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson no, this is where my unlawful deed started, after the vehicle had been stopped.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I'm just talking of the shooting, we'll get to that, we won't cheat you in your application Mr Botha.  Up until that stage when the vehicle stopped, you had not acted unlawfully.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And after that you did not fire at or shoot anybody?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "So you were not in any way responsible for the murder of those people?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, as I had said I did shoot at the left rear wheel of the vehicle.  It could be possible that in the pursuit the shots could have gone a little bit higher.  If photo's had been available I could point it out, if I can remember it correctly.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Botha, we are dealing with facts not dealing of speculation here.  You've concede that you at no stage fired in the direction of the occupants and you have also concede that you at no stage acted unlawfully until the vehicle stopped.  Do you remember admitting that?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "In other words there's no reason or basis for your to apply for amnesty for murder, is that not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, I've already left that in the hands of the Committee to make a decision at the end of the day.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You see you're not a lay person Mr Botha and at the same time I will agree with you that neither you nor I have the power to condone anything.  It lies with the Committee, but in so far as we are delving and dealing with your application, unfortunately I believe I have to ask you this question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words, you did not even know whether you killed anybody or injured anybody?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Till today, if anybody had been injured it would have been in the lawful execution of a duty?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "So you don't need amnesty.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "No, Mr Chairperson, I need amnesty and this is what I've applied for and this is why I'm sitting here.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "We know you've applied for amnesty Mr Botha.  We know that, but looking at the facts, considering what the law is, you know that you don't need, you had no need of an application for amnesty, you have no need of amnesty, in so far as you are concerned and even if any criminal prosecution had been brought against you before you made this application, you would have said \"I executed a lawful duty and at no stage did I act unlawfully or deliberately murder and kill people\", would you not have said so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, I'm here today applying for amnesty and I quite possibly do not understand the question properly or I don't understand how to answer it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, just explain to me now.  People who are applying for amnesty are those who have committed an offence.",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What offence did you commit?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, I asked for amnesty for all these offenses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I mean what offence did you commit?  Not what you are applying for.  What offence did you commit?  What crime did you commit?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, defeating the ends of justice, obstructing justice, perjury, illegal possession of firearms and also offenses and delicts that might flow from this and then also any other offence or illegal deed that might appear from the evidence, but I have also applied from A in Exhibit B, from A page 1 to A.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I was daydreaming for a little moment, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  There are a number of offenses for which he has obviously applied for amnesty.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perjury etc.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Yes, I understand the perjury, I understand the defeating the end of justice etc etc, but you should not apply for murder, do you agree?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, I'm just worried that one of my bullets could have shot away and possibly hit someone in their body, if one bears in mind that the wheel of the vehicle is rather low and the seats in a vehicle are rather low and that is something you realise afterwards, but whatever.  If I had shot one of the people, then I am applying for amnesty for murder.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "But this is my point, Mr Botha, you did not act unlawfully.  Is that not what you are saying?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't intend to kill anybody?  If anybody got hurt it was accidental because you were aiming to shoot at the car?  That's the point he is trying to make.",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Then in fact, so far as you are aware sitting there today, you didn't shoot any person, is that not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "As far as my knowledge goes, yes.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And nobody has as yet accused you of shooting any person, isn't that, Mr Botha?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I see.  May I suggest something to you and that is, that's where we started, with the oath to tell the truth.  May I suggest that your conscience is not at rest because even though you have decided to apply for amnesty, you are not disclosing the full facts regarding the killing of these people, Mr Botha.  Is that not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, if there is something that our learned friend thinks that I'm hiding then he must tell me because I am trying to tell everything, because I am applying for amnesty here.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You told the Committee here, the Commission here when you were being led, that you believed you were being fired at because I presume it must have been the fire from, the flames omitted by the guns which you thought you saw coming from the vehicle that you were trying to stop, is it not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You saw that?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "The vehicle was right next to you?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "It was so, in fact the visibility was such that you could even still see what was happening to the kombi on the other side of the vehicle?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, I could see the kombi.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You want us to believe that there was signs of firing from a vehicle right next to you, you want us to believe that",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, yes.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Okay, Mr Botha and I take it that you also want the Committee to believe that despite the fact that\nyou were being fired at, because that was your belief, you at no stage fired at the people who were firing at you.  Is that so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairman, let me put it this way.  It was a very rapid situation, vehicles were moving past one another, they were driving next to each other.  We tried to stop the vehicle, he tried to knock us off the road, he collided with the kombi in front of us, a police vehicle.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "That happened afterwards when your men stopped the vehicle.  We're talking of the vehicle at the firing stage.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, I just want to correct it.",
            "Male"
        ],
        [
            "MR LAX",
            "Just let the man finish.  He's halfway through his answer and you're already starting to question him again.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "My apologies.",
            "Male"
        ],
        [
            "MR LAX",
            "You've done it a few times.  Just let him finish please.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "My apologies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  You were telling us that this was a very rapid situation where the cars were moving in relation to each other.  Do carry on.",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, Mr Chairperson and after the vehicle had tried to knock my vehicle off the road twice, I fell back and then I started shooting at the left rear wheel, in other words I was at the left-hand side behind the suspected vehicle, when I started shooting.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You were driving?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, and that is what made it so difficult.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do carry on.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Let's get back to the question.  I'll give you a chance to answer it this time.  You want the Committee here to believe that you at no stage fired back at the people in the car when you believed that you were being fired at?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct, Mr Chairperson, but now I just want to explain that when I was at the left-hand side behind the vehicle, I shot at the vehicle's left wheel and from there onwards shots were fired and at that point I suspected they were coming from the vehicle and I fell back so that I cannot be hit, myself and Gen Steyn could not be shot.  In other words I accept that the shots that had been fired there were shot by other policemen to the specific vehicle, in our direction and that is why I fell back and I didn't shoot any further.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Were you aware of only two vehicles in so far as you are concerned, Mr Botha, that were pursuing the vehicle?",
            "Male"
        ],
        [
            "MR VISSER",
            "That's unfair, Mr Chairman, he told you of 5 vehicles.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not about pursuing.  Mr Webster, what is the purpose?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "...(indistinct - mike not on)",
            "Male"
        ],
        [
            "MR LAX",
            "Just put your mike on please.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You were aware of two vehicles, one on the left that was driven by you and the one on the right, kombi that was driven by Ndaba or whoever it was, is that not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That's correct, but also in this chase Mr Chairperson, more police vehicles joined in, it was not only the two.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "But those were not within your view, is that correct?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "It was already dark but if I can just describe it.  This N2 was a very busy road.  It is a very busy road, it's not a question of being on a narrow road or a small road with just two or three vehicles, there were a lot of vehicles there and the fact that I was busy concentrating on this vehicle, to stop this vehicle, it all happened so quickly that you cannot be aware of all the vehicles around you, but there were other police vehicles.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Botha my question is, you were aware of your vehicle, naturally you were driving it, and you were also aware of the kombi, is that not so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And you were not aware of the other vehicles.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He didn't say that.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Were you aware of the other vehicles?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "There were other vehicles who were taking part in the pursuit.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "We know that the vehicles were there, Mr Botha, but what I'm saying is that at the time that what you believed to be the exchange of shots or firing was taking place, could you see and were you therefore aware of the other police vehicles?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, when a skirmish takes place, you don't really see many other things, other than ...(intervention)",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You are not aware of the other vehicles.  So you were aware of the kombi, you could see it?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I was aware of the kombi.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "This is where I was trying to get to.  It's not a difficult thing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You know you have some difficulty here Mr Botha because explain to me where do you think that these shots that were fired, which you think were fired in your direction, from which vehicle could they have come?",
            "Unknown"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, possibly in the front from the right, from the kombi.  Because I was at the left-hand side at this stage, the suspect vehicle in the middle and the kombi on the right-hand side and it had passed the vehicle, I fell back and had started shooting at the left rear wheel and shots came from the right-hand side in front of the suspect vehicle, so I would accept that it could possibly have come from the kombi's direction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see, alright, thank you.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You could see the kombi?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I could see the kombi.",
            "Male"
        ],
        [
            "MR LAX",
            "Who was driving that kombi, just so I can be clear in my own mind.",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "I believe it was one of the black members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you likely to be much longer with this witness?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I am, I am unfortunately, Mr Chairman.  But just a last question if you might allow me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You know when we watch movies, we see policemen talking into their walkie-talkies, communicating all the time when a scene like this is taking place, I think yours was silence.  Was it so?",
            "Male"
        ],
        [
            "MATHYS CORNELIUS BOTHA",
            "Mr Chairperson, there was radios, we were in radio contact but it was also the case that when we left kwaMashu police station, there were disruptions on our radios from time to time.  The radio communication  was bad at some stage in the pursuit of this suspect vehicle, but I did have a radio.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  It's a quarter past four, we'll adjourn now and we'll resume at 9.30 tomorrow morning.  Can I inquire whether it's convenient to start at 9.30 tomorrow morning?  Mr visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, Mr Chairman, if you so direct.  I might say that perhaps we might the session very long, but if you wish that we should start at nine, we'll start at nine thirty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Webster?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "So ordered, I will, Mr Chairman, but I had indicated earlier on that I have the problem of trying to also obtain information in cross-examining the applicants as they come.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, we'll start at nine thirty to give you a little extra time.  We'll adjourn until nine thirty tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}