{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-08-18",
        "location": "DURBAN",
        "day": "6",
        "names": [
            "LAWRENCE GERALD WASSERMAN"
        ],
        "case number": "AM4508/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53619&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990818db.htm",
        "speakers": [
            "CHAIRPERSON",
            "LAWRENCE GERALD WASSERMAN",
            "MR VISSER",
            "MR WEBSTER",
            "MS THABETHE"
        ],
        "original_speakers": [
            "MR VISSER",
            "LAWRENCE GERALD WASSERMAN",
            "MR WASSERMAN",
            "CHAIRPERSON",
            "MR WEBSTER",
            "MS THABETHE"
        ]
    },
    "testimony": [
        [
            "MR VISSER",
            "The next witness I wish to call is Mr Lawrence Gerald Wasserman.  His statement is Exhibit D before you.  He will give his evidence in English and he is prepared to take the oath, Chairperson.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR VISSER",
            "Thank you Chairperson.\n\tMr Wasserman, you gave evidence previously last week before this Committee?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you confirm your evidence and the confirmation of the documents and other evidence which you made last week again today?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I do, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you involved in the incident which took place which is known as the Quarry Road incident?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you address the Committee and tell the Committee what you remember of this incident from page 2 onwards?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Okay Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry Chairperson, I neglected to say that the amnesty application is from page 40 to 54 in the bundle, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes please continue?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, on a Sunday of what I'm reminded was the 7th September 1986, I was summoned by Col Taylor to go to the kwaMashu Police Station.  Upon my arrival there and later during the day a large number of the police congregated there.  I was informed that a gang of MK terrorists which had operated in the Durban area was observed entering a certain house where according to information available they had previously left weapons and ammunition after an attack on the wife and children of an IFP member.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now I must ask you this question now because we'll later come back to that, did you personally know where this particular house was situated?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I did not, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright, well continue then?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was told that the house was being kept under observation by certain members of the Security Branch who were in radio contact with the police station and a description of the terrorist car was also given.  I was informed that no attempt was to be made to arrest the four terrorists at the house as that would compromise an informer and the plan was to allow them to drive away from the house whereafter the reaction unit would intercept the vehicle and execute arrests.\n\tAs Maj General Steyn was present, I fell directly under his command.",
            "Male"
        ],
        [
            "MR VISSER",
            "But who directed the operation on the ground?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was General Steyn, he was my commander on the ground, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Your commander?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And who would arrest the - or perhaps we'll come to it.  You can just go on?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "At a certain point a message was received over the radio that the suspects had left the house and had driven off.  A frantic scurry took place with everybody jumping into vehicles and setting off with a view of intercepting the terrorists.\n\tI landed up in a kombi mini-bus with two Black members, Lembede and Nduli.",
            "Male"
        ],
        [
            "MR VISSER",
            "Lembede is spelt L-E-M-B-E-D-E and Nduli is spelt N-D-U-L-I?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman.  The latter drove the kombi.  I was seated on the seat behind the front seat and the three of us were armed with service pistols only.  We stayed as close as possible to the car in which General Steyn and Mr Botha were travelling.  At some stage we noticed the vehicle of the suspects travelling North to South along the N2, this is a three lane freeway.  It was a wild chase which went on for about 5 to 6 kilometres.\n\tMr Botha's car was to the left and slightly behind the suspects car and we were to the right.  At one point I say Botha's car draw up alongside the suspects' car and I saw Botha waving out the window to indicate them to stop.  The suspects' car then executed two or three sharp swerves to the left in an obvious effort to ram Botha and Steyn off the road.  Nduli accelerated and drew alongside the fugitive's car.  It immediately swerved sharply to it's right and collided with the kombi and at this point Lembede opened fire at the suspects.  I heard other shots being fired as well.\n\tI then opened the sliding door of the kombi.  I was tossed around inside of the vehicle as a result of the hectic way in which Nduli had to drive and it was a life threatening situation which was ameliorated only by good, excellent driving skills of Nduli.  I was unable to get a steady aim but I fired in the direction of the vehicle and might have hit one or more of the occupants.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you tell us how many rounds you fired?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I fired a magazine, 15 rounds.",
            "Male"
        ],
        [
            "MR VISSER",
            "Fifteen rounds?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And all of this, can you give us the angle at which you fired at that vehicle?  Were all the shots fired while the two vehicles were travelling in exactly the same position in relationship to each other or what was the position?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, it was from side being parallel with and then the vehicle behind us as well but all from the right hand side.",
            "Male"
        ],
        [
            "MR VISSER",
            "All from that vehicle's right hand side?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The driver's side of the vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Out of the left hand side of the kombi?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Left hand side of the kombi, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did Mr Nduli fire any shots?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, he was the driver but Mr Lembede fired.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you please continue?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Apart from our firing I heard other shots, one or two being fired.  I could not tell whether the shots came from the mini-bus or from elsewhere.",
            "Male"
        ],
        [
            "MR VISSER",
            "When you refer to the mini-bus, you're referring to Mr Lembede firing from in front of you, you couldn't tell whether it was his shots or came from elsewhere, is that what you're saying?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well actually here, Mr Chairman, some of these shots must have been Mr Lembede but his hands were outside the vehicle so it would have been his and other shots coming from the other side.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Nduli drove past this car and braked in front of it and the car collided violently with us from behind, both vehicles moved forward.  At this spot we were still on the freeway and approaching traffic lights.  The car then stopped and Lembede and I jumped out and approached the suspects' vehicle.  Suddenly there was a large number of shots fired at the suspects' car, as it appeared later, the reaction unit.  Lembede and I found ourselves caught in the crossfire with bullets whistling around our ears.  We ran away up the embankment between the off-ramp and the N2 freeway and came down after the shooting had ceased and when we deemed it safe to return.\n\tWhen I got back to the scene I was ordered by General Steyn to go to the house where the suspects were thought to have left their weapons and go and fetch it.  I believe I was accompanied by a Black member who knew where the house was situated but I cannot remember who this was.  We drove quickly back to the house.  The Black member went into the house and returned with a sports bag and we then returned to the scene of the shooting as quickly as possible.  At the scene of the shooting I handed the bag to Director Botha in such a way as it was not to be seen by others at the scene.  I noticed when the bag was opened there were AK-47s in the bag. \tBotha then planted these weapons on the occupants of the car.\n\tIn doing what I did I executed my duties as a policeman on the orders of a senior commander.  The way I saw it as my obligation during a time of conflict and political violence.  I did not hesitate to participate in the planting of the firearms on the suspects and to commit the defence of defeating the ends of justice in the belief that I was thereby assisting in avoiding embarrassment for the SAP and the Government.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes not despite the fact that you also took part in the shooting and therefore you're also applying for amnesty for murder obviously?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chair.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "We were conditioned by speeches of politicians and directions by senior officers to do everything in our power to confront the revolutionary onslaught at all costs.  The victims in the present case were all members of MK I was told and who had previously committed political acts of terror.  In view of the above I was of the bona fide belief that what I did in the present instance in order to combat or derail the revolutionary onslaught and to protect the Government and National Party from political embarrassment fell within my express or implied authority.  I did not participate in this event for any personal gain or driven by personal malice, by personal spite or malice and I received no reward.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Wasserman, your application before this Committee would then be for your participation in the killing of Mr Blessing Mabaso, Thabani Mamela, Percival Mgobozi and Mbongeni Zondi.  You in fact were in possession of the AK-47s which you yourself said you saw in the bag.  Did you also see any other arms in that bag?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "There were hand grenades, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Hand grenades, so you would ask for amnesty for the unlawful possession of unlicensed firearms and ammunition as well as hand grenades for the time in which you had custody of that bag, not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chair.",
            "Male"
        ],
        [
            "MR VISSER",
            "And any lesser offence including defeating the ends of justice, is that not correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that is by not having reported what had actually happened to the authorities?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you were aware of course that the weapons were planted as you've already stated and you were aware that that was unlawful as well?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is so, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Wasserman, suggestions have been made that there might have been a helicopter present on the scene during the chase on that occasion.  Can you shed any light on that as far as you can recall?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, there was no helicopter whatsoever on this occasion.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you believe that you would have remembered it if there was?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I would have remembered it, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Allow me to say that we have had a long day, it's now 6 minutes to 4.  I wondering whether we could take the adjournment for the afternoon now.  I'm probably finished with this witness and he can then perhaps be cross-examined tomorrow morning if it suits you Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you tell me that you're probably finished with him or have you finished?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I probably have Mr Chairman, there may be one or two issues.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Pardon Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can't you finish your evidence in chief?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes but I would like to take an adjournment now Chairperson, if I may bung five minutes off you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn at this stage so that cross-examination would obviously - we can't dispose of this witnesses evidence this afternoon in cross-examination and it's suggested that we resume cross-examination early tomorrow morning.  Mr Webster?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, I don't have a particular objection to a postponement but I would have preferred that the witness conclude his application or his evidence before the Committee and I'd be probably, through you, permitted to ask just one question and that would be where do I find Breytenbach because I believe he is in the police force.  The witness may be able to help me and I would look forward to the postponement so that I could speak to Breytenbach.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Think very hard, are there are there any other questions you might want to put, Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No Chairperson, thank you.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Mr Chair, I was going to suggest that we continue with the witness and if possible do the cross-examination because as it is we are running way behind schedule.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Webster, if we do not finish your part of the cross-examination you are available tomorrow morning?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I will be.  I will be and as I indicate Chairperson, it would suit me to have an early adjournment so that I can as I indicated I unfortunately have without even an assistant or an investigator in the case here today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "So if I just through you just ask Mr Wasserman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please put your question?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR WEBSTER",
            "Mr Wasserman, where do I get Mr Breytenbach, can you help me?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, he is still in the force and I think he is at headquarters, he is still involved with public order policing somewhere.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Is that in Pretoria?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, here in Durban.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "At C R Swart or where is that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The headquarters at Point.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "At Point?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "At Point.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "At Point Police Station?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, at the reaction unit the old Point Prison.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Oh I see, I see thanks.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The number 9 barracks.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR WEBSTER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Some of the cross-examination directed at the first two applicants in this matter covered ground, I trust that you it will not be necessary to cover all that ground in the cross-examination of this witness?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That is generally the idea Mr Chairman unless there's something very untoward.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but you'll think that your consultation with Breytenbach will assist you in formulating questions or avoiding any questions?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That is quite so, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I regret that I can't comply with your request here, it seems as if we'll make up time in some other way.  Mr Visser your suggestion is granted.  We will now adjourn and resume at 9.30 tomorrow morning.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "As it pleases the Committee.",
            "Male"
        ],
        [
            "MS THABETHE",
            "As it pleases the Committee.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Webster, we'll be here at 9.30 tomorrow morning and there are people who are coming specifically for the matter that is set down tomorrow.  Mr Pravine Gordon and Mr Lala?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Mr Chair, I had indicated to Mr Gordon's secretary that anything might happen this week, we might hear his matter, we might not hear his matter, it will depend on how fast we're moving.  I spoke to Mr Gordon this afternoon and I indicated to him that we had set down the Ndaba and Shabalala matter for today which hasn't kick-started as yet so I was under the impression that as soon as we finished this one we're going to do the Ndaba and Shabalala matter more especially because the applicants had indicated to me that it would be better to do the Ndaba and Shabalala first for the background than do the Lala and Gordon matter later on so I wasn't aware that we were going to do the Lala and Gordon matter before we had disposed of the Ndaba and Shabalala incident.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well no, I thought because of the brevity of the matter, looking at the papers, we thought that because it is a short matter maybe we could dispose of that but we are in your hands and you must do the best you can.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes Mr Chair.",
            "Female"
        ],
        [
            "MR VISSER",
            "Yes Chairperson, if I may be allowed to say so, you will recall right at the outset as Ms Thabethe has just told you, we indicated to you that the logical sequence would be to do Ndaba and Shabalala before Gordon and Lala for the reasons which we advanced to you.  The problem which we're now going to have if we want to interpose the Gordon and Lala matter earlier is that there are some witnesses, some applicants from Pretoria who are now waiting for the Ndaba and Shabalala matter to be concluded before they are going to be here, they certainly aren't here now Mr Chairman and I believe it's Mr Britz who appears for them, I'm sorry, Mr Nel who appears for them and he indicated that it would suit his clients certainly also if Gordon and Lala matter be heard after Ndaba and Shabalala so there will be a practical problem if we want to juggle them around at this stage, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Well I think that you will have to do the best you can, what you think is the most convenient which will cause the least convenience to everybody concerned.  That will be guided by you.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Thank you Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn until 9.30 tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}