{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-08-30",
        "location": "DURBAN",
        "day": "12",
        "names": [
            "HENDRIK JOHANNES PETRUS BOTHA"
        ],
        "case number": "AM4117/96",
        "matter": "GORDHAN AND LALLA",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53628&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990830dn.htm",
        "speakers": [
            "ADV BOSMAN",
            "CHAIRPERSON",
            "HENDRIK JOHANNES PETRUS BOTHA",
            "INTERPRETER",
            "MR GORDHAN",
            "MR LALLA",
            "MR LAX",
            "MR NEL",
            "MR VISSER",
            "MS THABETHE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR VISSER",
            "MR NEL",
            "MR GORDHAN",
            "MR LALLA",
            "HENDRIK JOHANNES PETRUS BOTHA",
            "MR BOTHA",
            "MR LAX",
            "INTERPRETER",
            "ADV BOSMAN",
            "MS THABETHE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "The Khubeka incident hearing will only be commencing tomorrow, Tuesday at this venue.  I'm mentioning it now because I believe there might be some people who are here today who have an interest in that.  So the Khubeka matter will start tomorrow and today we'll deal with the Lalla and Gordhan matter, but before we start I'd just like to briefly introduce the Panel.  On my right is Advocate Bosman, she is a Member of the Amnesty Committee of the Truth and Reconciliation Commission.  She is an advocate, she's from the Cape.  On my left is Mr Ilan Lax, he is an attorney from Pietermartizburg, also a Member of the Amnesty Committee and I'm Selwyn Miller, I'm a judge of the High Court attached to the Transkei Division of that court and I'm also a Member of the Amnesty Committee.  I would like the legal representatives to kindly place themselves on record.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "If it pleases you Chairperson and Members of the Committee, my name is Louis Visser, I'm instructed by Wagener Muller Attorneys of Pretoria.  In the present application I appear for one person only, that is Colonel Botha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Visser.",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you Chairperson, may it please you and your members, my name is Christo Nel and I represent three applicants in this matter of the Mr Gordhan and Mr Lalla, namely Mr Greyling, Mr Duhr and Mr Bothma.  Thank you Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you and is it correct Mr Gordhan and Mr Lalla that you'll be appearing for yourselves?",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LALLA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I think we'll take the applicants in the order that they appear on the documents.  We'll start with Hendrik Johannes Petrus Botha.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "As it pleases you Chairperson.  Mr Botha is available, he has no objection to taking the prescribed oath and he will give his evidence in Afrikaans.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gordhan and Mr Lalla, the proceedings are simultaneously translated, you'll have to use this ...(indistinct)",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR VISSER",
            "Chairperson, before I commence leading the evidence of the witness it might be helpful to you if I gave you a very brief background against which the present incident played off.  Chairperson, you are well acquainted with the document which we have been handed in at previous amnesty hearings, \"Die Algemene Agtergrond tot Amnestie Aansoeke\" - The General Background to Amnesty Applications and you have heard us also address in argument where we refer to this document and I hope that and I trust that I won't have to take you through that again?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I am fully acquainted with it Mr Visser and I'm sure my colleagues are as well.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  Chairperson, as far as the present hearings are concerned we added two documents to that and I've been told by yourself that you have studied those documents in the week?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I had an opportunity of reading these and I have studied them.  In fact I've studied more than two documents.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, I'm certain.  Chairperson, the background to the present incident is precipitated by the discovery of an operation called Vula as you now are aware.  This occurred after the arrest of a certain Mr Ndaba on the 7th July 1990 at a time when there were serious talks about negotiations and in fact certain negotiations have already commenced between the government and other important groupings, political groupings, in the country including the ANC/SACP Alliance.\n\tChairperson, one thing led to another and on the 12th July while two members of the security branch of Durban were observing Mr Nyanda, Mr Siphiwe Nyanda, they got the impression that he had become aware of their watching him and he was then arrested.  That arrest was immediately followed by a number of arrests.  The evidence was in previous incidents before his Lordship, Mr Justice Wilson, as the Chairman, that 12 to 15 people were arrested on the 12th July.  Those people included according to the evidence, Chairperson, Mr Gordhan and Mr Lalla apparently because of the shortage of space for Section 29 detention facilities, both Mr Gordhan and Mr Lalla were detained in Bethlehem in the Free State.\n\tChairperson, just one last bit of information.  At the time during 1990 and also before that the security branch members in Port Natal here in Durban became aware that information was leaked out from security headquarters and they suspected that there was a mole in security branch.  The name of this person was The Owl, O-W-L, and when Mr Maharaj gave evidence last week, Chairperson, he actually confirmed this.  In fact he went further to say that there was more than one person of the ANC which had been infiltrated into the security branch.  With that brief background, Chairperson, I now beg leave to lead the witness.\n\tMr Botha - oh yes, Chairperson, my attorney just reminds me, we have made summaries of the evidence of Mr Botha.  I saw fit to do that in two documents, Chairperson, we will lead the evidence on both these gentlemen's assaults simultaneously but perhaps if you could mark - well could first of all the general background remain as Exhibit A, B and C, those exhibits which you already have before you, Chairperson.  \"Algemene Agtergrond tot Amnestie Aansoeke\" is Exhibit A, an extract of chapter 17 of The Other Side of the Story, Exhibit B and then C.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That will be the Operation Vula, the article?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By Dr Robert Henderson.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes correct, we've been referring to that document as the Gail Wannenburg document because those are the first words you'll read at the top of the ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well can this then be Exhibit D Chairperson, that is the ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This will be the one relating to Mr Gordhan?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Gordhan is D and Mr Lalla will be E.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gordhan, Mr Lalla, do you have these documents?",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "I've only just received it, Chairperson, that's being an English speaking person places me at a distinct disadvantage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Chairperson, we will go through the whole document and it will be translated as we go on.  It's a very brief document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And do you have these other Exhibits A, B and C?",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "I've just been handed them, thank you.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mnr Botha, u het van tevore reeds getuig voor die Amnestie Kommittee tydens hierdie sitting in Durban en ook in November verlede jaar, is dit korrek?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Korrek Mnr die Voorsitter.",
            "Male"
        ],
        [
            "MR VISSER",
            "U het ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you getting the translation Ms Thabethe?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I'm not either.  Sorry which channel are we on?  Channel 2.  Mr Gordhan, Mr Lalla are you on channel 2?",
            "Unknown"
        ],
        [
            "MR LAX",
            "There may be a technical problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we'll just leave it to the sound technician and he'll take a look and then Mr Visser if you could just recommence please once it's ready?\n\tI can hear that coming through but it's in English, I don't know if it's coming from the interpreter's box?\n\tI think if the interpreter can do that, the translator?",
            "Unknown"
        ],
        [
            "MR LAX",
            "It is the translator.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Translator.  Okay let's ...(intervention)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "I think we can proceed.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Chairperson, I will start again.\n\tMr Botha, you are an applicant in this application and you are requesting amnesty for the assault of Messrs Gordhan and Lalla.  You have already given evidence before the Amnesty Committee under the Chairpersonship of the Honourable Judges Mall and Wilson, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And during November last year you also gave evidence especially with regards to the background of Natal violence and Operation Butterfly and Operation Vula, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "You have also studies Exhibits A, B and C?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And do you concur with the content as far as it has to do with your knowledge which is embodied in the document?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I agree.",
            "Male"
        ],
        [
            "MR VISSER",
            "And did you hear the brief introduction that I gave this morning with regard to how it came to be that Messrs Gordhan and Pravine were arrested?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct and I concur with it.",
            "Male"
        ],
        [
            "MR VISSER",
            "I beg your pardon, what did I say?  That is Mr Gordhan and Mr Lalla who were arrested.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "I don't have a split personality, Chair.",
            "Male"
        ],
        [
            "MR VISSER",
            "May I refer you to Exhibit D and would you address the Committee regarding this incident?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, during 1990 towards the end of July beginning August I went to interrogate Pravine Gordhan in Bethlehem where he was being detained.  The reason for that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before you proceed, Mr Botha, at that period of time what position were you holding?  I think just for the record purposes were you attached to the Durban Security Branch of the Police?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson, I was connected to the security branch of Natal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Holding what rank at that period?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I think that I was already a major or a lieutenant colonel.",
            "Male"
        ],
        [
            "MR VISSER",
            "Just to put this clearly there was a Natal Division and a Port Natal Division, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "At that stage Chairperson, everything had already been combined into one.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry, I'm referring to previous times, you were connected to which section or unit of the security branch?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I was in the terrorism division which was divided into three components.  There was the terrorism investigation unit, the askari unit and the intelligence component.",
            "Male"
        ],
        [
            "MR VISSER",
            "And who was the head of the askari unit?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was Colonel Andy Taylor.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did he occupy the same rank as you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Colonel Taylor was one rank higher than me.",
            "Male"
        ],
        [
            "MR VISSER",
            "So was he your senior with regard to command?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the other division that you mentioned?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That was the investigations unit which was under the command of Captain Hennie Cloete.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the third?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That was the intelligence component which was under my command.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well and what exactly did the intelligence component do?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "We were responsible for the collection of information within the borders of division Port Natal as well as within the borders of the R.S.A. and then in neighbouring countries such as Swaziland, Mozambique and Zambia.",
            "Male"
        ],
        [
            "MR VISSER",
            "You said you went to interrogate Mr Gordhan in Bethlehem where he was being detained after his arrest regarding the Operation Vula matter.  What was the reason for that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The reason was that there was information indicating that there was a mole in the security branch in Durban who had the name The Owl and this information was confirmed by documents which were drawn from the computers during Operation Vula.",
            "Male"
        ],
        [
            "MR VISSER",
            "And to which computers do you refer now?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "These were the computers for communication which were used by members who were connected to Operation Vula.",
            "Male"
        ],
        [
            "MR VISSER",
            "And did the security branch take possession of these computers?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.  I had reason to believe that Gordhan knew who the mole was.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was it important for you to find out who it was?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson, it was necessary because so doing one could prevent any kind of leakage during an investigation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think for purposes of record a mole is a spy?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And undercover agent or spy?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, an infiltrated undercover agent of the enemy so to speak.  You are correct, Chairperson.  Please continue?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I travelled to Bethlehem where I spoke to Mr Gordhan in the offices of crime intelligence services of the security branch in Bethlehem.",
            "Male"
        ],
        [
            "MR VISSER",
            "You're going too fast, please remember that the two victims are not proficient in Afrikaans and please give the interpreters the opportunity to do their job peacefully so that they can have the opportunity to hear what you're saying and undertake the interpreting.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Very well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry Mr Visser, just one little point?  We've heard from Mr Visser that Mr Gordhan and Mr Lalla were arrested on the 12th July.  Approximately when would you have gone through to Bethlehem?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, this was towards the end of July, beginning of August.  As far as my knowledge goes they had been detained from the beginning of the investigation in Durban and they had been sent out to other places for Section 29 Detention.",
            "Male"
        ],
        [
            "MR VISSER",
            "And while the Chairpersons on that point, why were they detained in Bethlehem and not here in Durban?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "There were only so many cells within the greater Durban area which were suitable for Section 29 detention.  There were specific prerequisites that a cell had to comply with for Section 29 detention.",
            "Male"
        ],
        [
            "MR VISSER",
            "And?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "And consequently they were transferred to Bethlehem because Durban was already full.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well and you say that you found Mr Gordhan in the offices of the crime intelligence service of the security branch in Bethlehem and that is where you spoke to him?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were any other persons present during this meeting?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The members who had been allocated from Durban to interrogate Messrs Gordhan and Lalla were Carl Duhr, Marius Greyling and Frans Bothma.  A fourth member who has passed away in the meantime was Warrant Officer Basson and he was also allocated to that interrogation team.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.  Now why did you go if they were already there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "They were occupied with the general interrogation and recording of statements of the detainee.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The specific information which was required was not known to them.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please proceed with paragraph 4?",
            "Male"
        ],
        [
            "MR LAX",
            "Why was that - sorry if you'd allow me?  You've got three chaps who are interrogating these people held in Bethlehem, why didn't they know what they were supposed to be - what the specific information they were supposed to be getting was?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, in a Section 29 detention situation the Act prescribed that the detainee had to make a statement and they were tasked with that.  In other words he would tell them about his own involvement and when there was specific information which would be obtained from elsewhere which such a detainee would possess.  Information would be channelled to the interrogator who would interrogate him about it.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Botha, I'm quite aware of the Section 29.  The primary task of Section 29 is to answer questions to the satisfaction, that's the term used in that stature.  Now the people who were questioning didn't know what information was required so how could they question the person if they didn't know what you were looking for?  A general statement is of no use to anybody because it can't satisfy anyone.  Do you see my point?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson, but at that stage the documents which had been withdrawn from the computers during Vula had been collated into bundles and given to the various interrogators.",
            "Male"
        ],
        [
            "MR LAX",
            "So then they did know what they were looking for?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "But then why did you say they didn't?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, during the detention of these persons and quite a few months after the dates of arrests, a lot of information was still be drawn from the computers and as the information became available it was sent out.  In this case it was vital for two reasons with regard to Messrs Gordhan and Lalla.\n\tOne, the case of Mr Gordhan indicated to us that he knew the identity of the mole, namely The Owl, and in the case of Mr Lalla, he was specifically tasked within Operation Vula and this was confirmed by documents that he had to establish contact with recruited agents within the R.S.A. and that he would continue with the handling of such persons.  Some of those persons were described with code names within the documentation and only he knew the detail of how to establish contact with such persons in terms of the documentation which was obtained from the computers and that was the reason why I travelled to Bethlehem, it was to clear up those two aspects with the detainees.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please proceed, paragraph 4?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Firstly I worked with Mr Gordhan and he was not prepared to provide any information with regard to the mole.",
            "Male"
        ],
        [
            "MR VISSER",
            "And was it clear to you as interrogators that Mr Gordhan was not going to provide you with any information?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That was clear to me.  Consequently I decided to use a method of coercion to oblige him to provide information to me.  Now in this case it was that I would make use of a suffocation method to get him to talk.  In this process I was assisted by three members, namely Greyling, Duhr and Bothma.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Chairperson, if I may intervene?  If this is a supply of evidence and reading of the statement, it would be very useful if reference can be made to the particular paragraph that the witness is addressing.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha do you follow what the problem is here?  This person is following you by means of the document but you keep jumping around so would you just stick to the paragraphs and if you wish to add anything you can do so afterwards.  We are now going to proceed with paragraph 5?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I used a bag or a towel to suffocate Gordhan after he had been wrapped up in a blanket.  This would make his detention easier.  I used either a bag or a towel to suffocate Gordhan.  I cannot recall whether his hands were cuffed but I don't believe that that was the case otherwise the cuffs would have made marks as he was struggling.  The other persons whom I've mentioned namely Greyling, Duhr and Bothma, assisted me in holding him down while I pulled the towel or bag tightly around his head.  I cannot recall which of them assisted with which of these persons but it is my opinion that in the case of Gordhan, Greyling, Duhr and Bothma were present.   The suffocation along with the interrogation and response of Mr Gordhan took approximately ten minutes.  Mr Gordhan did not cooperate in any way with regard to the questions which were put to him regarding the identity of the mole, he denied any knowledge of who the person was and it became clear that Gordhan would not provide any information and I ceased the interrogation.  The reason why I assaulted Mr Gordhan was in order to obtain the information from him which would be of tremendous value to the security branch at that stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What effect did this torture have on Mr Gordhan that you could see, physical effect?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I could not see whether it had any physical effect on him.  All that I could observe was that Mr Gordhan was a very aggressive person and his attitude was negative regarding the questions which were put to him.  If I had to evaluate I would say that the suffocation had absolutely no affect on him.\n\tThe secrets with regard to the supply of investigations, names of informers and many other matters were in danger of being exposed and were indeed exposed to a great extent by the aforementioned mole.  At that stage the armed struggle still waged forth and Operation Vula was in full swing.  It was in order to combat the threat which was represented by Operation Vula that I acted accordingly.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha, paragraph 9, I see that I have inserted something here and I just want to ask you if I have it correctly, did you act here under the order of a higher officer or upon your own initiative?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The order with regard to the interrogation of Mr Lalla and Mr Gordhan was based upon a request of the commander of the security branch of Durban at that stage.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who was he?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was Brigadier Steyn, he is currently a general.",
            "Male"
        ],
        [
            "MR VISSER",
            "But not the order to assault him?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, that was my own decision.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well and why did you do so?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson it was my opinion that this would be the only method in which to coerce Mr Gordhan to give the information.",
            "Male"
        ],
        [
            "MR VISSER",
            "Continue with paragraph 10 please?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I did this as part of my opposition to the struggle and my acts were aimed against supporters of a liberation movement.  What I did I did in order to protect the government and the interests of the National Party and to combat the revolutionary onslaught.",
            "Male"
        ],
        [
            "MR VISSER",
            "May I just stop there for a moment.  You know that it is part of the history and general knowledge that the struggle that we referred to during these amnesty applications by 1989 actually began to subside, isn't that so?  Then there were negotiations or at least talk of negotiations and in 1990 there were already negotiations.  Could you just tell the Committee Members and the Chairperson according to your insights as a member of the security branch whether the struggle had already subsided by that stage or whether it continued?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, although the negotiations had started at that stage there were two things.  One, Operation Vula indicated that the ANC was not negotiating in good spirits.  There was the SACP initiative of Vula to prepare a national revolution so that the country could be taken over by means of violence after the five year programme and then on the other hand the terrorism which took place in Natal over a period of time in terms of the intensity of the violence, in other words bomb explosions, this diminished but armed attacks, hand grenade attacks, such things increased and reached a high point in terms of statistics during 1992 and 1993 and against whom were these hand grenade attacks and other attacks aimed or between which parties did it take place.  The target between the two involved groups indicated that it was IFP versus ANC and the primary targets in these cases were members of the IFP and not government institutions or government staff members.",
            "Male"
        ],
        [
            "MR VISSER",
            "Therefore it is your summary that visible bomb attacks in public places and so forth diminished but attacks on people increased?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you've already stated during your evidence before Judge Mall and the two Committee Members who are seated here today that there are certain statistics and you provided these statistics?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "May I just see if I can lay my hands on the statistics directly for your information?  Yes, it is a previous Exhibit D Chairperson, at page 8 which is the evidence of Mr Botha in the Ndaba and Shabalala matter and the statistics are 1990, 26th.  These are armed attacks, not bomb attacks, armed attacks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I will have a look at those perhaps during the tea adjournment.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, there are only four of them, Chairperson.  As it pleases you.\n\tVery well, please proceed with paragraph 11?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, as such I believed bona fide that what I did fell within my express or implied authorisation.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you request amnesty then for the assault on Mr Gordhan, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you just proceed and just tell us immediately what you did afterwards?  That was where Mr Lalla  came into the picture.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Directly after I had ceased the interrogation of Mr Gordhan, I asked Marius Greyling because he had been deployed with Warrant Officer Basson, I asked him to work with Mr Lalla.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you please begin at paragraph 1?  This is Exhibit E.  Page 2 of Exhibit E paragraph 1.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "On the same date and immediately thereafter, after I had worked with Mr Gordhan, I also spoke to Mr Lalla.  The reason why I interrogated him was in order to obtain information regarding the names and activities of certain persons who had been recruited internally by Operation Vula.  This group of persons consisted out of Whites as well as Black persons.  It was vital to the security branch in order to address Operation Vula completely to know who these persons were, who had been recruited as such, where they resided or where they were hiding and what their activities were and Chairperson, some of these names were not just the usual run of the mill names, these were the names of some very prominent figures who were children of politicians therefore it was necessary to know what their activities were.  I spoke to Mr Lalla and initially he provided information up to a certain point where I noticed that he was holding back.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you recall precisely what that information was that he did provide to you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "If I had to make a comparison between Mr Gordhan and Mr Lalla, the difference was that Mr Lalla offered his cooperation from the moment of his arrest, not necessarily with regard to all the questions that one would put to him, he did not necessarily answer all of them or answer all of them honestly but in eighty percent of all cases he cooperated.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now on this day in Bethlehem, according to you, he began to provide information to you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I specifically questioned him regarding the names which were obtained from the documents and it was about where these persons had been recruited, upon which occasions and whether or not he had already established contact with these persons.  If I recall correctly, an amount of R1000 per person was allocated and he had to hand over this money to them and it was also when he was discussing these names that he began to withhold regarding a specific aspect.  I don't recall what that aspect was.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, continue.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I decided to use the same method that I had used with Mr Gordhan.  In this case I was assisted by Mr Greyling.",
            "Male"
        ],
        [
            "MR VISSER",
            "Not Duhr and Bothma as you have stated it here in your statement?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No I was assisted by Greyling and I cannot recall whether his hands were bound or not.  He was wrapped in a blanket and I made use of the suffocation technique.  Suddenly he began gasping for his breath and it appeared that he had had an asthma attack and it was unknown to me that he was an asthma sufferer.  I called for an asthma pump and it then appeared that Lalla's asthma's pump had run empty that morning.  I sent Greyling to the pharmacy which was situated in the same building as the security branch's offices and he went to fetch an asthma pump.  I think Mr Lalla will give evidence that the asthma pump which was prescribed for him was for example a green pump but the one that the pharmacy gave was a blue asthma pump.  Nonetheless, he could use this asthma pump safely.  After we had given him the asthma pump he used it and recovered from his asthma attack.  After that I did not interrogate him further.",
            "Male"
        ],
        [
            "MR VISSER",
            "And your political motivation was the same in Mr Lalla's case as what it was in Mr Gordhan's case, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And with regard to the order from a superior officer it was also the same with Mr Lalla as what it had been with Mr Gordhan according to your evidence that you have already given?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you then request amnesty with regard to Mr Lalla for assault.  Perhaps you should just state, the Chairperson asked you whether or not you noticed any physical effects of the assault on Mr Gordhan and you gave evidence that there was a noticeable physical effect of the effect on Mr Lalla, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where there any other physical effects which you could notice on Mr Lalla as a result of the assault?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "With the exception of the asthma attack there was nothing else.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Visser.  Mr Nel do you have any questions you would like to put to the applicant?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR NEL",
            "Thank you Chairperson, I've just got one question for Mr Botha.\n\tMr Botha, if you can confirm, Mr Duhr will testify that during the interrogation of Mr Gordhan he was indeed present but he was tasked with taking notes of any answers or questions which were put or answers which were received and he will say that he was also not physically involved in the suffocation of the person but the other persons were Mr Bothma, Mr Greyling and yourself.  Can you confirm that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That would be true, Chairperson, one person is usually tasked with taking notes.",
            "Male"
        ],
        [
            "MR NEL",
            "Thank you, Chairperson, I've got no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Nel.  Mr Gordhan, do you have any questions you would like to put to the applicant?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR GORDHAN",
            "Yes Chairperson.\n\tWe were taken to Bethlehem because there was a shortage of space in Durban.  I put it to you that this is a lie, that in my experience and Mr Chairperson, I've been in detention for many, many times from the period 1981 to 1990 and in that time for example at C.R. Swart Police Station alone, in 1981 there were some 25 Section 29 detainees at the same time in the police cells and I put it to you Mr Botha the real reason is that you didn't want any communication to take place in the event of any assault, perhaps even murder, between any detainee and family or other members and I put it to you also that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think let's ...(intervention)",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Alright, let's hear your answer now?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I think otherwise it gets a bit cumbersome.  What do you say to that, Mr Botha?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I will answer as follows, that in 1991 or 1981 before I came to Durban so I cannot be able to testify as to how many people were detained in those cells but if one looks at when the Act was drawn up there were certain prescriptions which had to be satisfied except for the reference of the place of detention, there were also visits from district surgeons and magistrates so I cannot accord with what Mr Gordhan says with regard to the reason for his detention in Bethlehem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Gordhan, if I could just follow up on something here?\n\tWere you involved in the decision yourself personally for Mr Gordhan and Lalla to be sent to Bethlehem?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what you are telling us now is what you think the reason was?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson, that is why I only answered the first part of the question with regard to 1981 and then generally how many people could be detained in one cell.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but if you don't know what the reason or if you weren't part of the decision to send the two gentlemen to Bethlehem, you don't know what the real reason is then.  It may be that they wanted these particular detainees far apart or separate from their colleagues?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It may be so, Chairperson.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "May I just ask a question, Chairperson?\n\tDid you have any indication why Bethlehem was decided upon which was so remote from Natal?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, if I recall correctly all the other places where there were Section 29 cells all fall within the detentions in Natal.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Gordhan, you may continue.",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Chairperson, for the information of the Committee and I put it to Mr Botha as well, that when I was taken on the evening of the 13th July out of Durban I was eventually taken to Newcastle and spent two or three nights in Newcastle.  Were the cells in Newcastle destined to be Section 29 detention cells?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "As far I know Newcastle does have Section 29 cells.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "So why wasn't I left in Newcastle?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I don't know why, Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Let me tell you why and I put this to you, Mr Botha, that the real reason goes back to our racist past and that in the Free State, Mr Botha, Indians haven't been allowed for many, many decades and that this was the mindset which dictated that you or your colleagues decided that these so-called Indians must actually be taken to Bethlehem?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot comment on that, Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Mr Botha, the assault on myself relative to the murder of Ndaba and Shabalala amongst many others is a relatively minor assault.  Why do you see fit in this context to disclose your role in this assault?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I have applied because the other members have applied.  If you look at the date of my application it was on the last day otherwise I would never have applied for this assault.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it correct you have applied in respect of other various matters?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.  I applied, after then my other three colleagues applied.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "So if they had not applied you would not have applied?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "And therefore your inclination was not to make a full disclosure and breast of all the offences you were guilty of in terms of the Act under which we sit here?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I think it's a matter of argument this, my own legal team differ from me, I know I feel that I have already received indemnity for matters of assault.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Chairperson, the question is, is this confirmation of your inclination not to make full disclosure?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, I've already explained, in my opinion I have already had indemnity for assault and it was not necessary to apply for amnesty.  When my colleagues applied they informed me and consequently I supported them in their amnesty applications and I submitted a supplementary document.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Mr Botha, I heard your evidence on a previous occasion in respect of Ndaba and Shabalala and I heard your explanation of your long background and security related activities in Namibia and South Africa.  What is your personal philosophy and on the question of assaulting person in detention?  Is it something that you think about carefully, is it something that you weigh up very carefully, taking into account the individual concerned, the circumstances and in particular the law which applies to these detentions?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, a stage arose during the activities of the security branch where we worked outside the law but believed that we were acting correctly and that it was necessary that we had to do what we had to do and consequently the use of violence with interrogation and in some instances it was necessary.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "My question is about whether is this a matter -I'll make it easier for you, some of you sometimes try to do when I was at the receiving end of the questions, is this a matter that you acted upon impulsively, in other words if the mood struck you, you went ahead and you assaulted the detainee concerned or is it something that you weighed up very carefully and only on the rare occasion did you use assault as a detention or interrogation technique?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, the assault of a detainee or the coercion of a detainee would not necessarily be planned.  The circumstances could determine if such a decision would be taken to use coercion to let them speak.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "How often in your experience which is a vast one in interrogating detainees did this kind of circumstance arise and I suggest to you that it arose fairly frequently?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I cannot attach a number to it but it was many cases.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "I put it to you, Mr Botha, that your inclination given your history and training is in fact to at the first instance to attempt to assault a detainee?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, I cannot accord with that.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "You made reference earlier on when we talked about the availability of cells for detention of Section 29 detainees, you made mention of the fact that an Act of parliament, be it an undemocratic parliament at that point in time, was one which prescribed the conditions under which a detainee needed to be kept.  You also made mention of the fact that magistrates and sometimes district surgeons had access to detainees.  Now I've been visited by many magistrates in my time, I have laid many complaints in my time and I put it to you that the security branch and you in particular actually never took magistrates seriously.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, we worked within that framework and if we manipulated the system to our advantage then it was so.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "So you admit, Mr Botha, that magistrates were normal and a sop and a cover up for what were essentially elicit activities on the part of the security branch then?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, that is not what I testified.  What I say is the visiting magistrate will put a question to the detainee which he will put in writing and when there is an allegation of an assault the magistrate will react that such an assault be investigated and the place of detention was visited by the magistrate so he will physically make an observation.  So what I am saying is what I saw from the magistrates' reports was that they fulfilled their function.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I think what Mr Gordhan, one of the aspects of Mr Gordhan's question is that you as members of the security police who had dealings with Section 29 detainees didn't let the visits of the magistrates hinder you in acting unlawfully towards the detainees, in other words it didn't in any way stop you from assaulting them.  Instead of beating them over the head with a stick you would use the suffocation method or some other method where there wouldn't be any physical marks left?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is very well described, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "I think the thrust of his question was subtly different as well.  He said essentially that you didn't take any notice of those visits to any great extent, that's how he put it if I understood him correctly?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, it is as he put the question, Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "So you're confirming Mr Botha that whatever detainees told magistrates, they in fact were never taken seriously, that the security branch has complied with the requirements of the politicians at the time i.e. to go through certain processes but at the end of the day no impact of any sort was made on your conduct.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Please repeat the last part of the question?",
            "Male"
        ],
        [
            "MR GORDHAN",
            "At the end of the day reports from magistrates, reports from district surgeons, complaints from the detainees made no difference to the conduct of the special branch?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Mr Botha, how much of your attitude, which I'm going to come back to a little later and your conduct is actually related to the fact that you in fact didn't want apartheid to end and you didn't want negotiations to work?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The question has two parts, the first one I can answer.  Yes at all times we had to protect the government, keep them in the chair and with regard to the negotiations not succeeding, we did not have any say in that but years afterwards we found out that we were sold out by a government who negotiated our lives away and did not have the courage to make a stand at the negotiations table but this was years afterwards.  Yes at all costs we had to maintain the government in power.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Now I'm putting it to you Mr Botha that is not maintaining the government in power, I'm saying to you that your goal in life at that time and perhaps even now went beyond and that is that you wanted to sustain a system of racial superiority and domination, called above that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, not personally.  My personal ...(intervention)",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Why then do you say that the government sold you out?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, if I may explain, the question - once again this is a double edged question, the one is personal and the question is why do I think that the government sold us out.  The first, I was part of a system that through the years through birth up to 1990, with the release of Mr Nelson Mandela which was the beginning of the negotiation process, the National Party was in power in this country and separate development or apartheid was a way of life, it was the order of the day.  The victims of that system, many of those people are in the country today.  We ourselves are the victims of that system.  I may have personally felt otherwise about certain of the government's political reasons and motivations and consequently I feel different about it and I say I feel that the government sold out this country with the negotiations, that is my personal opinion.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Let's leave that for a political debate at some stage.  Mr Botha, as a result of all your admissions, do you feel today any remorse or regret or do you feel it opportune to apologise to the families and individuals concerned for the manner in which you conducted yourself in murdering people, assaulting people and whatever else you've done?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, in hindsight if we can turn the clock back to where we have started, everybody, not only the victims and the victims' families of these tragic events, we the offenders are also victims of the system and as such the whole country is a victim, directly or indirectly and one wants forgiveness for what one has done and that is why we apply for amnesty.  The reconciliation which has to come must come from both sides and that is why we request amnesty, we want to be forgiven for what we have done and the reasons for what we have done are supported by going through that whole process and ask and in repetition, two or three years we had applied to bring out those memories and just as it is a sensitive matter for the victims and their families, it is the same for us.  Every time we are taken back to the scene and back to the decision which was taken.  One cannot close down here now and say let's continue with the new future but one thing I can say of this process is that everybody has to be honest and this process has brought us closer to God and only He can forgive at the end of the day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gordhan, would this be a convenient time to take a short tea adjournment?",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Yes, sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll take a short tea adjournment, approximately twenty minutes and then we will resume after that. COMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Botha, I'd just remind you that you are still under your former oath?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR GORDHAN",
            "(cont)\n\tMr Botha, when I was arrested and finally after some hours taken to C.R. Swart Police Station, I think to the 14th Floor, I requested to make a phone call to my lawyer to inform him of my detention.  I was told that no such thing would be allowed.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is there a ..(indistinct) that this is the witness who told him that, Chairperson?",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Chairperson, I imagine that the security branch works as a disciplined unit and I'm saying I didn't say that Mr Botha said that to me, I said I was told that no such thing would be allowed.  Who told me that I don't know, there were many comings and goings from the office in which I was kept because at some stage it might have been the intention of the special branch to abduct me, kidnap me?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I would not know, Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Why wasn't I formally detained in terms of Section 29, given the usual notice, warnings etc. etc. upon my arrival at C.R. Swart Police Station?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I would not know, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Gordhan, perhaps before we proceed?\n\tWere you at any stage - I know you're not giving evidence now, but were you at any stage formally detained in terms of Section 29?",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Only late in the afternoon of the 13th after having been kept the whole night in an office.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you were taken to Newcastle?",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "...(inaudible)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may proceed.",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Mr Botha, are you aware of the fact that your present National Deputy Commissioner, Mr Morgan Chetty, actually made enquiries about my whereabouts sometime earlier on the day on the 13th July?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I'm not aware of that, Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Well did you know that it was him that finally told my family that I'm in fact alive and in your hands?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I was not aware of that, Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Are you aware of the fact that he was reprimanded by either you or others in the senior ranks of the security branch for having disclosed the fact that I was alive and in your hands?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I did not know about that, Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "You have not said in the evidence you've given now but in previous evidence before the Committee, you've indicated that Mr Charles Ndaba gave you information about the flat in Brickfield Road, is that true?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Who was the person who had the flat under surveillance on your behalf?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Is this relevant Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know, what flat is this?  I wasn't involved in the previous hearing.",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Chairperson, under this underground operation a number of premises were used.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sort of, safe houses type of thing?",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "And so on, yes and Mr Botha is very well aware of this particular one, he has made prior reference I think that's Mr Lax and Mrs Bosman might be able to confirm?  The purpose of this question Chairperson, is to establish whether full disclosure has been made in respect of my arrest which is tied to my assault and which is tied to the rest of Mr Ndaba so all these interconnected events I don't one can clinically separate the one from the other.\n\tSo Mr Botha, I put the question back to you.  Who, from your side, that is the security branch had this flat under surveillance?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Warrant Officer van der Westhuizen.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "And was this warrant officer also the person in the flat when I entered it and was accosted and arrested?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I believe so, Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "So he was the person who held the gun to my head at that time?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I would not know, I was not there, Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "From which point in time was that flat under surveillance?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "For quite a while Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Can you pin an approximate time to it?  A week before, ten days before, two months before?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot attach a specific time to it.  We at least were aware of the flat for about five weeks, five to six weeks before your arrest and from Charles and Mbusu Shabalala on the Saturday together.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "So both Mr Ndaba and Mr Shabalala attested to the fact or rather gave you information that there was this flat that someone like myself was actually using it and so on?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I have not finished my answer yet.  I said from that date I have testified that the flat was under permanent surveillance, that was my previous testimony and Lieutenant du Preez and I went into that flat illegally and removed certain documentation from there, that was my evidence.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Okay, let's just pin the facts down a little bit more.  You said you became aware of the fact and I just want to understand you clearly, obviously from Mr Ndaba five weeks before the arrest.  True?  You're also saying that sometime after that point in time which means for several weeks, on and off or perhaps continuously, that flat was under surveillance by yourself?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "You're also saying that finally when Mr Ndaba and Mr Shabalala were in your hands that both of them actually told you that there was such a flat and it was used for various things?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Mr Ndaba told me Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Now you were given instructions on the 11th after your meeting in Pretoria with the then General van der Merwe that no arrests would be undertaken before the 16th July, is that true?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, we are going over evidence that I have already rendered in detail, it's not that I do not want to testify to this but we are revisiting the scene and it does not make sense to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is this very relevant to what we have to know, Mr Gordhan?",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Yes Chairperson, it is and in time we will get to the relevance and I believe that as a victim I have the right ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no I'm just asking.",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Without taking undue time to put certain facts before you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you could answer the question?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Will you repeat the question please?",
            "Male"
        ],
        [
            "MR GORDHAN",
            "According to your previous evidence on the 11th July after having or when you actually met General van der Merwe in Pretoria you were told that no action, therefore no arrests would happen or could happen or should happen before the 16th July, is that true?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson, my evidence was that the request was that no arrests would be made other than from the 16th.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Now I put it to you that Aness Sanka and myself who were both arrested at about the same time were in fact arrested around 10 o'clock on the morning of the 12th July, would you confirm that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I would not know exactly what time, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You wouldn't deny that?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It's possible.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "I also put it to you that having had knowledge of the flat for by your admission some five weeks and having had it under surveillance for several weeks and having conceded that you've actually entered the flat, the point I'll come back to that my arrest, Aness Sanka's arrest and the arrest of several other operatives within this Vula Operation as it later became known was in fact part of a well thought through planned and coordinated set of arrests, would you agree?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Why?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The arrests which led to your own arrest was preceded by that of Mr Siphiwe Nyanda who after he became aware of the surveillance of him, he was arrested and thereafter your arrest followed.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Mr Chairperson and Mr Botha I actually put it to you that that is not correct, that given the whole history of special branch operation and given the order of arrests of myself, Mr Sanka and then subsequently others and Mr Lalla can confirm his a little later, at about 12 o'clock on the same day, in fact that these were premeditated arrests, all designed to happen in an organised and coordinated way in defiance of the order that you received in Pretoria?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson that is not correct.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Let's come back to Mr Ndaba.  Did he ever in his so-called liaison with you prior to his arrest actually identify me by my true name?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "I put it to you that's a lie, he didn't know my true name.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, Mr Pravine is very well known to many people and when you communicate in codes one does not expect that you will not be addressed by your code name, your code name was well known.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "What was my code name?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot recall any more.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Perhaps you weren't even told?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, the documents are available here that's been handed in to this Commission in previous evidence.  We can always go back to it if you want to know what your code name was.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "No, I know what's my code name, thank you.  Where did Mr Ndaba stay while he was here from the period 3rd February approximately until his arrest on the 6th, the 7th of July?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "In Durban, Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Where?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Several places.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Can you name them?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Amongst others at Brickfield where you were arrested.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "And?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The exact addresses are not known to me any more.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "I'm not that unreasonable.  All I want to know is which suburbs did he live in?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "If I recall correctly I think amongst others there was KwaMashu, there was an address in one of the Indian residential areas, I cannot recall exactly, Chairperson.  I may confusing them for rendezvous points from where you met frequently, was a DPC.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "But did he put it to you that most of his time in Durban he had to spend at the flat in Brickfield Road?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, I cannot recall that detail.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Well I put to you that he in fact spent most of his time in the Meerbank area with a family that he actually lived with, you would have never confirmed that of course.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It's possible Chairperson, I cannot recall all the addresses.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "I actually put it to you that he never told you that, that those people were never visited by you or interrogated in any way whatsoever.  In other words Mr Ndaba never told you everything?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot confirm Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Thank you.  Where did he indicate what was a rendezvous point between myself and him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Gordhan, is this - it doesn't seem to be relevant to the subject matter of the application namely the torture upon yourself.  You know what Mr Ndaba did and what he told them, how relevant is that going to be for us in arriving at a decision in this matter?",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Chairperson, these are all facts that the public is not aware of.  The relevance is the fact that Mr Ndaba's arrest led subsequently to my arrest.  As the other Committee  Members will confirm for you, Chairperson, the timing of the arrest and whether he was an informer or not are highly contentious matters in the full range of hearings that are before the Committee at this point in time.  It is not my intention to test your patience, I hope it is not your intention to stop me from trying to explore particulars ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But there's got to be some sort of limit, we can't sit here on all sorts of surrounding or matters that haven't got - that have no direct impact on the actual subject matter of the application.  I'll give you freeway but please bear in mind we've got other applicants to come and we have a time ...(intervention)",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Chairperson, I don't mean to be discourteous, but I think you'll be doing me and the country a disservice if we're not given an adequate opportunity to address.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, proceed.",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Because the last thing I'd like is the impression to be created, Chairperson, that the ex-policemen have a free ride ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's not that at all, it's just a question of being relevant to the matter.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, if I may say, it is very interesting to me that I sit here as an amnesty applicant and the same Mr Gordhan opposite is not an amnesty applicant.  Nowhere ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's not get into an argument.  Mr Gordhan, you may proceed with your questioning.",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Just for the record, Chairperson, I am an amnesty applicant, I'm one of about 37 ANC persons who applied en bloc for amnesty and I suppose when your Committee gets to that point you have to do the same with me as well?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gordhan, you may carry on.",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Mr Botha, you indicated earlier that you raided the flat at Brickfield and you indicated that you extracted information from there.  What information in relation to what became known as Operation Vula did you take from that flat?",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson, I'm now going to object.  We are wandering so far afield now, with great respect, these matters weren't even asked in the Ndaba matter, Chairperson.  With respect, I must object to these questions.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Chairperson, it obviously - this line of questioning will invite the kind of objection that we've just heard.  The relevance here is to check whether the information being placed before the Committee, even if they haven't been tested before are in fact valid and whether there's been full disclosure?  Surely these things must be tested in some form?",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson, in reply ...(intervention)",
            "Male"
        ],
        [
            "MR GORDHAN",
            "That is the flat in question that I operated from.  I knew what was in that flat, I knew what I had left there, I was the joint secretary of the Vula Committee in the greater Durban area and I know what information was where, up to a point and surely the Committee must be interested in that?",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson in reply, Mr Gordhan has now illustrated to us that it has absolutely no relevance to his assault and my objection stands Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "So see, Chairperson, my assault was in the course of interrogation.  Interrogation was about extracting information from me and this is about information but I leave it to your ruling, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see it's common cause that you were arrested and interrogated.  The applicants do not apply for amnesty in respect of the arrest but only in respect of the assault performed upon you and Mr Lalla during the interrogation so as far as the relevance is concerned in this particular matter for this Committee, all that we're focusing on is whether or not there's been a full disclosure in respect of the actual assault.",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "No Chairperson, I will accept your ruling with the reservation that I am in fact being limited in my rights in this matter but let's leave that for now.\n\tMr Botha, let's take you back to Bethlehem and the day on which you said you came into the office where I was present with Mr Duhr and Mr Bothma and you used the words as it was translated to me in English that you worked with me and that I was not prepared to supply information.  Mr Botha, you hardly spent three minutes in that office when you walked in?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I spent about ten minutes there with you.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Mr Botha, I put it to you that all you said, you asked - fired a couple of questions, swore at me and walked out.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "You then said to the Committee that you then decided to use coercion.  Even if you take your version of ten minutes being used to question me and it wasn't only about the so-called hour that you questioned me, your decision to apply coercion was a very swift one?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.  Your attitude was aggressive and one of arrogance and you did not want to cooperate and my decision was to use violence to extract information from you.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Well, I put it to you that I was extremely calm, I was extremely collected, I was certainly not arrogant and I certainly didn't cooperate.  Will that be a fairer description?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson except for the last statement there.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Well the word cooperation for us means different things as you know, being detainee and security policeman but I still submit to you that you spent less than three minutes there.\n\tLet's move to another point on the day.  At about 5 or 5.30 it began to become dark on the day on which the assault took place.  These are the events that took place as I remember them and I'm putting them to you.  You were not there at the beginning when the two gentlemen who were with me asked me to stand up, face the window of that particular office and then walked out of the office.  Subsequently, within that half a minute or so a hood was put over my head and I was wrapped in something, some rope or equivalent was tied around me.  I was dropped very gently to the ground.  The hood was lifted to cover only my eyes so I could only recognise you by your voice and you then used not the hood or a towel as you suggested, but you actually used some rubber or plastic material to suffocate me by covering my nose and mouth.  Is that a fair description of the events that you were aware of?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "As far as it is applicable to me, yes.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Do you recall your extreme aggression and violent mood, the swearing and abusing that you subjected to me at that time?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Did you remember the fact that you said that I would never see my family again?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is possible.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Was it your intention at that point in time to carry on the torture up to the point that you might have killed me?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, that is a general statement to make.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "I beg your pardon?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I said this was a general statement to make.  In order to influence you that I was serious.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Are you aware of the fact that that assault amongst other things during the detention led to the development of high blood pressure, hypertension?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I will not know when your high blood pressure started.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "I put it to you that your questions were only to a very limited extent about The Owl phenomenon that you referred to.  That in fact much of your questions were in respect of the so-called Tongaat Conference?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is possible that other questions were asked which formed part of the main purpose of the interrogation.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "I also put it to you that you spent a fair amount of your time questioning me about who else was involved in the underground structures that I was involved in?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It is possible that I may have asked those questions, yes.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "So a substantial amount of time, Mr Botha, was actually spent asking about issues that were already public knowledge at that point in time.  Who was involved in the underground structure by your own admission you knew from documentation taken from one place or the other and by then most of them were arrested.  The Tongaat Conference was public knowledge and so information that was already well known was being \"extracted\" from the detainee using this reasonably harsh method of assault?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, there was an introductory piece to the interrogation in order to determine the state of mind of the detainee at that stage.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Were you aware of the fact that by that time I had already in detention been shown copies of newspapers by the Black policemen so I was fully aware of what newspapers like the Citizen and so on already had to say about the Tongaat Conference, about the arrests and about the negotiations process?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, I'm not aware of that.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "I also put it to you that when you say in your more recent statement that the assault lasted for ten minutes that is not true that in fact it lasted between 30 and possibly 50 minutes?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, then I don't understand.  A short while ago it was said that I spent a total of three minutes there.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "No well let me help you ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think - sorry, just correct me if I'm wrong Mr Gordhan, that what Mr Gordhan says that initially when you came in you were only initially there for about three minutes or for a very short while before the assault started.",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "There were two interactions on Mr Botha, Chairperson, as you correctly point out.  The first was the visit and working with as he calls it in his statement and the second was the assault itself.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, that makes sense, that is correct.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Okay, so the 30 to 50 minutes makes sense as well?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, negative, my recollection is approximately 10 minutes in total.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "You then say that this assault took place by virtue of a decision you made on your own and from no higher order?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Gordhan, if I may just intervene?\n\tYou say the whole process took ten minutes from the time that you first went into the room where Mr Gordhan was until you decided to stop suffocating him?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which means that you must have arrived at your decision to apply force in a very short time?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now why did you arrive at that decision in such a short while, I mean surely any interrogator couldn't arrive at a final decision in three or five minutes, decide whether a person is going to cooperate or not?  Why didn't you give it longer, why didn't you carry on questioning him for an hour or two or two days even before you resorted to violence?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, perhaps the questioner to whom this aspect has been allocated could examine this better but my understanding is that he did not want to offer any cooperation voluntarily and that is why I came to that decision rather swiftly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed.",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Chairperson, you'll note that I actually spent three and a half months in detention subjecting myself to the so-called persuasion of the security branch and here Mr Botha you are saying that within split seconds you made a decision to assault as opposed to leave it to the gentlemen who are dealing with me to extract through persuasion this information.  Are you saying that they were ineffective in the way they interrogated me?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, once again the reason why I did this was to obtain information with regard to the identity of the mole, it was necessary, it was vital for me to obtain such information quickly.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Did you finally get that information?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Who would want to know?",
            "Male"
        ],
        [
            "MR GORDHAN",
            "We'll tell you sometime.  Why did you actually commit those assaults when on the 14th July in your previous evidence you indicated that you were told by headquarters that no prosecutions will be pursued in respect of these arrests?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, once again I will reiterate.  The reason was to obtain information with regard to the identity of the informer or mole within the security branch.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "A slight variation of an earlier question, the information about Tongaat Conference etc. etc., apart from the mole story, was already in the public domain and yet, I mean that you could have asked in the three minutes that you were with me.  Why use the assault as the mechanism through which you wanted to explore those questions?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, with any interrogation there would be an introductory section.  The types of questions and Mr Gordhan has reminded me of the types of questions which were asked or at least the subject of interrogation which served as the introductory aspect.  The purpose of his interrogation by me on that day was in order to determine the identity of the informer.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "When did you report to your seniors that you had committed this assault?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I never reported it to them.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "So neither your commanders within your so-called region or at headquarters were told that you had committed the assault?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Was this common practice?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Well in terms of assault I would say yes.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Would you not consider the mode of assault as excessive compared to the kind of information that you actually wanted to extract but you could you have well tried the route of persuasion?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "I put it to you that your assault was committed as a result of a culture that developed amongst some of the policemen at that time that it was as a result of almost an habitual practice as opposed to a well thought out decision?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, I cannot agree with that statement.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Were you surprised by the fact that there was some weeks later a court application brought by my family to restrain the police from assaulting me?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, at that stage it was already general practice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, what was general practice?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Approximately all Section 29 detainees families would as a standard practice bring about such an application.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "I put it to you that this was no standard practice, that this was as a result of information that I sent out from Bethlehem notwithstanding the fact that I was there so far from Durban that in fact I had been assaulted?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is possible, I wouldn't know the facts.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Were you aware of the fact that I had a line of communication to the outside?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes we have the documents, your communications.",
            "Male"
        ],
        [
            "MR LAX",
            "No, he's talking about aware of the fact that he was communicating from Bethlehem to the outside.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "We are in possession of the documentation.  His communications from his cell to the outside, his communications with others and with Mac Maharaj, the persons whom they thought they could use as couriers were actually policemen who conveyed this information to us.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "We'll contest that but leave that to another time, Mr Botha.  On the 25th July Mr Maharaj was arrested as you know and in his possession the police who arrested him found a draft of the ANC's proposal which later became part of the Pretoria Accord on the 6th August for a unilateral suspension of armed actions, are you aware of that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, I'm not aware of that.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "I put it to you that your seniors were aware of that, that probably you as central figure were aware of that and notwithstanding the fact that you knew that the ANC was about to declare in the next round on negotiations, unilaterally a suspension of armed actions you still insisted on assaulting detainees of the ANC?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson at that stage nothing was officially known from the ANC or SACP side.  In my own mind I believed that this Operation Vula was a 5 year plan which would establish a national revolution which would topple the country into absolute chaos so at that stage nothing was known and I cannot agree with the statement put by Mr Gordhan.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Are you denying the fact that on the 6th August 1990 as part of the Pretoria Accord which was part of our history the ANC actually submitted this document as their proposal which was accepted and included in the accord that there will be a unilateral suspension of armed actions?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, what became known later is now history.  This took place in the times to which you have referred as something that I don't know about.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "No, I'm talking about that time, the 25th July is right in the middle of that period and I'm suggesting to you that it was your vindictiveness that led to the assault and it had nothing to do with your theory of revolutionary struggle?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, what happened with Mr Maharaj's arrest is something I don't know about.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Mr Botha, as a result of that assault and the application to the then Supreme Court in Durban on or about the 16th August initiated by my family, the then Minister of Law and Order served in a letter/statement that no assault was committed and notwithstanding that, he would still give an undertaking that no other assaults would take place.  Now did the Minister say that no assault had taken place on the basis of information provided to him by people like yourself?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That would be so.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "So the Minister was mislead?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Was that common practice as well?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "As I've already said I did not inform anyone that I had been involved in an assault on Mr Gordhan thus it would have been a denial on my behalf in such an investigation.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Chairperson, that would conclude my questions and I want to make three comments if I may?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly Mr Gordhan.",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Chairperson, although I haven't been the latitude to explore certain areas I want to submit to the Committee that Mr Botha is not making a full disclosure particularly about the arrest and I believe that the facts around that have been concocted to suit his particular version that he wants to put to the Committee now.  I believe that Charles Ndaba did not break down completely, nor was he an agent of the security branch at that time.\n\tAnd secondly, Chairperson, by virtue of all answers that we've heard there was no political motive for the assault, that this was a personal choice made, this was part of a historical pattern and style of work and that it was a manifestation of personal vindictiveness in a previous position to violence against persons like myself.\n\tThirdly, that there was no proportionality in the relationship between the information requested and the techniques of assault used in that point in time.\n\tI conclude by saying that this matter is inextricably linked to the matters of Mbuso Shabalala and Charles Ndaba and that when the Committee has the full facts before it and has considered them it can determine whether to grant Mr Botha his amnesty or not.  Thank you very much.\nNO FURTHER QUESTIONS BY MR GORDHAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Gordhan, what we'll do is, Mr Lalla will be given opportunity to question this application then there will be re-examination, then all the other applicants will testify and everybody will be given an opportunity to question them and then at the end of that, you and Mr Lalla as well as the applicants will be given a full opportunity to make submissions to the Panel for us to take into consideration in our deliberations.",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Thank you for your guidance, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lalla, do you have any questions you would like to put to this applicant?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR LALLA",
            "Yes.  I came here with the intention of not asking any questions and prior to my meeting I went to meet the applicants themselves and I wish them well.  Why am I saying this, why am I doing this?  Is it I must search for the truth and I think the truth around what took place and what were the events is important because I believe that Mr Botha over here is trying an impression or trying to create division in terms of what he regards as cooperation and he tortures, agent and he kills, so I'm in a bit of a dilemma.  Initially I came here but with no sense of hatred, no sense of anger and I felt that he is continuously throwing a spanner in the works to create division.  I'm going to ask him a few questions.\n\tMr Botha, how many days was I in the country before I was arrested?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I think one or two days.",
            "Male"
        ],
        [
            "MR LALLA",
            "I was here - he knows me quite well so he'll speak English to me.  I'll put it to you it was one day, I slept here in South Africa one night.\n\tWere you aware that I was coming into the country?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR LALLA",
            "Were you aware of the task that I was about to perform?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, you told us that.",
            "Male"
        ],
        [
            "MR LALLA",
            "I like this.  The reason why I'm asking is that you said four, five weeks ago, prior to the incident when we got arrested, Charles Ndaba had made contact with you and informed you of developments taking place, is that true?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LALLA",
            "Don't you see some contradiction in this process?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR LALLA",
            "Okay, I'll leave that hanging there.  You said that you were aware of the means, you were aware of the people that I was working with and that is why you wanted to interrogate me or that is why you took this decision to subject me to.  Were you aware of the names and the real names of those individuals who I was working with.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, that was the purpose behind my interrogation so that you could explain it to me.",
            "Male"
        ],
        [
            "MR LALLA",
            "I will put it to you, you said over here a few minutes ago, I put it to you that you are lying.  You said over here that there were members of politician's family of the Nationalist Party who was in some way linked with the ANC and you said I was aware of the details.  I am putting it to you that on the disks, that which was seized in one of the residences at one of the houses they had the names and the real names and you were aware of it when you subjected me to this torture.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, I think that Mr Lalla is mistaken regarding the circumstances.  If I may explain, Mr Lalla told me precisely when he met Gillian Duhr in Lusaka when she was introduced to him, he explained the circumstances and that is why I went to Cape Town afterwards and recruited her under a false flag.",
            "Male"
        ],
        [
            "MR LALLA",
            "I have met Gillian Duhr as an acquaintance who came to an IDASA meeting.  She was not an agent.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson, the documents will indicate that.",
            "Male"
        ],
        [
            "MR LALLA",
            "But what I'm indicating to you, what I'm indicating to you, what I'm trying to request from you over here is that if you say that you were unaware of the details then perhaps I can to some extent understand the circumstances that we were subjected to.  What I'm saying over here is that you were aware of all the people that came to Lusaka in 1989, was it?  And all those people who came to Lusaka you had the names of those individuals and therefore I find it a bit confusing in the sense that one, you know the people that came to Lusaka.  Two, you have the disk with the names and the real names of the individuals.  How did you know that she was there?  How did you know that her name was on the disk?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, the information which was obtained during the investigation and which referred directly to Mr Lalla's own handling of these persons.  All the particulars were not embodied in those documents regarding their activities and details and he had to colour the picture further.  That is why I interrogated him.",
            "Male"
        ],
        [
            "MR LALLA",
            "So you are now admitting that you knew the names, the real names of all those individuals that I was supposed to have alleged to have contacted.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, once again I will say, there was a document upon which the names appeared and there was reference to an amount of R1000 that you had to hand over to them.  The rendezvous point regarding where and when and so forth, all the particulars regarding the specific individuals were not contained within the document.  Once again, that document forms part of the record of documents which has been handed up to the Committee if I recall correctly and those particulars which were found lacking, Mr Lalla was supposed to provide to me.",
            "Male"
        ],
        [
            "MR LALLA",
            "Are you aware that I don't have a history or medical history of asthma?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, I did not know that.",
            "Male"
        ],
        [
            "MR LALLA",
            "Are you aware I've never had a history of asthma?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Well I'm not aware of that, as far as I know.",
            "Male"
        ],
        [
            "MR LALLA",
            "But why did you prescribe a pump to me?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, because you said you were an asthma sufferer at the time of your attack in Bethlehem when you suffered an asthma attack, you said that your asthma pump was in your cell and that it was empty.  I sent Marius Greyling to the pharmacy to fetch an asthma pump and after you had used it you recovered.",
            "Male"
        ],
        [
            "MR LALLA",
            "I want to put this to you, are you aware that I was taken to the Free State Hospital for a brain scan?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Negative.",
            "Male"
        ],
        [
            "MR LALLA",
            "How is it possible?  There are medical records that I was taken to the Free State Hospital for a brain scan?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That may be so but I'm not personally aware of that.",
            "Male"
        ],
        [
            "MR LALLA",
            "It was as a direct result of what took that day?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Negative, I'm not aware of that.",
            "Male"
        ],
        [
            "MR LALLA",
            "That's all Mr Chair.\nNO FURTHER QUESTIONS BY MR LALLA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Lalla.  Mr Visser do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No thank you, Chairperson.\nNO RE-EXAMINATION BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Advocate Bosman, do you have any questions you would like to put to the applicant?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "I have no questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax do you have any questions you'd like to put?",
            "Unknown"
        ],
        [
            "MR LAX",
            "If you could just bear with me Chair, I just want to check something before I go ahead?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, while you're looking.  Mr Botha, were Mr Gordhan and Mr Lalla the only two of the people who were arrested on that occasion on the 12th, the only two to be transferred to Bethlehem?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I don't know, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know whether any of the other persons that were arrested on the 12th that's part of that operation, if I can call it that, were transferred out of Durban for detention in other centres other than Bethlehem?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Just one aspect, Chair.\n\tThe evidence you gave us in the beginning that these people were transferred because there wasn't space to keep them, you don't really know that at all, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson and I also provided an explanation as to why they were in Bethlehem.",
            "Male"
        ],
        [
            "MR LAX",
            "The fact is you don't know why they were transferred, why did you give us a fairly explicit reason why they were transferred to Bethlehem?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, as detainees who were or if detainees were detained outside Durban it would mean only one thing, we would not detain persons outside Durban if there was place here.  We would only detain people outside Durban in terms of Section 29 detention if there wasn't any room.",
            "Male"
        ],
        [
            "MR LAX",
            "But you see, Mr Botha, you've already given us other reasons and agreed with reasons put to you by Mr Gordhan that often one of the reasons why people would be held far away from Durban would be to keep them incommunicado for example.  You agreed with him on that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, that may be for a singular occasion.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes and it can be very disorientating to be kept far away from where you normally are which would facilitate your interrogation?  That's quite normal part of interrogation process, that's why you blindfold people?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "There's a lot of other reasons why they were transferred and you bear no knowledge whatsoever of that real underlying reasons of that decision because you weren't part of it?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "So why did you give us the impression that that was the reason when you had no knowledge, you should have in fact said to us I don't know, I wasn't part of that decision?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, I must have answered it that way but I didn't.  I gave an explanation as to why they were detained outside Durban and you were recall that Mr Gordhan has referred specifically to the case in 1985 when more than 20 people were kept together in a cell.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, the fact of the matter is that you had no reason or no understanding of why he was sent to Bethlehem?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, there's no reason for me to mislead you as to why Mr Gordhan would be detained anywhere other than Durban.",
            "Male"
        ],
        [
            "MR LAX",
            "You told us that your sole purpose of going there was to question Mr Gordhan about The Owl, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And yet on what he's put to you, you spent very little time on that issue with him?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, once again I will say the entire process of his interrogation was about ten minutes long.  It was very clear that he was not going to cooperate.  When I asked him about the owl he denied any knowledge about it, he denied any knowledge of who the person was, he denied everything regarding the person.  Even though there were documents which indicated that he would know who the person was.",
            "Male"
        ],
        [
            "MR LAX",
            "Now you made your decision to torture him very, very quickly, even on your own admission?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Why bother to torture him at all when it was so clear to you that he wasn't going to cooperate?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Because I wanted to know the identity of The Owl.",
            "Male"
        ],
        [
            "MR LAX",
            "But it must have been clear to you, Mr Botha, that this man was not likely to cooperate with you at all.  His whole attitude his \"houding\" was such that he was aggressive, he was non-cooperative, he wasn't going to give you anything.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, if one makes use of a technique of coercion, it often has the effect that even though his attitude may be non-cooperative, he would ultimately make the information known.",
            "Male"
        ],
        [
            "MR LAX",
            "In terms of your documentation you haven't made any mention of swearing at him, of threatening his life, why was that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was not important to me to insert that.",
            "Male"
        ],
        [
            "MR LAX",
            "Well isn't it a component of the offences for which you apply for amnesty, which was subtly different from the physical assault itself?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, not in my opinion.",
            "Male"
        ],
        [
            "MR LAX",
            "I see.  Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know if you'll be able to answer me but you drive all the way from Durban to Bethlehem to come and extract very important information, vital information according to what you say, there's somebody in your organisation undermining it etc. so it's very important organisation, you drive the whole way from Durban to Bethlehem, you then interrogate Mr Gordhan for obviously a very short while, less than ten minutes because the suffocation process must have taken a few minutes in itself and then you torture him for, on your version, also less than ten minutes and the whole procedure comes to an end after ten minutes.  It seems extremely quick, you know one would have imagined that first of all the interrogation as suggested by Mr Lax would have been much longer, more questions and then even the torture would have been more sustained, take a break, come back again, carry on, until the person is reduced to talking but it seems very strange that taking into account the importance of the information you were trying to get out of the victim, the fact that you had travelled so far, it's all over in ten minutes?  I mean I should imagine that most people who are interrogated and who are subjected to torture initially uncooperative, that's why there's torture and we've heard on a number of occasions matters concerning torture where the torture process has endured, often it's short but it's often endured until there's absolutely, the interrogator is absolutely sure that there's no chance of any cooperation but it seems very premature to have stopped in such a short while.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I can explain as follows.  I don't know for how long Carl Duhr and the other members ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I'm talking now about the moles, you said they didn't - their brief wasn't to get the information about the mole, they were getting the general information, Operation Vula etc., but you came specifically for this vital information on the mole?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The identity of the mole.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "And I think they will give evidence about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And yet it's all done and shot and finished and filed away in ten minutes?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, if I could just add, Chairperson, the most important bit of information in terms of his interrogation was actually the mole?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "You guys knew everything else and you were beginning to get more and more information as time went by as you were able to decode the documents and the computer's information in your possession.  So the most important reason and really, the only reason for you to go there was the mole issue, they were handling all the rest which was already well known anyway?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I think that Captain Duhr and Mr Bothma will themselves be able to explain or give evidence regarding what they questioned Mr Gordhan about and whether they questioned him about the mole.  I was specifically tasked to obtain that information because it was necessary.  Now their interrogation took place over a period of time and they will be able to give evidence regarding what his attitude was.  My observation was that he was non-cooperative, it was quick, I didn't have time to spend days undertaking interrogation and applying methods of coercion to him in order to obtain information.  I needed that information quickly.  The visit to Bethlehem was not directed only at him but also at Mr Lalla who possessed other information so it was dual in nature.",
            "Male"
        ],
        [
            "MR LAX",
            "I understand that, I think the question remains and again, you haven't directly answered the question.  It's a very simple question.  The most crucial bit of information that you had gone there for was the mole.  The other stuff was ancillary, you'll concede that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And yet you tortured him for less than ten minutes around that issue.  Now in the stuff we've heard over the last two years, people far stronger than Mr Gordhan and others have given in over a period of time, using less harsh methods in suffocation but of a sustained nature and that's the point the Chairperson is putting to you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, in this case I assaulted him within that period of time.  I may have taken even longer but you must accept that it was in ten minutes that I did this.",
            "Male"
        ],
        [
            "MR LAX",
            "And you obviously deny his assertion that this assault went on for much longer?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, he describes a period of approximately 50 minutes but in my mind it was ten minutes.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Ms Thabethe do you have any questions?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "No Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, do you have any questions arising out of questions that have been put by the Panel?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nel?",
            "Unknown"
        ],
        [
            "MR NEL",
            "No thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gordhan?",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "Chairperson, I don't know what my rights are in this matter but I just want to correct one statement which Mr Botha might have misinterpreted?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly.",
            "Unknown"
        ],
        [
            "MR GORDHAN",
            "When I spoke of my detention in 1981 when 25 detainees were kept at C.R. Swart Police Station, it wasn't in one cell.  There are 50 cells in that complex and there were some 25 of us there connected with different issues all in the same complex and that's fairly common practice.  Mr Lalla and I were kept in the Bethlehem cells for about two and a half weeks, there are only four cells there but there were two detainees there at that time.  That's the only point I was trying to make, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Gordhan.  Mr Lalla, any questions arising?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just a comment because I think the perception has been created here and I think we need to rule out this perception.  The comment is that, just following from what Mr Lax says that you can torture people while they cooperate, you can torture people while they don't cooperate, where does he draw the line then?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you draw the line there at - the question was, people can get tortured if they cooperate, people can get tortured if they don't cooperate, where do you draw the line because on your evidence you've mentioned that Mr Gordhan was completely uncooperative whereas that wasn't the case with Mr Lalla yet both were subjected to the same form of treatment.  Where do you draw the line, who don't you torture?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I think that I attempted to describe it in my evidence that in the case of Mr Lalla it was cooperation up to a certain point and then he started to withhold and that is when I went over in the application of violence on him and the circumstances of interrogation determined that.",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR GORDHAN",
            "Yes Chairperson, with your indulgence.\n\tMr Botha, I was in fact subsequent to your departure after the assault questioned both by Mr Duhr and Mr Bothma about the so-called Owl, in other words the attempt to persuade me continued after your visit to Bethlehem, were you aware of that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "I actually put it to you that in fact all you needed to do and the Committee might want to know that on a virtually a weekly basis Mr Duhr and Mr Bothma would come back to Durban, they would attend one form of debriefing or briefing sessions and they would return on a Sunday night or a Monday morning to Bethlehem, at much cost I might add to the taxpayer but they could have been briefed on this matter and they could have asked the questions, Mr Botha?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson, that may be correct but directly after that I went to Cape Town for another aspect of the operation.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Mr Botha, I also put - and that's the second point Chairperson after which I finish, the second point is the issue of cooperation doesn't really arise here.  Well for two reasons, the one is you can never expect your enemy to cooperate with you but the second and more important one in this context is as Mr Lax pointed out all the information connected with Vula was public domain information soon after the arrest of the people on the 12th July.  So the issue of cooperation never really arose.  Was the real issue one of breaking my morale and subjugating one to your will and so on?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I think that somewhere we have a communication breakdown because there is a tremendous gap here, I don't understand the question and I also don't understand it with reference to Mr Lax's question, there seems to be another gap there.  Perhaps if some explanation could be provided?",
            "Male"
        ],
        [
            "MR GORDHAN",
            "I put it back to you.  I said the issue of cooperation doesn't arise between a detainee and an interrogator.  So the first reason being that they allegedly, not allegedly, they were enemies, that you wouldn't expect a detainee like me to actually cooperate with you?  Particularly if I'm in solitary confinement for month on month on month.  The second and more important fact here was that you were asking one to cooperate about disclosing information that I knew that you knew and that was in the public domain so why get me to cooperate?  Just keep me in a cell until you're finished your so-called information gathering and let the politicians decide what to do with us which is what happened anyway?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "So what is your question then, Mr Gordhan?",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Why engage in assaults and why look for so-called cooperation and so on when in fact that's something that (a) you shouldn't expect, and (b) you didn't actually require?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I did not seek cooperation from Mr Gordhan, I wanted answers from him in terms of who the informer was.  His attitude was non-cooperative, I was looking for an answer.",
            "Male"
        ],
        [
            "MR GORDHAN",
            "Well you used the word cooperation.  In my vocabulary when I talk to people like you it doesn't exist so let's leave it at that, Chairperson, I made my point.\nNO FURTHER QUESTIONS BY MR GORDHAN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR VISSER",
            "Chairperson, may I now clarify something?\n\tMr Botha, it has been put to you that detainees could not be expected to cooperate, that you could not expect this from them, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was your experience then?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The experience that we had from arrested terrorists that some of them would cooperate within a minute and others simply never would cooperate.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Botha, that concludes your testimony, you may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}