{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-08-20",
        "location": "DURBAN",
        "day": "8",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53622&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990820db.htm",
        "speakers": [
            "ADV BOSMAN",
            "CHAIRPERSON",
            "H J P BOTHA",
            "INTERPRETER",
            "MR LAX",
            "MR VISSER",
            "MR WILLS",
            "MS POSWA",
            "MS THABETHE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS THABETHE",
            "MR WILLS",
            "MR BOTHA",
            "MR LAX",
            "MR VISSER",
            "H J P BOTHA",
            "ADV BOSMAN",
            "MS POSWA",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "H J P BOTHA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are we ready to start?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please proceed.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR WILLS",
            "(cont)\n\tThank you Mr Chairperson.  Mr Botha, yesterday we were dealing with the meeting of the 13th July, when - sorry the meeting of the 11th, where you and Mr Steyn attended at Pretoria and met with Gen van der Merwe, who at that stage was the most senior member in the country.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, I was asking you at that stage why you didn't inform Gen van der Merwe that these arrests had already been made.  Can you just refresh my memory as to what your answer was in that regard?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Because Ndaba was an informer, it was not necessary for me to inform Gen van der Merwe, seen in the light of the fact that Mbuso Shabalala were already unlawfully in our presence and had been longer than the applicable time, that is why I did not inform Gen van der Merwe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand that the purpose of the meeting was something else?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just refresh my memory, what was the main purpose of that meeting?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "The purpose of the meeting and our visit to Pretoria was, (1) to inform the Chief of Security, General Basie Smit with regard to the information and in regard of operation Vula and after we had informed him he requested that we also inform Gen van der Merwe and that was done the morning of the 12th and that was the purpose.",
            "Male"
        ],
        [
            "MR WILLS",
            "So obviously by this stage you formed an opinion and this opinion was obviously shared by your superior Mr Steyn that the information you had was of such magnitude that it was necessary to convey this  to Pretoria to the most senior people involved?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And in addition to that you conveyed this information to the most senior security policeman and the most senior policeman, the security policeman being Basie Smit and the most senior policeman being Gen van der Merwe?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "They in turn agreed with you that this was crucial information?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And, sorry, Basie Smit agreed with you that it was crucial information and therefore he arranged a personal audience for you and Mr Steyn to see Gen van der Merwe the next day?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "It was so important, the matter could not wait?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "You met with van der Merwe at what time the next morning, on the 11th?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It was, we saw Gen Smit in the vicinity of 7 o'clock.",
            "Male"
        ],
        [
            "MR WILLS",
            "It was translated as Gen Smit, I'm talking about Gen van der Merwe, at 7 in the morning.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Correct, first thing.",
            "Male"
        ],
        [
            "MR WILLS",
            "So obviously the information that you had obtained through your informer was regarded by the whole police and security structures at that time as crucial.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's what I already said, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now not only did Basie Smit agree with you, so too did Gen van der Merwe.  He realised immediately the extreme importance of the situation to the extent that he issued what I think you conceded was an order that you mustn't continue with arrests in this matter until such time as very senior people have been involved and he referred to, in your evidence, the State President and Foreign Affairs and\n various embassies?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So obviously I would assume that even though you're a very experienced Security Branch member, this was an unusual occurrence for you?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I would not say that it was unusual circumstances, the request that arrests not be made until a more appropriate time was not strange.",
            "Male"
        ],
        [
            "MR WILLS",
            "Let me rather be more specific.  What I'm referring to as being unusual is that you have to travel to Pretoria to meet with such senior people in order to get their input and those senior people say they have to go to the highest authority in the land in order to inform them of the situation, that's the uniqueness of the situation I'm referring to.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes and the uniqueness thereof, you are quite correct, is because of the circumstances which reigned in South Africa at that stage and that was the negotiations between the South African Government and the ANC.  This is what made this situation unique.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Now I must put it to you that I find it particularly strange that it is clear that the evidence or the conversation with van der Merwe, did centre around arrests and the sensitivity of those arrests, because he wanted to delay them until such a time as the other important organs of government had been informed.  Why at that stage?  You didn't say to him, \"Well you know General we have in fact before coming here made certain arrests in relation to this important operation and so you'd better take that into account when you advise these other important people.\"",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Gen van der Merwe was not informed about the unlawful arrest of Shabalala.",
            "Male"
        ],
        [
            "MR WILLS",
            "I realise that.  I'm asking you to explain why you didn't, even though this subject was discussed.  I find it, to be frank, Mr Botha, I find it incredible that this was not brought to the attention of the senior people in the circumstances.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Very simple explanation Chairperson, one would not place the Commissioner of Police in a position where I had acted illegally and inform him and then he must explain it and therefore he will become part of the whole thing.",
            "Male"
        ],
        [
            "MR WILLS",
            "So in other words, you made a conscious decision to hide your actions from your own superiors?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's what I've already said, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you receive instructions from the most senior policeman in South Africa to delay these arrests.  Now this was not a routine instruction.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "But it was not strange.  Previously such requests had been made.",
            "Male"
        ],
        [
            "MR WILLS",
            "From the most senior policeman in the country for the reasons under which this instruction was given?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "In this instance it came from him for reasons as I have explained already.  The scope of the Operation Vula as it was known to us at that stage, made him decide to inform certain instances first before we commence with the arrests and this led to his instructions of do not arrest until they tell us when everybody is informed.",
            "Male"
        ],
        [
            "MR WILLS",
            "We know what led to his instruction.  You've explained that before, with respect, Mr Botha, what I'm again emphasising is that it was unique that Gen Botha gave you this instruction to delay the arrest.  It was an unusual occurrence for you.  You don't every day get your orders from Gen Botha.  I would expect ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "You mean Gen van der Merwe, sorry Mr wills.",
            "Male"
        ],
        [
            "MR WILLS",
            "I apologise, thank you, Mr Chairperson.  you don't usually get your instructions from Gen van der Merwe in this regard.  I would expect that you might get them from Col Taylor or Mr Steyn or someone along those lines.  It's a unique occurrence for you to get such an instruction from the most senior policeman, that's what I'm referring to.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, surely because of that, because of that mere uniqueness of the situation that the most senior policeman had given you this instruction, you would have sometime shortly after your meeting which commenced at 7 o'clock, sorry what time did the meeting end?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "About 15 minutes, half an hour later.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now we know, surely from half-past 7 in the morning, or let's be generous to you, from 8 o'clock in the morning of the 11th, surely because of the very fact that you've got this instruction and you realised what the sensitivity was, you knew that it had implications that affected the whole negotiation process at that stage, surely it would have been a normal thing for you to do, to communicate to your troops on the ground that \"guys whatever happens, hold fire at this stage.  This is something bigger than even I imagined.  Don't do anything, we've got to get authority from high up and we have these instructions\".  I want to know why you didn't do that.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It was not necessary for me to liaise the information that the arrest is not to be made, that that would be the alpha and the omega.  The instruction from Gen van der Merwe was, \"Do not arrest before all the instances were informed\".  It was not an instruction that we could not arrest at all.   There was a difference between the two.",
            "Male"
        ],
        [
            "MR WILLS",
            "With respect, Mr Botha, if I can just come in there.  I'll give you a chance to complete this later.  You did concede to me in evidence yesterday that you interpreted this as an instruction.  Are you changing your version now?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, I will say once again it was an instruction but it was how the instruction was interpreted by me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand it, the instruction was not correct, the instruction was to delay until the relevant people had been informed.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, that's indeed so.  That was the instruction.  What I'm saying is that you get an instruction like this from, nobody in the police more senior could have given you this instruction.  The most senior person gives you this instruction and you know this instruction from before half-past 7 in the morning of the 11th.  You've got from the morning, half-past 7 in the morning of the 11th to, I think, my instructions are to the effect that the first arrests took place at lunch time on the morning of the 12th or midday on the 12th.  You've got more than 24 hours and you know from your evidence, you know that your men are engaged in surveillance operations.  I say that you would have said to them, \"hold fire, continue with surveillance, but please do not arrest.\"",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, I would have informed them as soon as I was back in Durban.  It was at no stage with me that it was important enough for me to contact them by telephone and tell them not to continue or don't make any arrests, it was not for them to arrest these people, that's why they kept these people under surveillance.",
            "Male"
        ],
        [
            "MR WILLS",
            "When did you get back to Durban that day?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "We flew back from Pretoria and I was back the morning in Durban.",
            "Male"
        ],
        [
            "MR WILLS",
            "So did you tell these people when you arrived back in Durban?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Before I could convey the instruction to them, Gen du Preez and Laurie Wasserman had already been involved in the arrest of Nyanda.  I was at the offices when they arrived and reported that Nyanda had been arrested.",
            "Male"
        ],
        [
            "MR WILLS",
            "So now are you saying that Nyanda was arrested on the 11th?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Negative.  I say once again he was arrested on the 12th.  If you heard my evidence, the 10th I was in Pretoria, the morning of the 11th I informed Gen van der Merwe, and I returned from Pretoria the morning of the 12th, the same day which Nyanda was arrested.",
            "Male"
        ],
        [
            "MR WILLS",
            "So are you saying that whilst you got this instruction and you're involved in this extremely important operation of national significance, that you hung around in Pretoria from half-past 7 on the 11th and you only flew back to Durban at lunch time on the 12th.  So you hung around in Pretoria for some days?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, the State President made a speech and information was conveyed to the National Intelligence.  It was important that we be present at any of these briefings so that we could inform them.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you stayed, it was so important this information that you stayed in Pretoria to brief the State President.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson as I've already said, this information was of value and Gen van der Merwe took some decisions and we executed our orders.",
            "Male"
        ],
        [
            "MR WILLS",
            "So in other words, sorry this is new to me and excuse me, like my colleague my Afrikaans is not very good, but as I understand it, you have not in any of your statements, despite the fact that you've made two statements, indicated thus far that Gen van der Merwe requested you to delay your departure in order that you could be with him to brief the State President?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, at no stage did I say that Gen van der Merwe requested me, that was normal practice, it was an Intelligence component.  One conveys information to the departments which will do the briefings, there's nothing strange about this action.",
            "Male"
        ],
        [
            "MR WILLS",
            "It's the first time that you've mentioned... Can I finish my question, with respect?  I will give you the opportunity to talk, Mr Botha.  Is this the first time that you have given evidence to the effect that you waited in Pretoria with the purpose of briefing the State President before your return.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, I did not brief the State President, which followed after the meeting, was by Gen van der Merwe, that was a normal police function.  It was not necessary for me to give evidence to that.  It was irrelevant with regard to this application.",
            "Male"
        ],
        [
            "MR WILLS",
            "I'm just asking a simple question, with respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said it was not relevant.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "With respect, Mr Chairperson, all I want to ask him is, is this the first time that this has come out?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is the first time because it hasn't been asked before.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.  So then you, what time did the briefing of the State President take place?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Gen Pruis, Gen Basie Smit and Neil Barnard briefed the President.  I was not present, I don't know exactly what time the briefing took place.",
            "Male"
        ],
        [
            "MR WILLS",
            "But surely if you were waiting for that to occur, in case you were needed, you would have at least known when you could go back?  You would have at least known the timing of that meeting?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, I will say once again, my presence was there, I conveyed the information and the people prepared themselves for the briefing to the President.  If they needed further detail I was present to give it to him.\nSo when you got back to Durban, you were told immediately then that the arrest of Nyanda had taken place?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what time did you get back, sorry?  What time was this information conveyed to you on the 12th?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "If I recall correctly it was approximately 12 o'clock on the Thursday.",
            "Male"
        ],
        [
            "MR WILLS",
            "And I believe then that some 15 or 14 other persons were arrested subsequent to that?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, later that day.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Or afterwards, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So my question remains, why, at that stage, did you not put a halt to the operations and to say to your men, \"Hold fire.  Hold fire.  We have this instruction from Gen van der Merwe\".  Why didn't you stop the subsequent arrests taking place?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, I will once again explain.  It was not an instruction that we should not arrest at all.  It was  \"Do not arrest now, wait, we will arrest later\".  The arrest of Nyanda came because of the fact that the surveillance was detected, du Preez's surveillance and they had to arrest him.  What followed there was a natural reaction and as with any operation, one follows through so that these who were identified would also be arrested.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and you concede that some of these arrests took place as late as 9 o'clock on the evening of, or 12h00 on the 12th?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "From Nyanda's arrest, there was arrests right through.  There was no time as to when the others were arrested.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, you obviously misunderstood my question.\nWhat was the latest arrest that occurred on that day, to your knowledge?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I said I don't know, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "You wouldn't be able to dispute the facts of my instructions that some of these arrests continued until right up until 21h00 on the night of the 12th?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That could be right Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "And obviously you didn't put a stop to this at 12 o'clock?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Not at all.",
            "Male"
        ],
        [
            "MR WILLS",
            "Despite the fact that you had this order to delay the arrests?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We've heard that.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you, Chairperson.  Now, these arrests created a bit of a problem for you, not so?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well you had to go and explain yourself.  I understood that that is why you went to explain yourself to, with General Steyn and you returned to Pretoria on the 13th.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It is not that it was a problem for us Chairperson, it was a new development which had to be reported.  When Nyanda was arrested and the following people were arrested, it was then not only names that had hung in the air, these were real facts.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what happened at that meeting?  Tell me, who did you meet with?  Your affidavit isn't clear to me.  Sorry, and I'm referring mainly to your English affidavit, your first version.  What happened at that meeting?  Who did you meet?  What time on the 13th and what transpired as a result of the meeting on the 13th?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, I would like to put something clear.  I never made an English affidavit.  If he refers to an English affidavit, it is definitely not mine.",
            "Male"
        ],
        [
            "MR WILLS",
            "It is clear that I'm referring to my translation of your first affidavit, your affidavit that was dated in December 1996 and commissioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just refer to that.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you.  It is the affidavit that is part of the papers,",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The bundle.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "In the bundle and it is from page 1 to 25 and I specifically ...",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Wills, just, sorry, just for the record, that's not an affidavit.  That is his application.",
            "Male"
        ],
        [
            "MR WILLS",
            "As you please.  I'm referring to the affidavit attached.  It is sworn to.  The affidavit attached to your application form.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, at page 25.  It is sworn.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anyway.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes as I say from this statement, there is no indication from whom you met in Pretoria, according to my translation on that day, but please tell me who you met with.  You see I'm referring to page 16, the middle paragraph, where it says\n\"From these arrests a chain reaction of arrests resulted.  As a result of the incidents which happened prematurely, I accompanied Gen Steyn to Pretoria for appraisal and instruction.  It was decided to form a National Investigation team.\"\nNow what I'm referring to is who did you meet with in Pretoria at this stage?  As far as I recall, there were several people Chairperson.  It was Gen Beukes, Brig Abrie, he was attached to the ANC research desk, members of the Intelligence Unit, Col Jimmy Taylor and Albert Oosthuizen and there could have been other people involved whom I cannot recall right now.",
            "Male"
        ],
        [
            "MR WILLS",
            "What was the highest rank, or the most senior person who attended that meeting, to your recollection?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "If I recall correctly, it was Gen Beukes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what was his position at that stage?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "He was number 2 or number 3 in the Security Branch.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you went there for appraisal and instructions, what do you mean by that?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "We gave feedback of the arrests of Siphiwe Nyanda and the other people which had taken place on the 12th which had already been received back in terms of arms, documentation and so forth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry I didn't hear that, just the last part.  What were you saying about the arms and the documents?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Chairperson, we had already found arms and documents when we searched the places where Nyanda and the other people had been arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Now at this stage, did you tell the senior personnel of the earlier arrests of Shabalala and Ndaba?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, Chairperson, at no stage was anybody informed about the fact that Ndaba was an informer and was in detention with me and that Shabalala was in unlawful detention.",
            "Male"
        ],
        [
            "MR WILLS",
            "Surely you would have considered it important for the purposes of an appraisal of the situation that this issue be raised.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said he didn't do it, isn't it?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairperson.  Possibly I can ask a direct question, I'll rephrase, thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I must assume that the reasons for not informing these people, were similar to the reasons you gave earlier i.e. partly because you didn't want to inform these people of the fact that you'd acted illegally in respect of the two that you'd arrested?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "The fact that Shabalala was taken unlawfully, that's correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes,  Now, there was - you received certain instructions according to your, the implication of your evidence.  You say you went - the purpose of the meeting was for appraisals and instructions and it appears from the same paragraph that one of the instructions was given that Col Zen de Beer of Durban would head a National Investigation team to, obviously in relation to this whole investigation, not so?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And both you and Mr Steyn were obviously made aware of that in no uncertain terms?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "He was a colleague of ours in Durban.  We knew de Beer was under the command of Gen Steyn.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now was there anything else that was important that was discussed at that meeting?  What else, or rather let me say what else was discussed at that meeting?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "The investigation team, from where all these people would come from, which people would be used in the investigative team, information which had been obtained from the computers had to be analysed, the use of other Intelligence Services to be of assistance.  The briefing of other services which still had to take place and that was scheduled for a Sunday.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you see, because you also indicate in your affidavit that on the 13th the decision was also communicated to at least Gen Steyn that the persons who were arrested would not be prosecuted.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Tell me, how was that decision communicated to you?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Gen Steyn informed me.",
            "Male"
        ],
        [
            "MR WILLS",
            "And when was that?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "While we were on our way back from Pretoria to Durban.",
            "Male"
        ],
        [
            "MR WILLS",
            "How did you travel?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "If I recall correctly, we flew.",
            "Male"
        ],
        [
            "MR WILLS",
            "So obviously Gen Steyn must have had other communications with other persons without you being in his company that day because that wasn't communicated directly to you?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "What time did you return on the 13th?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It was during the afternoon.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you recall, was it early or late afternoon?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I think it was on the 3 o'clock flight.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now an interesting aspect of your affidavit in this regard is that you mentioned that you were disappointed by this decision.  What do you mean by that?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "All the work that had been put it for nothing.  A decision is taken, there would be no prosecutions, there would be arrests but no prosecutions and that is disappointing.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did it not go further than that?  Did you not personally want to see these so-called terrorists and communists behind bars and put away for ever?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Given during that time, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "As I understand from your description of what could loosely be described as your indoctrination, this must have been not just a disappointment, this might have been quite a fundamental blow to your very attitude as regards policing in the area?  It must have affected you deeply, in other words.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, if one had looked at what became known as Vula and what the objectives were and one recalls the time period of 1983, from the time I arrived in Durban, of acts of terror and people who were killed and injured and maimed and one looks at the objective of this operation which aimed at national resistance and more people would be killed, but the politicians were negotiating the country away, that is the impression that I received.",
            "Male"
        ],
        [
            "MR WILLS",
            "You were very upset, understandably.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you put it to him that he was disappointed, that's how you formulated your question to him and he's agreed with that.  Are you going to take it a little further?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I do, I do, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Beyond being merely disappointed.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "You were very upset?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were upset because of all the pain and trouble that had been taken in arresting these chaps and in the context of what was threatened by them, they were not to be prosecuted.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, that's exactly my point, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright let's carry on I think we've covered that ground.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Yes, that was the feeling Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you arrived back on the afternoon of the 13th and am I correct in that you were more or less living at the safe-house in Verulam at that stage, so you would have left the airport and gone directly back to the safe-house?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you would have left Mr Steyn, he would have gone his own way?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And when you arrived at the safe-house, you again met with Ndaba?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "And this is where you found him in this distraught state?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you further - you then take a decision to eliminate him on the 14th?",
            "Male"
        ],
        [
            "MR VISSER",
            "That wasn't the evidence, Mr Chairman.  It's clear from page 51 that that wasn't, paragraph 51 that that wasn't it, there was a meeting the next day, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, I ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you are skipping.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I will go through all the evidence, I'm not denying, it's inconsequential to me that, I'm not denying that, I'm just wanting to know, I realise that other people were involved.  Sorry, if I, I'm not trying to mislead you, I'm trying to get to the bottom of this.  I realise that there were possibly other people involved.  That is your evidence.  I realise what your evidence is but when was that decision to eliminate taken?  That's what I want to know.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Is the question with regard to Shabalala and Ndaba or, because I've already testified that the idea formulated with me with regard to Shabalala at an earlier date and with regard to Ndaba it was more specific.  After I had returned from Pretoria.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, let's just for clarity, I can't remember that.  When was the decision made in relation to Shabalala?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It was much earlier.  I think it was around the 10th.",
            "Male"
        ],
        [
            "MR WILLS",
            "And Ndaba, on your return from Pretoria?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "The afternoon of the 13th, after you'd seen Ndaba?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you indicated in your viva voce evidence, which is basically your second statement yesterday that prior to you coming to this decision, Gen Steyn was not so much expressly but tacitly aware of this decision before the elimination occurred and that was as a result of the meeting which your counsel referred to, I think of the morning of the 14th.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "And earlier, that's correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, there was a whole build-up that you discussed with Gen Steyn about the possibility of this occurring?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now what I find strange is that why didn't you discuss this with Zen de Beer?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, Zen de Beer was the investigating official of this Investigative Unit.  Firstly nobody else besides myself, du Preez, Wasserman and van der Westhuizen knew of these two people in my presence.",
            "Male"
        ],
        [
            "MR WILLS",
            "So again what you were trying to do was to hide this murder from other people in the Security Forces?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you couldn't have been acting within the scope and instructions of your duties in the police if you're hiding this from the very people who have been appointed to oversee this operation.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "The investigating team which had been put together and Gen Steyn will be able to testify about that in broad detail, that was all a scam.  They had to do a full investigation.  Gen Steyn told me that there would be no investigation.  The investigating team and Zen de Beer himself, didn't know this.  They didn't know that there wasn't to be any prosecution.  They worked full-out as if they were going to prosecute those people and each and every member of that investigating team knew...",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, that there wouldn't be a prosecution?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No.  they knew or they were of the impression that there was going to be a prosecution and they did a complete investigation.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR WILLS",
            "What I'm concentrating on and please, please correct me if my assessment of your evidence is incorrect, my understanding of your testimony, from reading your affidavits, is to the effect that you and Gen, sorry Col Steyn, flew to Pretoria to get instructions.  You got instructions.  One of them was that de Beer was to head up this investigation.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "That instruction was given at a meeting where the third most senior person in the Security Branch was present?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, I want an explanation as to what made you feel justified in acting out of those instructions?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "In respect of what?",
            "Male"
        ],
        [
            "MR WILLS",
            "The fact that you didn't discuss the matter with de Beer, you didn't even include him in any decisions.  You ignored him completely.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "In respect of what Chairperson?  de Beer's instruction as the head of the investigating team?",
            "Male"
        ],
        [
            "MR WILLS",
            "No, in respect of your killing of the two detainees.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In respect of his decision to kill.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "In respect of your decision to kill and in respect of the actual actus reus, the actual murder of these two individuals.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, it was my decision and it was my carrying out of that action and I didn't notify de Beer or anybody else about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Can you just enlighten me?  What was the main purpose of this investigative team of de Beer's?  What were they to investigate?  Were they to investigate all those that had been picked up, the 14 odd people who had been picked up and to investigate how they should be prosecuted or was it to investigate something beyond that?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "The purpose of the investigation was to expose Operation Vula as fully as possible and in order to do that you had to have a full police investigation and if the members involved in that investigation were doing their work in a half-hearted fashion, they wouldn't perhaps have put in the same effort and consequently they were not told of the fact that all their hard work would amount to nothing in the end and that there would be no prosecution.",
            "Male"
        ],
        [
            "MR WILLS",
            "So what you're wanting the Committee to believe is that the, despite the fact that there is this extreme high profile instruction, an order is given to this matter, that those were all just basically a con and that that wasn't really the real direction that the police were going to take?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Whose decision it was and whatever motivated them that there would be no prosecution, that is something that Gen Steyn could testify about but I was told there was to be no prosecution.  The political situation at that stage, or the politicians at that stage, dictated the function because the negotiating process was their priority and it was accordingly the decision that only some of the people who had been identified within Vula should be arrested, others were not to be arrested at all.",
            "Male"
        ],
        [
            "MR WILLS",
            "I realise that, we'll get on to that.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It's exactly the same basis for the scam in relation to the prosecution that wouldn't materialise.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see, my understanding of how, what the role of the police is in relation to the political leaders is that the police take instructions from the political leaders of the day.  The political leaders, in your own evidence, have assessed the situation to the extent that this matter has to be co-ordinated in a very orchestrated manner and as such, de Beer was appointed in that line, is that not so?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Whether the politicians decided that, I don't know, but the decision was made.",
            "Male"
        ],
        [
            "MR WILLS",
            "What I'm trying to say, I'm sorry if my questions aren't clear, I'll try and be more clear.  What I'm trying to say is that it is clear and you concede this, that the political developments had reached such a stage that the issue that you were dealing with was an extremely sensitive issue.  We know it is, it nearly led to the break down of negotiations, it was so serious.  Do you concede that?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now as a result of this orders filtered down to you, to the extent that this has to be handled very sensitively.  Firstly you're told that. don't do any more arrests until the 16th, that is not complied with for reasons you've given.  Secondly you're told that Mr de Beer must head this investigation.  Now, I cannot believe your version that those two aspects, well particularly the de Beer version, was just a con made by some other force.  It was a clear instruction that fits into the political situation at the time.  I want your response.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, with great respect to my learned friend, what is the question now?  I sat here listening and I really don't know what I would have responded had I known the facts.  I don't know what the question is.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Visser, I will rephrase.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think you're making a statement rather than formulating a question.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.  Thank you.  It is a rather difficult one.  Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we just get one thing straight?  Did this investigative unit of de Beer actually commence investigating?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it did commence?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Yes and it was composed of a national team.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And they had commenced their work?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when you say this was a scam?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "What I mean is that de Beer and all the members of his investigating team were unaware of the fact that their work was ultimately to prove fruitless.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were not aware of it?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so that is why you say that was a scam?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were very, very annoyed that all this effort in arresting people in a very serious situation was not going to result in any prosecution?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "I knew it, the others didn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, I'm sorry about that but I think that, please formulate your questions.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you, I'll withdraw that question.  I'll just put something to you, Mr Botha.  I put it to you that that investigation was not a scam.  That that investigation was set up to handle a very delicate situation and that you took decisions, conscious decision, to ignore the instructions from your superiors and ignore your commitment to report developments to this investigation and you acted on your own in regard to your decision to eliminate.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, the reference to the word scam for the investigating team, I would like to repeat that Zen de Beer and his investigating team didn't know that their investigation would amount to nothing in the end and secondly I didn't need to report to Zen de Beer.  We were of an equal rank, he was in command of an investigating team.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, I wonder if I could ask the witness to repeat.  My sound equipment temporarily malfunctioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Where do we start?  De Beer and his team did not know that their investigations were not to be, were not to amount to anything in the end.  You've got as far as that?",
            "Unknown"
        ],
        [
            "MR LAX",
            "The witness was in fact saying that he was of equal rank to de Beer, he had no need to report to him.  Carry on from there Mr Botha.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, if I can just take that point up.  Your affidavit says that it was decided to form a National Investigation team to work under the command of Zen de Beer.  Were you not even included in this?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, I wasn't.",
            "Male"
        ],
        [
            "MR WILLS",
            "And were you not told to feed information in to this investigation team?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, I fed information in but an investigation and intelligence gathering, those are two different things.  My function was different.",
            "Male"
        ],
        [
            "MR WILLS",
            "What was your function in relation to this team?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I gave them information and they actually did the physical investigation, they arrested people and processed documents, the gathering of intelligence for evidence purposes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Surely it would have been important for them to talk to Shabalala?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "At that stage they had Siphiwe Nyanda in their hands at that stage, and he gave them everything they wanted to know, everything.  They had Brazoo, Raymond Lalla gave them everything and so I could continue to name names.  The investigating team sat with the cream of the crop.  So it wasn't necessary for them to talk to the people who had given the information initially which had led to these arrests.",
            "Male"
        ],
        [
            "MR WILLS",
            "Surely as I understand normal practice is in the way the Security Branch operated that...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there such a thing as normal practice?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Well a usual practice, thank you Mr Chairperson.  A usual practice of the Security Branch was to corroborate the information that they are receiving from detainees with their informers.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "In this case what happened was that they had all the people and all the information which came from the computers and stacks of documents so there was plenty, there was enough to verify by way of documentation and the people in detention.",
            "Male"
        ],
        [
            "MR WILLS",
            "Is it not so that the normal practice is to corroborate information with informants?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That was the normal practice.  This was an exception, it was an exceptional practice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't want to stop you, but I think that for the last 20 minutes or so we are beating about the question that he did not disclose to them that two of the people here, Shabalala, have been in secret detention.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he thought that it was not relevant nor important to inform them about it.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The top leadership of Vula had been arrested, the police had got maximum information from them, they got documents from them and so on and this witness says that he didn't think that there was any need for him to tell them.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "About these two.  Now can you take it further, can you take it beyond that?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you. I hope so.  Well I'm just going to put it to you, I put it to you Mr Botha, that the reason you didn't follow this normal procedure was because these two people were severely beaten and probably already on death's door so that you couldn't show them to anybody else.  Can you respond?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "On the 14th I had already taken the decision.  The investigating team were already functioning.  I wouldn't have exposed the people to the investigating team.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now I just want to clear something up with you and possibly you might be able to throw some light on it.  When I read my translation of Mr Steyn's affidavit, the application form, he doesn't mention anything about the discussion around elimination occurring at any stage.  The first time he mentions anything about the elimination is he says that on the 16th you informed him of the elimination.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I would suggest that that question be asked to Gen Steyn, I can't answer on his behalf.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now another big problem I have with your evidence is that, in the light of the political sensitivity of this whole issue which you were aware of, you killed Ndaba in such a hurry, you told me that you got back from Pretoria, you see that he's in a bad state on the afternoon of the 13th by the morning of the 14th you and possibly Steyn have decided to kill him and by possibly midnight or 1 o'clock that very same day, the Saturday night, he's already dead.  Surely, why did you rush the matter?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That was my decision.",
            "Male"
        ],
        [
            "MR WILLS",
            "I'm asking you why you made that decision.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It was a decision which was shaped by the situation at the time.  I can't remember now.  There was no reason to delay it.  Once the decision was taken, you carry it out immediately.",
            "Male"
        ],
        [
            "MR WILLS",
            "Your decision must have been partially motivated at least to hide the fact that you had these people from your own senior personnel, not so?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "The fact that I had to conceal their presence with me from other members of the South African police had nothing to do with the fact that they were eliminated on the 14th/15th.",
            "Male"
        ],
        [
            "MR WILLS",
            "Surely it would be, surely it would get out that you were actually detaining these people.  You indicated that, I think you mentioned that there were people at the safe-house from C20 already.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's right.",
            "Male"
        ],
        [
            "MR WILLS",
            "More people knew.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Right.  There was a position of trust with those people and they worked for us in the past as informers and they wouldn't talk about that, the fact that there were informers.",
            "Male"
        ],
        [
            "MR WILLS",
            "I put it to you that you killed these two individuals because they were either so badly injured as a result of their torture and questioning by you and members of your unit, that you could not release them, you could not detain them and you could not even show them to your own superiors.  You were covering up your own malicious deed.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "This is the reason why you didn't discuss the arrests with the most senior policemen in the country, to cover up.  This is the reason why you didn't detain them, because you didn't want a doctor to see them, this is the reason that you could not think of any other alternative in how to deal with these people.  Do you want to comment?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "Just finally, Mr Chairperson, I want to just concentrate on the issue of Ndaba being an informer prior to, your communications with him prior to his arrest on the 7th.  You say the first communication you had with him was some 4 to 6 weeks prior to his arrest on the 7th?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Approximately 6 weeks before the arrest.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  You say to him that you met with him on three of four occasions, I think was your evidence.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now what did he tell you?  Give me information about what he told you on those occasions.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I will once again summarise what he told me.",
            "Male"
        ],
        [
            "MR WILLS",
            "And I'm being specific.  Before the arrest.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I already mentioned this yesterday, I testified about it, about the information which he conveyed to me.",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson, I don't want to stifle my learned friend in full flight, but I'm just wondering what this has to do with him.  Mr Ndaba has counsel here appearing for Mr Ndaba and surely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's quite alright, I think he's entitled to.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May it please you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do carry on.  If we haven't covered this ground I'm going to allow you to do it.  If this ground has already been covered, then just think again please.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, sorry I can't remember what the answers are.  If you can just be brief.  Let me be specific, were any names mentioned of senior people in those earlier discussions?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Mr Wills asked me that same question yesterday and I answered it completely.  The names which I mentioned of staff which according to him were involved were Siphiwe Nyanda, Mac Maharaj, Ronnie Kasrils and he also mentioned the names of Pravine Gordhan and Dipak Patel.  And obviously also Shabalala's name was also mentioned.  And you asked me why I didn't mention that in my statement and I told you why not.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now what, I think my memory serves me correctly, in that in that interim period prior to his arrest you also testified to the effect that he indicated where certain people were staying and there addresses of safe houses, is that correct?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, he gave the particulars regarding safe-houses.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now surely you would have taken some action in relation to these safe-houses prior to the arrest of Ndaba?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, and I also testified to that effect.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what did you do?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "We broke in at one of these places and stole documentation.",
            "Male"
        ],
        [
            "MR WILLS",
            "And this was prior to the arrest of Ndaba?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, it was afterwards.",
            "Male"
        ],
        [
            "MR WILLS",
            "I'm talking about the period, what you did prior to the arrest.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, before we didn't enter anywhere.",
            "Male"
        ],
        [
            "MR WILLS",
            "What did you do?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "We just kept an observation at certain places.",
            "Male"
        ],
        [
            "MR WILLS",
            "At which places?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Basically just one place?",
            "Male"
        ],
        [
            "MR WILLS",
            "Which place was that?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "In Brickhill.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, sorry Mr Chairperson, I'm just about finished.  I've just lost my train of thought.  I wonder if I could have ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Take your time.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "If I could have 5 minutes adjournment, simply to consult and also to gather my thoughts?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll stand down for a short while.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairman.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "H J P BOTHA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR WILLS",
            "(cont)\n\tThank you Mr Chairperson.  Your evidence concerning your activities prior to the arrest of Ndaba on the 7th, you basically conducted observation at one house in Brickhill.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "What else did you do?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "The basic information which Shabalala gave me was disseminated by me and I tried to corroborate it with other information at my disposal.  I beg your pardon, was the question in respect of Shabalala?",
            "Male"
        ],
        [
            "MR WILLS",
            "No, it was in respect of Ndaba.  So basically you didn't take any sort of action to trace anybody?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "Although there was the number 1 or possibly that's overrating Mr Maharaj, possible the number 3 public enemy in the country and you had knowledge of that.  You didn't think it necessary to trace him down, observe him, possibly arrest him?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No.  I testified yesterday why that was not done.",
            "Male"
        ],
        [
            "MR WILLS",
            "The same in relation to - well let me just rather get to the point here.  Basically what my point is, is that I submit that had you been aware that these people were in the country prior to the 7th of July, you would have got, at the very least, on a plane, you would have brought this immediately to the attention of senior people in the country.  You wouldn't have just conducted what I could probably loosely describe as a laid-back, routine investigation.  You would have done a lot more.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, given the information which had been received at that stage and it also came from a single informer and bearing in mind the previous experience which we had in Natal, you would not take such an immediate decision by immediately launching a more complete investigation.",
            "Male"
        ],
        [
            "MR WILLS",
            "Because it strikes me as too coincidental that the only action that is taken against these senior personnel is after the arrest of Ndaba.  Why wasn't it taken before?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Because I've already told you yesterday, I testified yesterday, that given the incident in 1985, the Ebrahim Ismail incident, where a high profile person infiltrated the country and was monitored over a period of time and here we once again had information relating to high profile people in the country.  It would not have been the right thing to immediately go over to...(intervention)",
            "Male"
        ],
        [
            "MR WILLS",
            "We're not talking about an immediate arrest, we're talking of a period of 6 weeks.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Which is actually a very short period of time.",
            "Male"
        ],
        [
            "MR WILLS",
            "I put it to you that this is the truth of the matter and I put it to you that you are deliberately misleading this Committee.  I put it to you that Ndaba was not an informer, that you beat him so badly on the night of his arrest, that he cracked and under that extreme pressure, he gave the information to you and it was only then that you had the information at your disposal to make the following arrests.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That is not correct.  Maybe Mr Maharaj could perhaps just inform the attorney more fully as to the background and when they became aware of the fact that we knew of their printing press in Reservoir Hills and the press in Chatsworth where they tried to eliminate members of the Security Branch who were conducting observation there.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you sent any persons around to the homes of the deceased's family, his wife May Rose Shabalala?  On the 13th at her home in uMzumbe, on the 20th  at her home in Gamalahe?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, I didn't send anybody.  It was perhaps part of the investigating team.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know how it is possible that all the money which wasn't a substantial amount for someone in your position, all the money from Ndaba's bank account was withdrawn on the morning of the 8th?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, I have no knowledge of that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairperson, I think that ends my cross-examination.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have information as to who did the withdrawing?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "No, my instructions are simply from the family that the wife May Rose Shabalala went, ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "She discovered that the money had been withdrawn.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, she went to withdraw money soon after the event and there was nothing left.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Wills, I think I may have my notes wrong here, but I've got that you put it to the witness that all the money from Ndaba's banking account, was it Shabalala?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I'm sorry, that was a mistake, I'm talking about Shabalala's account.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just while you're on that, if I could Chair?  Did you search Shabalala when he was arrested?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I didn't do so personally, but I believe it would have been done.",
            "Male"
        ],
        [
            "MR LAX",
            "Was any money recovered off him?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Not as far as I am aware.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you any questions to put to this witness?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Thank you Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes Ms Poswa.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "I'd like to remind you that yesterday I stopped half-way through my cross-examination.  Will I be permitted after Ms Thabethe?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I understand you are working as a team.  You had limitations as far as the language was concerned, so we allowed Mr Wills to carry on on your behalf.  But if there are any specific questions which you wish to put without repeating the ground that has been covered, I will allow you.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Mr Chair, I believe yesterday I said I had a problem with the language, I have not completed my cross-examination, I need time to go through the script again and that on that agreement, on that understanding, Mr Wills will continue with his portion.  I will try not to go over what he has gone over.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I was to understand that he was going to do it on your behalf.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "No, no, Mr Chair, I think that was ...(indistinct - intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, let's not waste too much time.  If you have questions to put to this witness, please do so.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Thank you",
            "Female"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MS POSWA",
            "Mr Botha, I'd like to now refer to the manner in which the families of members of banned organisations were treated and I would like to just summarise the fact that it is a well-known fact that ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just put your questions.  Put your question.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Okay.  Was it not routine, or usual, in your operations that you would go to family homes of people who were involved in the banned organisation?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you talking about the two people, Ndaba and Shabalala?",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, mention that.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "For example the home of Mr Shabalala, of Mr Ndaba as well?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "If I understand the question correctly, then it's a general reference to what the routine procedure would have been for us and they refer to banned organisations of which these two people were members. I or my team did not beforehand or after the elimination on the 15th, 14th/15th, we did not visit the homes of the deceased and make any inquiries, but it's possible that the investigating team did visit those homes because, as I've already said, they did a complete investigation as was expected of them.",
            "Male"
        ],
        [
            "MS POSWA",
            "I would just like you to confirm the fact that it was routine that, it was in the process of your daily duties as members of the Security Branch, you went to the family homes of people in banned organisations and in particular Mr Ndaba's home and that you did so since he left the country.  If you know anything about it?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Perhaps I can explain as follows.  I think I know what the question is heading for.  When a person left the country and we received information that he was being trained abroad. (1) A docket was opened for illegally leaving the country.  A statement was then taken from the family to say that he was not at home, wasn't at home from a certain date.  A photograph was usually obtained and that was placed in a terrorist photograph album for circulation throughout the country.  All personal information was then obtained from the family and then information was constantly updated relating to this person's activities.\n\tWhen returned terrorists or arrested terrorists, or askaris gave information about such people, that was the also documented as to where that person might be.  When intelligence was received that a person was for instance in the vicinity of Durban or wherever, then as part of a routine investigation, the family would be visited to find out whether there'd been any contact.  If the information was more positive, the telephones of these homes would probably also be monitored to obtain more information.  If the information was to the effect that there was communication by post or by letter, then there would be a postal interception.  What I'm trying to say is that all possible intelligence gathering methods would have been used to monitor such a person's activities.",
            "Male"
        ],
        [
            "MS POSWA",
            "Are you aware of, so that is it correct if I say that the same procedure would have been applied to Ndaba?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MS POSWA",
            "Do you know of any particular incidents when Ndaba's home was visited?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "No, I can't recall that.",
            "Male"
        ],
        [
            "MS POSWA",
            "You don't know of any particular incident.  Well, my instructions are that from 1982 when Mr Ndaba left and he went to exile, members of the Security Branch repeatedly went to his home, even after 1988 when you claim he was your informer and the visits heightened after you had arrested him and murdered him in July of 1990 and that now that is highly, highly inconsistent with the treatment of members of a family of an informer.  I would have thought that they would have been mollycoddled.  Why the continued badgering, because these were not just visits, these were raids.  They would come in, search the house, turn it upside down and ask information and even after he had been arrested in July.  Was that conduct consistent with the treatment of the family of an informer?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "What happened after his arrest, I'm assuming now is that the investigating teams, that would have been the investigating team's activities and in their opinion Charles Ndaba was a member of Operation Vula who had to be arrested.  They would have done everything in their power to track him down.  The fact that the family's home was visited after he started giving information as an informer in 1988 is also not strange.  The family would not get preferential treatment simply because a person was an informer.  On the contrary, it would remain as it was beforehand.",
            "Male"
        ],
        [
            "MS POSWA",
            "So you are telling me that your policy was to harass everyone, whether the person is working for you, whether the person is working against you, yours was just to continue harassing?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "I can't describe it as harassment of the family, those were routine investigations conducted at the homes in connection with all people who'd left the country and we had information that they were being militarily trained.",
            "Male"
        ],
        [
            "MS POSWA",
            "You do not believe that this was harassment?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Anyway, let's not argue about that.  The procedure is followed, they went around even after they knew that the man was arrested and even while he was under interrogation.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "With respect, My Lord, I'd like to highlight the fact that they didn't just come in to do investigations, they came in, turned the house upside down, asked questions and often not in a polite manner and I'm asking if that was the way in which they would continue to treat the family of a person who was their own,...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Informer.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Yes, was their own informant and part of their group.  It just is highly inconsistent.",
            "Female"
        ],
        [
            "MR VISSER",
            "Mr Chairman, but this witness has said that he never, either before or after, visited that house, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about those who were under him?  What about the investigative unit, whether they did it?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, but then obviously this witness wouldn't know about it, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I mean, let's just clear that up.  I understand that he personally did not do that, but the family are concerned that this is what they had to put up with and they want some answer as to now why did they have to be put up with?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "I said that after Charles had become an informer in 1988, the visits from the Security Branch to his family home would not have decreased, the routine investigations would have remained the same.  I personally am not aware of who did these visits and how many visits there were.  The investigating team from the Security Branch, or there was an existing team and they would, as a matter of routine, have conducted these visits, whenever there was information that the person was present in the vicinity. and I want to testify that it was almost a matter of impossibility to, in respect of people who were registered as people who had illegally left the country and who were trained terrorists, to visit all their homes.  We simply did not have the manpower to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that the question that is really directed is around the word harassment.  The family had to put up with having the house turned upside down, people being interrogated rudely and general rough treatment of the family.  I think that is the gist of the question and that despite the fact that here is a man, he's under your control, he's your informer you say, and despite that you still do that to his family.  Now you may not have done it personally, but are you aware of the fact that that is what was done?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "It would have been a routine part of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words cruel ill-treatment was routine?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "No, I wasn't personally aware of what happened at the homes.  If the homes were turned upside down as is being alleged, it is possible that that was being done as part of a search, but I actually can't comment on that, whether that was in fact the case of not.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Botha, could I put it to you like this, the spirit in which these investigations took place, could you comment on that?  Was it done in a friendly, courteous way?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Once again Chairperson, I wouldn't know because I wasn't present.  There was no specific instruction, \"go and harass the people\" there simply wasn't the time for that.  There were more important priorities than simply to visit the homes of all the people who had left the country.  When there was specific information that the person was in the area, then the families were visited.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "I think the point that's being tried to put across is the family are claiming they were harassed in this way.  That's their claim and they're putting that to you.  Now either that accords with your general impression of such visits and searches, even where they were called for, as you've indicated they were from time to time, or it's not.  Can you just give us a straight answer one way or the other?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, once again, the interpretation of the family as to what they would regard as harassment and what we would regard as a routine visit to obtain information, I would not be able to say how these members executed these things.",
            "Male"
        ],
        [
            "MR LAX",
            "It was suggested to you that where such searches took place, it wouldn't have necessarily been done in a very friendly atmosphere, isn't that self-evident to you?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "In certain instances that was the case, but ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Were you never involved in searches?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I say yes, it may have been in instances where I was personally involved with searches and the spirit in which it was conducted depended on circumstances.  One would have people who would co-operate and there were others who would have a negative attitude.",
            "Male"
        ],
        [
            "MR LAX",
            "Precisely.  So I mean it's not giving a great deal away to concede that it's highly likely that that was the case.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It's possible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please proceed.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "I would just like to inform you that that is the family's cry.  You have come here to ask for amnesty, you have come here to ask for forgiveness from them, I would presume, or am I wrong?  Would you like the family to forgive you for the actions you committed?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Chairperson by nature of the situation, firstly one requests amnesty ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, with respect ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just allow him to finish.  Just allow him to finish.  Please carry on.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Of course one would want forgiveness from the family, Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "Your response to all this is so flippant.  you don't care.  Well if it happened, it did and it's too bad, I wasn't involved.  If it didn't happen, you don't know.  I mean, I would think that a person who has come before this Committee asking for amnesty, seeking amnesty, saying, Mr Chairman, I've committed a, b, c and I would like - I would expect more concern on your part, but you just, it's just one of those things.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any further questions?",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Yes, can I just continue from there?  We have already gone through the fact that you were particularly perturbed by the response from Head Office in Pretoria that you should not arrest and that you have Mr Ndaba now in custody and by your account he is shaking like a leaf, he is totally broken down, but there's two things that surprise me about Mr Ndaba.  You tell him that Gen Nyanda has been arrested, that frightens him.  You come back and you tell him there will be no prosecution, that still gets a negative response from him.  That just, why was he not happy?  In the first place I would understand if he was an informer, that he's annoyed by the lack of prosecution, but if he wasn't and informer, if he was an informer, he should have been excited when you told him that his work has paid off and Gen Nyanda has been arrested.  He can not have reacted in the manner that you describe.  It is just highly inconsistent.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Chairperson, I think the lack of knowledge in the handling of informers and their actions is clear here.  If there was a prosecution and Charles was willing to testify and we had to disclose him, because it was a process which we had to go through, then he would have been back in society without any problems, but we went one step further by proposing that he could establish himself elsewhere so he could be safe and circumstances determined decisions and emotions of people and in hindsight there is much we could have don different, but given that moment, one makes decisions on the emotions of other people, as well as your own.  And that is the only manner in which I can explain that.",
            "Male"
        ],
        [
            "MS POSWA",
            "So you are now admitting that you could have treated the situation in a different manner?  You could have used other options and that you went ahead and, you went ahead with the murders of these people, on hindsight, wrongly, that you could have done something else?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "In hindsight now one could have done many things differently Chairperson, but it was not done so.",
            "Male"
        ],
        [
            "MS POSWA",
            "What in particular?  when you say things could have been done differently, what are you referring to?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "My choice of decision could have been different given my knowledge now.  It's easy to say in hindsight, I could have done so and such but I did not do so.",
            "Male"
        ],
        [
            "MS POSWA",
            "I want to put it to you like this Mr Botha, you went to Pretoria, you came back, you were advised that these people are not going to be prosecuted, you were by your own admission angered by this and that out of malice and to satisfy your own inner vices and spite, you have admitted that you had been indoctrinated and having all that built up in you, you decided now is the time to eliminate these people.  I don't know what to do with them, I have been frustrated in my attempts, let me eliminate them, would you agree to that?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "Let's go to the site of the murders.  You say that when you reached the spot, you pretended to be going to satisfy a need, but let me go back, prior to that you said in the new version, that  you spoke to Charles Ndaba.  Can you please tell the Committee again what you said, what it was you said to them?  As you got into the vehicle or just before you got into the Volkswagen kombi, can you please remind us what you said to Charles Ndaba, according to your testimony, at paragraph 51.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "I said that they were, would be transferred to another safe-house in Northern Natal.",
            "Male"
        ],
        [
            "MS POSWA",
            "No, that is the first version.  According to the second version, you said something different.  Not 51?  If you will bear with me Mr Chairman, I just want to verify this.  Before you got into the vehicle, or just as you were doing so, you do state that you spoke to - paragraph 65.",
            "Female"
        ],
        [
            "MR VISSER",
            "Paragraph 70, Mr Chairman, 70.",
            "Male"
        ],
        [
            "MS POSWA",
            "Thank you for your assistance, Mr Visser.  Can you please read that out again?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It's the same isn't it?",
            "Unknown"
        ],
        [
            "MS POSWA",
            "No, its not the same.  Can you please read it out?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Paragraph 70\n\"I spoke to Ndaba and Shabalala and said that I would transfer them to another safe-house in Northern Natal.  I wanted to prevent that they would get any ideas that anything would happen to them.\"",
            "Male"
        ],
        [
            "MS POSWA",
            "My mistake.  Let's move on.  If the Chair will bear with me.  You go to this bush with people who are trained terrorists.  You go to them, to a secluded area in the bush and then you make them sit down.  What do you mean by, \"they were made to sit down\"?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Exactly what I say, Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "Couldn't they sit on their own?  Couldn't they just be told \"sit down\" and they sit?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Does it mean you asked them to sit down, or were they forced to sit?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Chairperson, Sgt Wasserman made them sit.  My back was turned to them and I was getting the weapons from the black bag.",
            "Male"
        ],
        [
            "MS POSWA",
            "This isn't ...Mr Chairman, because I'd like to know the state of Mr Ndaba and Shabalala at this stage, when they are taken out of this vehicle.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Put your question.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "I don't quite understand why you say he made them sit, if you did not see what happened.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is it important because there will be the evidence of Wasserman that he made them sit?",
            "Unknown"
        ],
        [
            "MS POSWA",
            "It is important to the condition in which they were.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, well when Wasserman gives that evidence, you can put it to him.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Thank you.  So you say you fired at these men from behind?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "Were they cuffed?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Yes, they were cuffed.",
            "Male"
        ],
        [
            "MS POSWA",
            "What about their feet?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "No, their feet were not cuffed.",
            "Male"
        ],
        [
            "MS POSWA",
            "So you sit two people by a river, you come from behind and you shoot them in the head.  One man presumably one of your own, and now you want this Committee to forgive you for that and the families, moreover the families, to forgive you having committed this cold-blooded and callous murder by your own admission?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MS POSWA",
            "Mr Botha, I'd like to just go through all this, through this with you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We might just take a short adjournment at this stage, until quarter past 11.  We will resume in 15 minutes.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Thank you Mr Chair.",
            "Female"
        ],
        [
            "CROSS-EXAMINATION BY MS POSWA",
            "(cont)\n\tNow you go into great detail about how you tied up the bodies and threw them into the river.  I'd like to know, at that time of night, how were you able to be tying feet and all in the dark, when you were carrying out a clandestine operation which needed you to do things quickly.  How were you able to do that in the dead of night?  Tie the shoes, mix things, mix cement and do all that?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Chairperson, I think there may be some confusion. Nowhere did we mix any cement.  What we did indeed use ...(indistinct) crete pillars which we used as weights.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The next question was, how was it possible to do all this in the dark?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "It was possible, Chairperson, there was enough light for us to see what we were doing.",
            "Male"
        ],
        [
            "MS POSWA",
            "From where?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "May I ask you whether it is relevant?  The fact is that that was done.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "How, Mr Chairman, with respect, I'd like to know how they did this because we want to say that, we want to show that this was never done and how it is not possible to my mind, how you do all this in the dark.  How you carry out such intricate tying up and all this in the dark.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is the purpose of the question that as far as you are concerned, that this was not done?",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Yes, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that the purpose of it?",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, put it that way.  Just say that it was not possible for you to do what you did.  Isn't that what you want to say?",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Yes, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  It is suggested to you that because of the general circumstances at night, the elaborate explanation you have given almost a detailed account of how you disposed of the bodies of these two, is been put to you that that was not done, you couldn't have done it.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Chairperson, it was done as such.",
            "Male"
        ],
        [
            "MS POSWA",
            "Can you tell us, as you drove to the Tugela...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I thought we'd passed that and we'd already come to the scene.  I thought we'd already dealt with the shooting.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "There's a point I left out Mr Chairman, can I go back?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Thank you.  As you drove there, all along you mean to tell us that Charles and Shabalala were not aware of what was going on?  They thought that you were still going to the safe-house?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "And when you drove into, when you took that excursion and walked that long distance, what should have been quite a long distance to the river to relieve yourselves, they were still in the dark?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Truly in the dark really, isn't it, physically?",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Physically in the dark and mentally in the dark as to your intentions with them at that stage?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "And then you, in your testimony you say you swept the blood away from the bushes on the floor to conceal it?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Chairperson we broke off branches and swept the ground.",
            "Male"
        ],
        [
            "MS POSWA",
            "Again it is highly questionable how you can see the blood in that, at 11 p.m. at night.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Chairperson, there was enough light.",
            "Male"
        ],
        [
            "MS POSWA",
            "Mr Botha, I'd like to put it to you that none of this happened.  In fact this whole story is concocted.  I do not understand how you could take these people so far away and not just bury them where you had buried the other people you were killing at the time.  why drive all that way to Tugela?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Chairperson, it was done.",
            "Male"
        ],
        [
            "MS POSWA",
            "Why?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "It was my choice.",
            "Male"
        ],
        [
            "MS POSWA",
            "Why conceal their bodies?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Whether I blew up the bodies, or whether I buried the bodies or whether I threw it in the river, that is what I'd done and it was my choice.",
            "Male"
        ],
        [
            "MS POSWA",
            "And it is not, it is of no consequence to you.  The fact is that they had been killed.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "It was done.",
            "Male"
        ],
        [
            "MS POSWA",
            "Let me tell you then, Mr Botha, let me enlighten you that it is very important to the families, the fact that they have not buried their loved ones is of utmost importance.  They could not change the death.  The killings they cannot change, but there has been no closure and I'm sure even you, in your culture, as in every other culture, it is important to have closure when somebody dies and now you sit there and you expect the families to forgive you when you yourself say whether they were blown up or thrown in the river or buried, it is irrelevant.  I think, honestly, I really wonder, I really wonder, Mr Botha, as to your intentions for coming here today.  I really and honestly wonder what you are trying to fulfil.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Chairperson right from the start after we had prepared our amnesty applications and when there was a request from the investigative team of the TRC, we proposed to voluntarily point out all the places where we had been involved in instances which we had applied for and therefore we also pointed out the place at the river where Charles and Mbuso were shot and thrown into the river.",
            "Male"
        ],
        [
            "MS POSWA",
            "Mr Botha I must really and say also to this Committee that I really do not believe that Mr Botha is serious in his application here for amnesty because in my understanding the spirit of the Act and everything requires somebody to show some remorse and now whether they were blown up or buried or whatever happened to them, they were dead and it doesn't matter and I'd like to put it to you Mr Botha, in our culture it is very important that you bury your loved one and you know where he is.  You accord him his rights and that is where you have missed it, if to you the fact that he is dead would not bring him back with us it doesn't end there.  We cherish our dead.  Those to us are our ancestors and we have certain things that we would perform and it is I think highly insensitive of you to come here and seek forgiveness from the families without having at least researched into that bit because it is to us very, very important and it is, I must say, I have been instructed by the family, the most thing that remains and that grieves them most.  Where are those bodies?  Thank you, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry, Mr Chairperson, I must just bring this to your attention.  I make an application simply to put one issue to these witnesses.  It has been brought to my attention by the family members, it has been alluded to by Mr Visser and that concerns the disposal of the motor vehicle.  I made an error in not raising it but I guarantee you I will not be very long in this regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, Mr Wills.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR WILLS",
            "Mr Botha, there's evidence to suggest that the motor vehicle, the blue Toyota Corolla, that belonged to Shabalala was not burned out as indicated by you in your evidence.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, with respect, my learned, before the witness answers, it's an unfair question.  We've got the statements before us.  None of those people say it was Shabalala's vehicle.  My learned friend should just put it correctly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry, but I think I was left with the impression that Shabalala were the only two people who were connected with that vehicle so Shabalala must have had control over the vehicle.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes with a blue Toyota vehicle.  My learned friend is now going to refer to a blue Toyota vehicle.  If he refers to a Toyota vehicle which was blue and whatever happened to it, I've got no objection, but he's putting it that these people that he's referring to and their statements are here and we were going to refer you to them anyway, said it was Shabalala's vehicle, that is not so, Mr Chairman, that's the only point.",
            "Male"
        ],
        [
            "MR WILLS",
            "I concede my colleagues objection, Mr Chairperson, I'll rephrase.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "There's evidence of a - sorry.  The vehicle that Shabalala was arrested in was a blue Toyota Corolla, is that correct?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, there is a farm called Mountain View at Camperdown in Natal that was used by members of the Security Branch is that correct?  Are you aware of this?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes I am aware of the farm that was used by Col Taylor.",
            "Male"
        ],
        [
            "MR WILLS",
            "Have you yourself ever been to the farm?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, I have never been there.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, I just want to comment that Zebron Thusi, do you know Zebron Thusi?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, not at all.",
            "Male"
        ],
        [
            "MR WILLS",
            "He seems to be somebody under Col Taylor's command and Philip Zungu make statements, commencing at pages 15 and 19 or Exhibit F, where they indicate that a blue Toyota Corolla was in fact cut up.  Is it not possible that this was the blue Toyota Corolla of Mbuso Shabalala?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, Chairperson, Mbuso Shabalala's blue Toyota Corolla was burned.",
            "Male"
        ],
        [
            "MR WILLS",
            "So your evidence will be to the effect that this was not the same Toyota Corolla?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I don't know to which they refer to Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Finally on that point, there were certain investigations done by the ANC concerning the whereabouts of these two comrades shortly after their disappearance and these investigations went to, well sorry, covered the area of the purchase and sale of that car.  They approached Dan Perkins Motors in Durban where the car was purchased from and asked them for their records of the sale of this car and that the result was that no record whatsoever of this sale could be found.  My question to you is, did you or any member of your unit approach Dan Perkins Motors or do anything in order to cover up the disappearance of the records of the purchase and sale of this motor vehicle?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, Chairperson, we did not.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabethe?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Thank you Mr Chair.",
            "Female"
        ],
        [
            "CROSS-EXAMINATION BY MS THABETHE",
            "Mr Botha, I'm going back to the meeting between Ndaba and Shabalala.  Do you know what the meeting was going to be about, or rather let me rephrase my question, did Ndaba tell you what the meeting between him and Shabalala was going to be about?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Just that it would be a meeting between the two of them.",
            "Male"
        ],
        [
            "MS THABETHE",
            "And you didn't inquire what the meeting was going to be about?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "No, I was not aware of the detail.",
            "Male"
        ],
        [
            "MS THABETHE",
            "I'm just going to clarify a few issues and then I'll come to the dates because I want to clarify dates as well.  Would I be correct if I say the subsequent arrest that happened on the 12th of July were as a result of the  information that you were given by Mr Ndaba?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "No, the arrest of Nyanda had it's origin after the surveillance which du Preez and Wasserman conducted of him.  He became aware of it and that led to his arrest.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Were any arrests done on the information that you had been given by Mr Ndaba?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "The individuals who were arrested afterwards were indeed names that were mentioned by Ndaba, but the arrests followed from Nyanda back to his safe-house where he lived.  Other people were present in the house who were arrested, namely Raymond Lalla and the other participants in Operation Vula arrived at the house where they were arrested and the same day Pravine Gordhan was arrested at the apartment in Brickhill road, I think with another person and it lead to a whole chain reaction of arrests.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Now I'm coming to dates.  Of course, taking into consideration what I've asked you, you say, I just want to clarify something, you say on the 7th of July 1990, on paragraph 7 you say there was a briefing between you and Ndaba, you had a meeting where Ndaba told you all the information about Operation Vula.  That's correct, isn't it?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Yes, after we arrived at the safe-house.",
            "Male"
        ],
        [
            "MS THABETHE",
            "The same day, 7th of July 1990, in paragraph 14 of your statement, Exhibit D, you talk about the fact that Mr Ndaba was mistakenly arrested.  Do you remember that?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Same day as well, 7th of July 1990, on paragraph 22 you talk about the fact that you telephoned Mr Steyn, was it Mr Steyn?  Just hold on, I want to confirm that.  Sorry, my mistake.  Paragraph 22, you say, same day, 7th July, Ndaba told you of his meeting with Shabalala.  Now I've given you three incidents, I want you to tell me which one occurred first.",
            "Female"
        ],
        [
            "MR LAX",
            "Just to help you, so you don't mislead yourself.  You did phone Gen Steyn on the same day.  It's in paragraph 20.",
            "Male"
        ],
        [
            "MS THABETHE",
            "I am indebted to you Mr Lax.  So it's 4 incidents.  Let me just repeat them quickly.  It's the meeting of Ndaba with you, it's the arrest that took place, it's the telephoning of Mr Steyn and it's the information that he gave you, that is for a meeting with Shabalala.  Can you possibly tell us how it happened, which occurred first?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Firstly Ndaba was arrested and he was transported to the safe-house where he informs me...(intervention)",
            "Male"
        ],
        [
            "MS THABETHE",
            "Sorry, I don't want to cut you, can you just give indications of ...(intervention)",
            "Female"
        ],
        [
            "MR VISSER",
            "Mr Chairman, with respect, the witness is giving the answer.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Can my colleague give me a chance please?  Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just formulate your question one by one, instead of putting a composite question.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "It's part of what he is going to answer, I just wanted to say to Mr Botha that can he also give specifications of times when he talks about the incidents, so it is in relation to his answer.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You want the date and time.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, thank you Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "If it is possible, please tell us Mr Botha.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Chairperson, the arrest of Ndaba took place the same morning, I would say in the vicinity of 11 or 12 o'clock.   I was at the Security Branch offices.  He was afterwards transported to the house in Verulam.  He informs me about the meeting that he has with Shabalala.  I contact Gen Steyn.  Whether I contacted him before he told me or after he told me, but I contact Gen Steyn and within approximately 2 hours of our arrival at Verulam safe-house, we departed to the meeting point with Shabalala.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Right.  I get the clarification of that.  Now I'm going to ask you about what happened after you had come back from Pretoria.  You say you spoke to Mr Ndaba about the fact that he had to testify and give evidence in some of the trials that were going to take place, is that correct?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "I think you refer to the first time I visited Pretoria.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Was it the first time or the second time, maybe you can clarify as well.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "That is my question to you.  To which visit...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He took two trips to Pretoria, which one are you referring to?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Maybe I should ask the question, after which meeting to Pretoria did you speak to Mr Ndaba where he became uncertain of himself?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "After both.",
            "Male"
        ],
        [
            "MS THABETHE",
            "After both.  My question to you is, what gave rise to this state of uncertainty by Mr Ndaba.  Why did he all of a sudden become uncertain of himself?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Chairperson, if we deal with the two, with the incidents separately then several factors led to this.  To get clarity do we refer to the first or the second?  In the second instance it was, there was more clarity as to what would happen.  We had already gone through one set where the possibility of being a witness was in his mind and the second instance will be there would be an investigation but no prosecution.  The proposal that I would relocate him elsewhere was not acceptable to him, he was willing to take his chances with the ANC and that led to my decision.",
            "Male"
        ],
        [
            "MS THABETHE",
            "You see Mr Botha, why I'm asking you this question it's because I don't know whether it's my problem, I don't understand what made him to panic or what made him to be uncertain of himself after you had explained to him that look the arrests that had occurred, there were not going to be any prosecutions.  That should have alleviated the uncertainties that he had and in a way it would have protected him because he wasn't going to testify anymore, there was no need for him to testify anymore, so why didn't that cool off his uncertainty?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Chairperson, I tried to give that answer this morning.  His own state of mind especially seen in the light that he had worked as an informer and would now be released even if there were no prosecutions, he would still be a target for the ANC and rejection amongst his own ranks is something that added to his state of mind.  Would I be correct if I say that the only person who had suspected thus far that Mr Ndaba might be an informer was Mr Shabalala?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Nobody else from the ANC per se.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Not that we were aware of at that stage, yes.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Right.  Now if you released him, that is if you released Mr Ndaba, didn't you think maybe of the explanation that you would release him together with the other people that were going to be released anyway, after the instructions that you can't prosecute?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "But I could not just release Mr Ndaba without releasing Mr Shabalala.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Why not?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "As I've already explained, there were several factors which I had to consider.",
            "Male"
        ],
        [
            "MS THABETHE",
            "I don't understand.  Maybe I should ask this question again.  When Mr Ndaba and Mr Shabalala were arrested, it's your team that knew that they were arrested together, isn't it?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MS THABETHE",
            "You wouldn't say any person from the ANC knew of this fact?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Now, if you released Mr Ndaba and not Mr Shabalala, how would anyone have suspected that they were probably arrested together and that probably Mr Ndaba was an informer?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "It was not about whether Mr Shabalala and Mr Ndaba had been arrested together.  They met for a specific day.  The fact that Charles was arrested by askaris that Saturday morning had already caused an unfortunate arrest.  The whole process, if one has regard to what happened afterwards, was never an intention as to how it should materialise.",
            "Male"
        ],
        [
            "MS THABETHE",
            "I'm not sure whether you understand my question.  My question is, I understand maybe that Mr Shabalala could have been kept, because he already knew that Mr Ndaba was an informer and for that result, as a result of that he couldn't be released, but I'm asking about Mr Ndaba.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Yes, that's correct and I will explain again.  If I had kept Mr Shabalala...(intervention)",
            "Male"
        ],
        [
            "MS THABETHE",
            "I just want to finish the question.  My uncertainty comes with Mr Ndaba, that Mr Shabalala was the only person who knew about Mr Ndaba, right?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MS THABETHE",
            "And in a way maybe that would have justified what eventually happened to him, that is you were protecting Mr Ndaba, isn't that so?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "That was part thereof, that's correct.",
            "Male"
        ],
        [
            "MS THABETHE",
            "My question is, to me it doesn't make sense why you didn't release Mr Ndaba.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Because I will say again, Mr Ndaba acted irrationally in his thoughts.  With all the proposals that were made to relocate him safely elsewhere, he was prepared to take his chances with the ANC.  I could not afford him going back to the ANC and saying that we had an appointment with Shabalala because ...",
            "Male"
        ],
        [
            "INTERPRETER",
            "Please repeat the answer.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Please repeat your answer.  The translators are asking you to repeat your answer.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I will repeat the answer.  If we had released Ndaba and he returned to the ANC and conveyed the information to them that Shabalala was arrested because of him and we eliminated Shabalala, then the focus would be placed on us.  That was part of the consideration.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Just on that point, how probable was that?  He had been working for you as an informer.  How could he blow his cover that he had led to Mr Shabalala being arrested and you had arrested him and eventually  eliminated him.  How could he do that?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Chairperson, he had already said, after we discussed the options, he said he was prepared to take his chances with the ANC.  He was prepared to disclose his role with regard to the Security Police to them.",
            "Male"
        ],
        [
            "MR LAX",
            "May I just interpose Chair?  Did you discuss with him the possibility of eliminating Shabalala and himself going back into the structures?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "Why not?  That would have been the obvious solution to your problem as Ms Thabethe has put to you.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I did not discuss it with any of my informers to the elimination of another person, just indeed for his protection.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, we're not talking about any ordinary informer.  We're talking about a senior informer in the Natal machinery.  Just let me finish my question before you jump to conclusions.  We're talking about a senior person who's given you information in the past.  That must have resulted in things happening that he would have been aware of as a consequence of him giving you information.  You're not talking about some foot soldier here.  We're talking about the chap who was Acting Commander of the Natal machinery according to you and who then comes back into the country ...(indistinct) covert operation and then exposes this covert operation to you.  So he must have understood all of those consequences.  There was no doubt in his mind, there could have been very little doubt in his mind that Shabalala was likely for the high jump in the light of what was happening.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Such an idea may have arisen with him, but it was not discussed.",
            "Male"
        ],
        [
            "MR LAX",
            "It wouldn't have been that absurd to discuss that as a possibility with him as one way of getting him back safely into the structures so that he could continue being your informer, which is of course what you both had in mind.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct, Chairperson.  Now the proposal does not sound so absurd, but at that stage it was never a consideration of mine.  It was not part of my modus operandi with informers to discuss it with them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Thank you, Mr Chair.  Another issue I want to iron out with you or to get clarity on from you.  You say after you realised that Ndaba was in a state of uncertainty about himself you went to Mr Steyn to inform him about this.  Why did you do that?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "You refer to Saturday the 14th meeting at the office?",
            "Male"
        ],
        [
            "MS THABETHE",
            "Yes, it's paragraph 51 of your application on page 10.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Yes, the circumstances with regard to Charles and I kept him up to date continually, I mean we were both in Pretoria and I informed him what the circumstances were at all times and it was logical for me to inform him about that.",
            "Male"
        ],
        [
            "MS THABETHE",
            "No, what I'm getting in to, or where I'm getting at is the fact that you say he said to you that it's up to you what you do with the situation, so I'm trying to find out whether what you did, you did it as a result of the instructions or of the broad instruction that you were given to by Steyn or you did it out of your own volition.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "A final decision.  What I discussed with Gen Steyn with regard to Ndaba was that I must try my best to get his heard right and yes, the General left it to me, I was his handler, but I think with both of us the idea was formulated already that we would get rid of Shabalala.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Maybe I didn't ask the question properly.  My question is twofold. One, I would like to find out when you went to Steyn, what was the reason?  What was the purpose of going to Steyn?  Was it merely to report to him that this has happened and this is what you've decided to do or you went to him because you were seeking some form of direction or instruction from him, because if you read your paragraph, I'm not good in reading Afrikaans, but the last sentence you say \"Gen Steyn het\" ...whatever ...whatever, but it gives an impression that Steyn responded to what you told him.  He told you that look, you must try to calm Mr Ndaba and see what to do about the matter.  Is that a good paraphrasing of what you say there?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MS THABETHE",
            "So what I'm saying is it looks like you went there, you told him and he responded by saying try and calm Ndaba down and try and see what to do about the situation, so my question is, did you go there to seek him to direct you as to what to do about the situation, or you went there just to tell him, merely to inform him about what had happened?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "It was more a meeting to keep him informed about the position.  Yes, and if he could advise me, I would listen, that is why Commanders are there, to give advice.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Which comes to my next question.  Would you say your decision to eliminate Ndaba now, not Shabalala, was influenced by what Mr Steyn said, or your evidence would be that it was your decision, Mr Steyn had nothing to do with it, or these words from Mr Steyn had nothing to do with it?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "I think at this stage what would I do if I could not get his head read?  We have no option other but than to eliminate him but try your best to get his head right.  The final decision which I had taken was mine.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Did Mr Steyn have an influence on your final decision, that's my question?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "No.",
            "Male"
        ],
        [
            "MS THABETHE",
            "When you decided to take Mr Ndaba and Shabalala where they were eventually going to be killed, would you regard Mr Ndaba's - would you say Mr Ndaba was under the impression that he's still working for you at that stage?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Yes, he was.",
            "Male"
        ],
        [
            "MS THABETHE",
            "My question with regard to that is, by killing Mr Ndaba, weren't you killing one of your own?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Yes, he was one of our own.",
            "Male"
        ],
        [
            "MS THABETHE",
            "why I'm asking this, I don't know whether it's for argument, it should be addressed by Mr Visser, or I should direct the question to you, but Mr Chair will give me direction on that, why I'm asking this it's because in terms of the Act, it states that the act for which amnesty is applied for should be an act done by one organisation against another organisation.  Now if you were killing your own person, that is a person who was working for you, how would you justify amnesty being granted for that?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Chairperson, I am not an expert with regard to the law and the Act which makes provision for this but what I understand is that nowhere there was a reference that it has to be two opposing parties, as far as I know it should be the conflict of the past.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Unfortunately Mr Botha, I don't have the Act in front of me, I would have read it out for you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But you'll have time to argue.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, on that point, Mr Chair, I have no further questions.\nNO FURTHER QUESTIONS BY MS THABETHE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman, I have one matter for re-examination.",
            "Male"
        ],
        [
            "RE-EXAMINATION BY MR VISSER",
            "Mr Botha, when Mr Wills cross-examined you yesterday he put questions to you with the point of reference that Mr Shabalala was a suspect and that you had consequently wanted information from him and that would indicate that you would have assaulted him.  What I want to ask of you, please explain to the Committee, after you had arrested Mr Shabalala, was there information which you thought that he could give to you, which you did not have from Mr Ndaba?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, the role of Mbuso in contrast to Charles, was that Charles was the senior of the two within the structures in which they worked and consequently it was not necessary.  Everything I could obtain, I obtained from Charles which he voluntarily gave.",
            "Male"
        ],
        [
            "MR VISSER",
            "So is the answer then...(intervention)",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No I did not, it was not necessary to get information from Shabalala.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you give any instructions to du Preez or Wasserman or van der Westhuizen to question Mr Shabalala?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, there was not specific instructions with regard to questioning.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr chairman, that's the only issue I wanted to, arising from cross-examination, which I wanted to address.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.  Mr Botha who looked after these two abducted persons while you were in Pretoria?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Wasserman, du Preez or van der Westhuizen and there were also the 4 members from C20 present at the house.",
            "Male"
        ],
        [
            "MR LAX",
            "And did all of them take turns in guarding these people or how did you lock them up there, what steps did you take?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, the lay out of the place was of such a place that there was one common place where there were two rooms and outside was normal burglar bars so you could not exit the rooms to outside.  They were detained in the rooms.  I think Shabalala was cuffed and as far as I know Ndaba was not.  There was always somebody present to guard them.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, there was an issue that arose from this morning's cross-examination which got me quite puzzled and that was your return from Pretoria.  At one stage under questioning by Mr Wills, you indicated that you returned on the 11th in the afternoon of the 11th.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson we were in Pretoria twice.  If there is any confusion with regard to the dates, but the first occasion, if I recall correctly, it was the 10th that we went to Pretoria and the following morning we spoke to Gen van der Merwe and the very same day we returned back to Durban.  The reason why I recall that is when we saw Gen Smit the first day, he arranged that Gen van der Merwe would see us the following morning and it was early, before the normal day's activities.",
            "Male"
        ],
        [
            "MR LAX",
            "That's correct, and then you saw van der Merwe on the 11th and you returned back that day, the very same day.  That was your evidence.  Later on under cross-examination you said you then stayed behind for some briefing to the President.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It was still the same day, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "And then you said you only returned on the 12th.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Then I must have confused myself, been confused about the dates.",
            "Male"
        ],
        [
            "MR LAX",
            "That's what I wanted you just to explain to us because there is an obvious contradiction.  So you're just making a mistake?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It's possible that I may be mistaken there Chairperson.  The first occasion we departed the day, we stayed the night and the following day we saw Gen van der Merwe.  the arrest of Nyanda was the 12th and the day afterwards we went back to Pretoria.",
            "Male"
        ],
        [
            "MR LAX",
            "That was on the 13th?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's the 13th, correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Because the issue that Mr Wills was dealing with you about at that point, was why did you not have time to inform du Preez and others who were observing Nyanda, of the instructions you'd received from Gen van der Merwe.  Now, and that's where you said \"well, I only returned on the 12th and there wasn't time, etc.\"  If in fact you returned on the 11th, then there would have been time to inform them, because they only arrested Nyanda on the 12th, so in the light of that could you review your explanation and maybe see why you didn't inform them earlier?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, I cannot explain exactly why, all that I know is that I did not convey the message to them before Nyanda was arrested and I want to differentiate between the instructions from van der Merwe is that it was not that you must not arrest anybody, it was that preferably do not arrest anybody, interpreted by me, until the week of the 16th.  There were certain procedures which had to be followed or that he wanted to follow with regard to information with regard to information from other departments.  Us, we were not going to arrest anybody because the whole process was that we had to gather more information and in the meantime I had the problem of, I had Shabalala with me and Ndaba, the informer, which we had to place back was also with us.  Many things happened and in my own mind I cannot recall whether I told them or I did not tell them, but before du Preez arrested Nyanda, I think I did not tell them.",
            "Male"
        ],
        [
            "MR LAX",
            "The only aspect that comes to my mind in this regard is, in the light of the need to now wait extra time, there is also the need therefore to be a little bit more careful because things are at a sensitive stage, you have people under observation, it's in the normal course of having anyone under observation and as an experienced Security policeman, I'm sure you know this, that you could be found out and then you've got to evaluate what your next conduct was going to be.  Anyone under observation might recognise that they're being held under observation and so\nin the light of that that one would expect perhaps and maybe this is expecting too much with the benefit of hindsight and I concede that immediately, but one might expect that.  You would ask the men under your command engaged in this observation and you weren't just observing Nyanda, you probably had people observing other people, to be more careful because of the potential problems.  Is that not something one might have expected in the circumstances?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Conceded, Chairperson.  It would be so.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, just one tiny detail, it's not that relevant but it just surprised me.  when you left the scene of the shooting it would appear that you took the branches that you'd used to clean up the place with you.  Is that right?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you just throw them in the river?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "For the same reason which I took them with me, I don't know.  Everything that we used to clean up we wanted to take with us, that's why we had the black bag.",
            "Male"
        ],
        [
            "MR LAX",
            "Surely wiping the blood on the ground with branches would simply have spread it further, it wouldn't have covered it up.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, Chairperson, there was not much blood.  From the head wounds there is not so much blood that flows and in my opinion I just wanted to clear up the scene knowing that if an angler would come past, he would not suspect anything.  It was an impulsive action by taking the branches and putting them into the black bags and taking them along and burning them.",
            "Male"
        ],
        [
            "MR LAX",
            "Just one last aspect, it must have been very frustrating and demoralising for you to find out that this whole operation was just a total waste of energy in the sense that your senior officers and the politicians had decided they weren't going to take any action in the matter, any real action.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Seen in the light of the individuals who were involved, yes it was frustrating because one would believe that here is an opportunity where the government could maintain it's supremacy with an arrest and a charging and a prosecution of these people and then this whole operation could be exposed and the whole world, but that was not to be.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson, I have no further questions.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Botha, when was the last opportunity that you mentioned the name of Ndaba with Gen Steyn?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "I think it was the 14th.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So it was shortly before he was eliminated?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I just wanted clarity about that, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, that you very much.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, there is one matter that arose from Commissioner Lax's questions which I beg leave just to deal with very briefly, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, alright Mr Visser.",
            "Unknown"
        ],
        [
            "FURTHER EXAMINATION BY MR VISSER",
            "Hypothesis Mr Botha, so you cannot recall but let's say that you told Wasserman and du Preez no further arrests before the 16th and their surveillance of the person whom they observed was blown and they are found out, what would you have expected them to do?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Under the circumstances in which Mr Ndaba was indeed arrested, to arrest him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nyanda or Mr Ndaba?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Nyanda, Mr Chairman.  Did I say Ndaba?  I'm terribly sorry, no Mr Nyanda.  That's the only issue Mr Chairman.\n\tMr Chairman, may I ask whether this witness might be excused?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you , Mr chairman, he will be back in the week when we do the Gordhan and Lalla matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're excused from further attendance.  Thank you.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}