{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-10-09",
        "location": "DURBAN",
        "day": "13",
        "names": [
            "HENDRIK JOHANNES PETRUS BOTHA"
        ],
        "case number": "AM4117/96",
        "matter": "DEATH OF NTHOMBI KHUBEKA",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53633&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990831dn.htm",
        "speakers": [
            "ADV BOSMAN",
            "CHAIRPERSON",
            "HENDRIK JOHANNES PETRUS BOTHA",
            "MR HUGO",
            "MR LAX",
            "MR NEL",
            "MR SAMUEL",
            "MR VAN DER MERWE",
            "MR VISSER",
            "MR WILLS",
            "MS THABETHE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR VISSER",
            "MR NEL",
            "MR VAN DER MERWE",
            "MR HUGO",
            "MR SAMUEL",
            "MR WILLS",
            "MS THABETHE",
            "HENDRIK JOHANNES PETRUS BOTHA",
            "MR BOTHA",
            "MR LAX",
            "ADV BOSMAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Today we will be commencing with the hearing involving the death of Nthombi Khubeka.  I apologise for the late start.  Before we start I'd just like to briefly introduce the Panel to you. On my right is Adv Francis Bosman.  She is a member of the Amnesty Committee and comes from the Cape.  On my left is Mr Ilan Lax, he is also a member of the Amnesty Committee and he is an attorney from Pietermaritzburg and I am Selwyn Miller, I am a Judge of the High Court, also a member of the Amnesty Committee and I am attached to the Transkei Division of the High Court.  The proceedings will be simultaneously translated to Afrikaans and Zulu and English.  If you wish to benefit from the translation, you have to be in possession of one of these devices.  They are available from the sound technician, so if you want to benefit from the translation, please get one of these sets of ear phones from the sound technician.\n\tI would, at this stage, request the legal representatives to kindly place themselves on record.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, good morning.  May it please you and the members of your Committee, L. Visser instructed by Wagener Muller.  I appear, Mr Chairman, for 5 of the applicants.  On the cover sheet of the original bundle it is numbers 2, 3, 4, 5 and 6 which is Botha, du Preez, van der Westhuizen, Wasserman and Visagie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Visser.",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairman, Christo Nel.  I appear on behalf of the late Col Andy Taylor and I also appear on behalf of a person who is not an amnesty applicant but an implicated party, name  Vusimuzi Myeza.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Nel.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Mr Chairman, my name is Francois van der Merwe.  I appear on behalf of the amnesty applicant, No 8, A D Baker.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr van der Merwe.",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Thank you, Mr Chairman.  Schalk Hugo, I'm appearing on behalf of the applicant Mr Radebe and also an implicated party, Mr Eugene de Kock, in as far as it may be necessary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Hugo.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you, Mr Chairman.  I am Mr Raymond Samuel, I appear on behalf of the implicated party Zola Mbane, also known as Jimmy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, Committee Members, I am John Wills.  I represent the Khubeka family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Wills.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Thank you members of the Committee, I'm Thabile Thabethe, the Evidence Leader for the TRC.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Thabethe.  Mr Samuel, I notice from the documentation that has been placed before us with regard to Mr Mbane, he appears in the documentation as Applicant no 10, but in the bundle there is no application form.  What is the position, please?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "I confirm what the Chairman has just outlined.  The position is that although Mr Mbane was initially regarded as an applicant in this matter, no formal application was lodged with the Committee, neither will any such application be made.  Mr Mbane's position is that he would like to be a witness in this matter in regard to the happenings in regard to the deceased in the matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so am I correct in saying that he's not applying for amnesty and his presence here is basically that of an implicated person?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes, thank you.  Mr Visser said he's appearing for applicants number 2, 3, 4, 5 and 6, Mr Nel for number 1,  Mr van der Merwe for number 8, Mr Hugo for number 9 and there seems to be no one for applicant number 7.  Does any body know if applicant number 7, that is Marthinus David Ras (Jnr.) has any representation?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "If I can be of assistance to the Committee, I was informed by our Cape Town office that Mr Julian Knight who was representing Mr Ras has withdrawn his application.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Thabethe.  Yes, I think if we can now commence with the leading of evidence.  Who will be testifying first?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, Col Botha will testify first. but with your permission, well perhaps he can be sworn and then I just wish to address you very briefly by way of introduction,  Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, there are a few matters which I wish to raise now and get it done with, so to speak.  The first matter, Chairperson, relates to the bundles before you.  You would have noticed that there was an original bundle which dealt with the incident, abduction of the death of Nthombi Kahiso Khubeka and then there was a second one which is headed exactly the same.  In order Chairperson to avoid confusion and for the sake of ease of reference, may I submit that the first bundle, Chairperson, should be marked bundle 1?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's the bundle containing the application forms, the thinner of the two bundles?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Just so.  Yes, Mr Chairman, if that could be marked bundle 1, it would assist in reference and the other one then, which is I see now headed additional bundle, that should be bundle 2, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think that would be a good idea.  Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, then another housekeeping matter is we wish to place before you again the \"Algemene Agtergrond tot Amnestie Aansoeke\" which has been serving before Amnesty Committees as Exhibit A.  Chairperson, during the last hearing we had attached to Exhibit A, an Exhibit B and C, dealing with Operation Vula.  Those documents will not be strictly relevant to the present case and we submit that those can be left away.  Mr Chairman then if I may direct your attention...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before we proceed, does anyone have any objection to the \"Agtergrond\" that's the document referred to by Mr Visser, as going in as Exhibit A?  Yes. that will then be Exhibit A.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman and then perhaps a little bit out of turn now, but dealing with all the housekeeping matters, Mr Chairman, may I refer you to bundle 1 as it is now marked, page 67?  You will there observe the application for amnesty by Roelof Braam Visagie and at page 73 of that bundle he deals with the incident that you are about to commence hearing, Chairperson.  His part in this incident Chairperson, is extremely peripheral and he applies for amnesty only for such offences as were committed in regard to the disposal of the dead body of Mrs Khubeka and nothing else, which would be defeating the ends of justice and perhaps contravention of certain statutory provisions.  Mr Chairperson the problem with Mr Visagie is that he is in the United States on what we understand to be a semi-permanent basis and could not make himself available to attend these hearings at this time.  I may mention to you, Mr Chairman, this was also the position when the amnesty application in regard to Portia Ndwandwe was heard by another amnesty application, where also in that instance his contribution was very peripheral.  Mr Chairman, in view of the fact that on his own application, he did not commit any offence which can be stated to be a human rights violation, a gross human rights violation, we would apply to you, Mr Chairman, that you consider his application in terms of Section 19 sub-section (3) sub-section (b), sub-section (iii) which gives you the authority where there is not a gross violation of human rights, to dispose of such applications in chambers, in those circumstances.  Mr Chairman I may add that it has occurred in previous amnesty applications, the same avenue was followed.  I can refer you, Mr Chairman, to certain - I made a note somewhere, it was Mr John Adam in the London Bomb, which was a non-gross human rights violation and Mr Deon Greyling in the Cosatu matter and again Mr Douw Willemse in the Cosatu matter, so there is precedent for this to happen, Mr Chairman.\n\tWe will, as far as we can, give evidence as to what his role was, but I can tell you now already, nobody really remembers that he was anywhere near the scene.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Visser, I have briefly conferred with my colleagues and I think we are of the view that the matter stay on the roll.  We've got no difficulty in dealing with it in chambers on the basis suggested by you, but I think it just might be worthwhile just to keep it on the roll in case there's some evidence that you do not expect to come up that may come up.  It's there and we'll deal with it on ...",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman.  No certainly I didn't expect it to be withdrawn from the roll.  No, certainly, as you say, there may be evidence.  May I just specifically refer you to bundle 1 page 74, where he sets out on his application under oath, his particular contribution, Mr Chairman and his participation, page 74.\n\tMr Chairman, dealing with the Khubeka matter, we received the bundle 2 at a late stage during last week, I believe it was and at the time, under the Chairmanship of Justice Wilson, we submitted to the Committee that because of what has been raised in bundle 2, it appears that there might be a huge dispute looming in regard to the identification of a body that had been exhumed, that body being the remains of Mrs Khubeka or not.\n\tNow Chairperson, we suggested, in order to shorten the proceedings, that some inquiry should be made as far as the dental records of the deceased was concerned, because if I may refer you to page 93 of bundle 2, at page 93 the husband of Mrs Khubeka says that she had visited a dentist in Empangeni and that he is able to point out which dentist that was and if you then refer to page 27 of volume 2, there appears to be in the, under E, Age Assessment, the last sentence, Mr Chairman, there appears to be a very distinguishing identification feature in regard to the teeth of the ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The lower jaw.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  Now what we submitted, Mr Chairman, is that we have a skeleton with the skull with the teeth, or whatever remains of the teeth and surely the dentist that she visited must in all probability have a dental record.  We asked for that to be investigated.  Now that was undertaken.  Mr Chairman, the other thing which we now wish to submit is that perhaps the family through the Chair, Mr Chairman, could be requested to provide the Committee for its assistance, such family album photos as they might have of the deceased, Mr Chairman, and that we submit, will be very helpful in trying to determine whether the remains which are mentioned in Exhibit 2 did in fact belong to Mrs Khubeka, yea or nay and that's really all I want to say.  But at this stage I believe that Mr Wills needs to report back, Mr Chairman, on what has been done in regard to the dental records and inquiries made in that regard.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, what my learned friend says is so.  We did undertake to look into that matter.  The dentist apparently had already been approached previously by the investigating officer in the D'Oliviera unit, Capt Holmes, he spoke to the dentist, the dentist has got no records.  We will assist in so far as we can with photographs, no problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Wills I wonder if during the lunch adjournment you could speak to your clients regarding the photographs, just to establish whether there are any and if they're suitable. I've seen these coloured photocopying, you know if copies could be made of one or two good photographs, that might help.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I'll do so, Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairperson lastly, through the Chair, may we inquire what the name of this dentist and perhaps a telephone number is, perhaps it could be given to us in the lunch time, because we would like to follow this up as well?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I can't see any problem in that.  I wonder if Ms Thabethe could perhaps get that information from the investigator and supply it to Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We're indebted to you Mr Chairman.  Mr Chairman and that is all that I wish to mention.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then Mr Wills, with regard to the cost of making copies etc, I'm sure an arrangement can be made for it to be paid from the Commission's side and not to be paid by the family.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman, that takes care of the housekeeping matters, as it were.  We have placed before you, Chairperson, a summary of the evidence for your convenience, of Col Botha.  May we suggest that that be marked Exhibit B.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, this is a - this document, do we all have a copy of it?  It's a statement by Col Botha.  Yes, thank you.  That will be Exhibit B.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Chairperson sorry, at this stage can I again request of my learned friend that he's well aware of the difficulties that we have with this language, the fact that these are in Afrikaans, I would request that whenever these statements are ready, that they're submitted to us as early as possible in order that the proceedings are not unnecessarily delayed by us having to not have perused these documents thoroughly enough prior to the evidence being led.  I understand from the previous application that it's Mr Visser's practice to place a statement like this in respect of each of the applicants for whom he represents.  I'd like those statements as soon as possible, in order that I can get them interpreted and bear them in mind with the evidence generally.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We had this yesterday, a similar procedure and what happened then and will probably happen today is that the witness essentially just reads the statement into the record and when he is doing that it is simultaneously translated and then the witness embellishes upon it, but I would ask if, Mr Wagener, that if the statements are available, I don't think there's any problem, there shouldn't be any problem in making them available to Mr Wills before the actual witness is sitting in the witness chair.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, we already told the other Amnesty Committee under the Chairmanship of Justice Wilson last week when the same request was made, that we have absolutely no problem with that.  The only problem which we have at this hearing is, we had absolutely no time to prepare and we have been trying to stay one day ahead as we went along during the hearings, Mr Chairman.  These statements were finalised this morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR VISSER",
            "Mr Botha, you are an amnesty applicant with regard to this incident, regarding Mrs Nthombi Kahiso Khubeka and your amnesty application appears in bundle 1, pages 12 to 29, where you deal with this particular incident from page 16 to 21, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "You have previously given evidence before another Amnesty Committee during November and during the current cycle before the Amnesty Committee under the Chairpersonship of Judge Mall and what I would like to ask you is whether you confirm the evidence that you gave at that time.  Do you confirm that today and do you request that this be incorporated in your evidence with regard to this incident?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, I confirm this and I request that it be incorporated as such.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that includes the content of Exhibit A and any other such information, evidence or documentation which may be mentioned therein?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you begin ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just before you proceed, Mr Visser, just for record purposes, to indicate, you've made reference to the witness giving evidence before Justice Mall, just to say that Justice Mall would have been present at this hearing, but he is at the moment ill and is in hospital and is unavailable, hence my presence here.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, Chairperson.  The matter in which evidence was given before Justice Mall was the Deon Cele matter, C-E-L-E matter. Would you then begin on page 2 and submit to the Committee regarding your knowledge and involvement of this incident and your application for amnesty?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I have noticed that the bundle regarding this incident indicates that the incident took place during May 1987.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it's either April or May, towards the end of April, beginning of May, yes.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I would accept that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, Mr Chairman, the reference is bundle 2 page 5, paragraph 2, where the sister of the deceased made a statement in which she actually pinpoints the date.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What's that reference again?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Bundle 2, page 5, Chairperson, paragraph 2.  You will see towards the end there that she pins the date on the 25th of April 1987 and she actually connects it to a very important event, the wedding apparently of her younger sister, so we can't have any argument with that, Chairperson, particularly in view of the fact that the applicants don't really recall the exact date, so for purposes of this hearing, Chairperson, we're going to accept and assume that that is the correct date, unless other evidence comes to light.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Very well, paragraph 2.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Visser, just so we're clear on this, that's not the date the incident happened, that's approximate, sometime after that date.  That's the date that woman left the family home and she doesn't know what happened to her sister after that date, if one reads that statement, so all I'm saying is we can't pin point this incident as happening precisely on that date.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, Commissioner Lax is correct, but we don't want to argue the matter now but it is clear from the neighbour's statement and from this statement which I've just shown you that she was told that on that date, the neighbour told her that Khubeka had left to the station to meet some people and it seems to tie up, Chairperson.  Well, but in any event we can argue about that later.  We believe, or the applicants believe that it was somewhere in May, but we have no problem if it was in April, that's the only point I'm trying to make.  Very well, would you proceed with paragraph 2?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "In 1987 I was in command of the Intelligence Unit of the Terrorism Section of the Security Branch Port Natal.  In 1987 the Security Branch Port Natal was under the Command of Gen Steyn.",
            "Male"
        ],
        [
            "MR VISSER",
            "Just proceed somewhat slower so that it can be appropriately interpreted.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Col Taylor was the Commander of the Terrorism Unit.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, of the - is it the Askari Unit?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, it is the Terrorism/Askari Unit, later he worked more specifically with the Askari Unit, but that was later.",
            "Male"
        ],
        [
            "MR LAX",
            "Because I'm just looking at Exhibit B, it just makes mention of the Askari Unit, so that should be the Terrorism/Askari Unit.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "And worked with the identification, tracing and arrest of terrorists.  He was my senior in rank.",
            "Male"
        ],
        [
            "MR LAX",
            "What was your rank at the time?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I think I was a Captain.  During 1987, I cannot recall the precise date, the MK Intelligence Unit of the Security Branch collected information regarding locally trained combat units of MK's activities in the Durban environment and particularly in kwaMashu and Inanda.  According to information a woman from kwaMashu, Nthombi Khubeka, was involved in the revolutionary struggle because she had acted in a co-ordinating capacity between the externally trained terrorists and locally or internally trained combat units and had assisted terrorists.  She was responsible for the storage of weaponry, the provision of accommodation to terrorists and the collection of intelligence with regard to targets of terrorism.  Her family were well-known activists in kwaMashu.  Her brother, Themba Khubeka and sister, Sibongile Khubeka, were at that stage according to my knowledge in Lusaka at the ANC Head Office where they were working.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, if you wish to make a note of a cross-reference, in bundle 2 page 5, paragraph 4, there is mentioned by the sister of Mrs Khubeka of three sisters and a brother being in exile, for what it's worth, Mr Chairman.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was decided to infiltrate her and her structure of co-operators and collaborators by members of Unit C1, who at that stage were serving in Durban and surrounding area.",
            "Male"
        ],
        [
            "MR VISSER",
            "That would be Vlakplaas?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.  I can recall the following members of C1 who were serving there during that time, W/O Marthinus Ras, W/o Frank McCarter, W/O Simon Radebe, Sgt Joe Coetzer, Const Jimmy Mbane, an askari, Const Dube, an askari, and other members whom I cannot recall.  Capt Dave Baker was the visiting officer from C1 Security Branch Head Office, Pretoria.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you recall whether during that period of time, or let me put it correctly, over what period of time are you speaking, when you refer to the beginning and the end of the circumstances surrounding this incident?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The intelligence collection operation took approximately two months.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now during that period of time, do you recall that Mr Eugene de Kock was here in Durban?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, I cannot recall anything like that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, please proceed.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The members of the Security Branch Port Natal, who were involved in the information operation were myself, Lieut Sam du Preez, Sgt Laurie Wasserman, Sgt van der Westhuizen and W/O Basson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the ranks that you have just mentioned, do these refer, according to the best of your recollection, to the ranks of these persons in 1987?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.  After members of C1 had succeeded in establishing contact with Nthombi Khubeka by means of an informer, C1 members, W/O Radebe and askari members Jimmy Mbane and Dube were deployed to undertake the infiltration specifically.  W/O Radebe was the group leader.\n\tOver several days they reported that progress was being made.  Khubeka acted in a co-ordinating capacity and performed a leading role with regard to the accommodation of externally trained terrorists in kwaMashu.  I think a word has been omitted there.",
            "Male"
        ],
        [
            "MR VISSER",
            "We apologise for that, Mr Chairman.  Please proceed.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "And she also showed weaponry to one or more of the group and this was weaponry that she stored on behalf of the terrorists.  C1 members, I think that particular person was Jimmy Mbane, were tasked to make contact with the terrorists through her.  They arranged an appointment for a particular day, I suspect it was a Sunday, with Khubeka to meet her.  The idea was that she would lead one or more of the C1 group to the terrorists and that the leader would be taken to the Durban beach front, at Battery Beach.  As previously arranged, we waited for the vehicle in which they would arrive.  The following members and I undertook observation at the rendezvous point late that afternoon.  These members were Maj du Preez, Sgt van der Westhuizen  and Bossie Basson.  That is W/O Basson who has passed away in the meantime.\n\tTo the best of my recollection it was Mbane who would bring the leader of the terrorists to the rendezvous point.  I may however be mistaken in this regard.  I also recall that the vehicle which was used for that purpose was a Toyota Corolla vehicle.  Although this vehicle often was painted another colour, it is my recollection that at that stage it was a light brown colour.",
            "Male"
        ],
        [
            "MR VISSER",
            "Just for interest sake, why was this vehicle often painted another colour?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "We used the same vehicle in more than one operation, consequently we spray-painted it in order to change it's appearance.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Mbane would give a signal when the terrorists were with him in his vehicle.  The windows of his vehicle were tinted so that we could not see inside.  I think the signal was for him to switch on his indicator lights.  After Mbane arrived there and parked the car, he gave the signal after a short while.  We hit, but only to find that Khubeka was alone with Mbane in the car.  We arrested her and she was immediately removed from the car and taken to our vehicle, a Toyota panel van.\n\tThese circumstances were not according to the plan.  It was our intention to arrest terrorists and all we had was the co-ordinator.  We had to make the best of the circumstances by following the alternative, which was to interrogate her in order to determine the hiding place of the terrorists as well as places where weapons were stored.  Ideally the purpose would be best achieved if we could win her favour by convincing her to work with us.\n\tI believed that nobody had observed the arrest.  We took her to the old railway police shooting range in Winkelspruit for interrogation.  At that stage we used the shooting range as an operational basis. There were ablution facilities and storage rooms.  indeed we would sleep there at night.  Some of the askaris also stayed there during their visit on this occasion.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha, may I just interrupt you?  Was it a police station, a regulation police station, this place at Winkelspruit?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, it was only a shooting range with storage and ablution facilities.",
            "Male"
        ],
        [
            "MR VISSER",
            "There were no cells or case books or case registers which were kept there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was it your own intention that Mrs Khubeka would later be taken under the normal circumstances of arrest in order to be recorded in a cell register and to be detained in a police station?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, the objective was to attempt to persuade her to co-operate with us and consequently we would not record her arrest at a police station.",
            "Male"
        ],
        [
            "MR VISSER",
            "Therefore this was not a legal arrest, according to your intention?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, please continue.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was already dusk when we arrived at the shooting range.  On the way to the camp she was still blindfolded so that she could not identify the situation of the place.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were her hands bound with a rope?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I cannot recall whether she was ever bound.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you recall a rope?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, I cannot recall a rope.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you have used a rope if you had wanted to bind her hands?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "If I legally arrested a person, they would be cuffed but if it was a seizure action, I would have used masking tape which might have left marks on her hands or wrists.  On the way to the camp she was still blindfolded so that she could not recognise the situation of it.  We took her to a storage ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you proceed, just before I forget about it, Col Botha, when you took hold of Mrs Khubeka, when she was in the vehicle with Mr Mbane, was there anybody else in that vehicle?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was just the two of them?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was only the two of them.  After we had taken her into the storage room and seated her on the floor, she was still blindfolded but not bound.  I sent Maj du Preez to buy food for us, while the following members and I interrogated her.  It was Col Taylor, W/O Wasserman, Kassie van der Westhuizen, Joe Coetzer and Bossie Basson.",
            "Male"
        ],
        [
            "MR VISSER",
            "You say that you interrogated her, would you be more specific?  We know that all of you were in the room and who of these persons that you have mentioned here specifically undertook the interrogation?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, the interrogation was specifically led by Col Taylor and was mostly undertaken in Zulu.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, we will get to that in a moment.  Continue.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Other members, among others Lieut-Col Dave Baker were also present from time to time during the interrogation in order to hear what information she provided with regard to terrorists.",
            "Male"
        ],
        [
            "MR VISSER",
            "W/O Wasserman will testify that he also was in and out of the room from time to time.  Is that possible?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, because as I have said, there were other members and I cannot recall precisely who went in and out of the room.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, continue.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Seeing as Col Taylor, Basson and van der Westhuizen could speak Zulu fluently, it wasn't necessary to have an interpreter there and Mbane and Radebe waited outside while she was being interrogated by us.  On the contrary, the place where they were seated was right next to the room where she was situated.  Col Taylor was actually the person who interrogated her.  The interrogation took place in Zulu.  \tDuring his interrogation, Col Taylor hit Khubeka on her back with a sjambok.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please describe to the Committee your impression of this assault.  Was it serious, or how would you describe it?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, it was aimed more at emphasising the gravity of her detention and interrogation.  The fact that she was struck on the back with a sjambok was not intended to force her to provide information, because Taylor spoke Zulu and because of his presence, it was more to emphasise the necessity of her co-operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he hit her hard with this sjambok, or could you just describe the manner in which he hit her?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I would say yes, he hit her hard but the blows with the sjambok were not the type of blows which would be dealt to grievously injure the person, it was to indicate, I'm serious with what I'm asking you to do now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And this was a normal sjambok, one of those long rubber sjamboks with beadwork at the end?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is my recollection of the sjambok.",
            "Male"
        ],
        [
            "MR LAX",
            "How could he hit her hard and not hurt her?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I'm trying to describe that the degree of the blow was not to the extent that it was taken out and hit hard in comparison to a form of torture, it was more to indicate: \"I'm hitting you in order to prove a serious point.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is all your pure surmise or speculation, you didn't discuss Taylor's intentions with him.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, that is correct.  I'm simply describing the blow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't actually know why he hit her or what his intentions were?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Visser, did he hit her once or several times, can you give an approximation of how many times he hit her with the sjambok?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, he would have put a question to her in Zulu and then she would have answered and then he would have put another question and then she would have answered and then he would have hit her and according to my recollection if it was 10 to 15 blows in totality, during the process of interrogation until her time of death, that would be my recollection of it.",
            "Male"
        ],
        [
            "MR VISSER",
            "And just to clarify this for once and for all, what is your recollection of the length of this process, the interrogation and the assault from time to time, how long did it take?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "15 to 20 minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "If you're satisfied Mr Chairman, can we ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please proceed.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Although I did not participate in the assault on Khubeka, I advised that I may be guilty of punishable manslaughter and/or assault, based upon the mutual intention and the fact that I associated myself with the assault.  I followed very little of the discussion, except that which was interpreted to us by van der Westhuizen and Basson or Taylor.  What I understood from the discussion was that she admitted that she had liaised with four externally trained terrorists.  Taylor asked her if she would co-operate with us in order to arrest these terrorists.  She agreed with the precondition that her identity not be made known.  Furthermore she proposed that she would send the terrorists to a point where we would be able to arrest them.",
            "Male"
        ],
        [
            "MR VISSER",
            "That she would send them?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct.  It was her proposal to send the terrorists to a point where we could arrest them.  it was not acceptable and we suggested that she make known the addresses and hiding places of the terrorists.  At this point, before she could respond, she began to gasp for breath, grabbed her chest and fell over.  While her body was shaking, she urinated and within seconds she lay dead still.  I was frightened and someone went to fetch water outside and poured it on her because we thought that she had fainted.  She did not respond to the water which I splashed on her face.  She had no pulse rate and W/O Basson brought a mirror and held it in front of her mouth.  There was no breath.  I realised that she was dead, possibly from a heart attack.\n\tKhubeka was physically a big woman and in my opinion overweight.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now when you say big or large, could you give an indication of length?  Could you perhaps stand up and in comparison to your length, give an indication of her size?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Her height.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "My length is 1,78 metres and my recollection was that she was shorter than me, I would say at least a head shorter than me.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you.  A head shorter then what you are?  Very well.  And her weight?  Greater ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your head shorter than her?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson.  Chairperson, physically she was a large woman, she was large.  In my opinion 90 to 100 kg.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you recall the clothing that she wore?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, I cannot.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, please proceed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you proceed, you said that she grabbed her chest and fell.  Was she sitting on a chair at the time, or was she standing up when she was being interrogated and when this happened?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, she was seated flat on the ground, her legs were folded to one side.  She sat on the floor and after she began gasping for breath, she fell over onto her side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So during the interrogation when she was getting beaten with this sjambok etc, she was actually sitting on the floor?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, she was in a seated position consistently.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, before - Sorry, Mr Visser - you say you can't remember her clothing.  Can you remember whether she was wearing a dress or trousers or what?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I've studied the other statements and I have attempted to recall how she was clothed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you just can't remember?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Honestly, I cannot recall how she was clothed. Her death created a dilemma.  Under normal circumstances the body of a person would be taken to the state mortuary after which the regular legal procedure would be followed.  If one of us were to take the body to the mortuary, there would be forms which would have to be filled in, in which explanations would have to be provided regarding, among others, the identity of the deceased, where and under what circumstances the deceased had died, where the body was found as well as other questions regarding the next of kin of the deceased and so forth.  The person who would take the body to the mortuary would have to identify himself, at least.  The risk that any member of the Security Branch or Vlakplaas would be placed on record in connection with Khubeka, was an unacceptably high risk from the perspective of the requirement of secrecy which was the fundamental basis of our intelligence research.  Furthermore, there would necessarily have been a post mortem inquest with the resultant controversy which it would have created in the press.  If it should appear during the autopsy that there were signs of assault on her body, the controversy would have been even greater.  Through this not only the activities of the Security Branch would have been exposed, but it would have created a tremendous embarrassment for the government.  The danger that this entailed was that the involvement of askaris could possibly be exposed which could lead to the exposure of the activities of Vlakplaas.  \tMbane, Dube and the other informers, who had initially been involved with her, would be identified and this could lead to their murder as traitors.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Gen Botha are you saying from this, from what you've said here in paragraph 29, that the situation was that if she didn't co-operate as you the interrogators desired, she would have to die?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What would have been the situation if she didn't have that heart attack and she didn't co-operate?  With all these - what would you have done about the assault marks and covering up for the askaris etc?  Would you have kept her in detention for the rest of her life, or what?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, there were two possible options if her untimely death had not intervened.  If she had co-operated and at that point there were already indications of co-operation, even though we differed on how she wanted to do it and how we wanted to do it, firstly we would have left her and she would have co-operated.  In this case we had control because the askaris which had already infiltrated with her, could physically monitor her activities.  Secondly, if she did not agree, it would have been considered that she be detained and we then would have taken our chances by denying that she had been assaulted by us.",
            "Male"
        ],
        [
            "MR VISSER",
            "I think the question is more specific, that when you seized Mr Khubeka there at Battery Beach, if she had not co-operated, would you then have considered killing her?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, at that stage it was not a consideration in my mind.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, please proceed.  Paragraph 30.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Before you continue, I would just like to clarify something.  You say that during the interrogation, she indicated signs of wanting to co-operate?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Now if I understand you correctly, then you continuously hit her with the sjambok?  Not you personally.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, I have already answered this question.  It was not continuously.  If I could just explain once again that, upon a question of Col Taylor, he would for example not have hit her, upon another question, he would have and perhaps if I could just sketch the circumstances, we were present with three persons who were speaking Zulu to her.  The others who were present would say: \"What is she saying?\" and then either Andy or Kassie or Basson would have said what she was saying and then I would have asked another question and this question would have been put to her and in this matter I could infer what she was saying, that is why we wanted to control how she was going to lead us to the terrorists.  We wanted her to give the addresses, so that we could just act.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Botha, I don't want to take this too far at this stage, but according to your own evidence, she was dealt 10 to 15 blows within 15 to 20 minutes.  That is approximately once every minute.  Why was that necessary if she indicated a willingness to co-operated?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, yes, you asked how many times she was hit.  I didn't count the number of times, it may be less, it may also have been more.  Similarly with regard to the time, after such a long time it is very difficult to say precisely how long it took or how many blows were dealt.  The intention was not to hit her in order to assault her.  Col Taylor was trying to prove his point when he hit her with the sjambok on the back, it may have been two to three blows per occasion and then he would have continued.",
            "Male"
        ],
        [
            "MR LAX",
            "I think though with respect, Mr Botha, the impression that one is left with is that, and we understand you're estimating and you're trying to remember something that happened years ago, but the fact remains that however you try to stretch it, that's quite a lot of hits to get in the time period concerned and I think that's the point my colleague's making.  And you will concede.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I would concede to that.",
            "Male"
        ],
        [
            "MR LAX",
            "It's not the sort of behaviour towards somebody who's co-operating with you that you'd expect in the circumstance and I think that's the point my colleague is making.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson, but the point that I am trying to make is that it was not a continuous battery while questions were being put.  There would be questions which she would respond negatively to and then there would be three to four blows.",
            "Male"
        ],
        [
            "MR LAX",
            "You don't understand Zulu yourself.  You don't know what the nature of the questions were.  You don't even know what was going on in Col Taylor's mind and you're giving us an impression that that was what he was trying to achieve.  We're saying, looking at it externally, based on your evidence that she was co-operating, this is not consistent with that evidence and that's the point we're trying to put to you.  Do you see it?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, I understand what you are trying to say, but if you consider the circumstances, you will understand that what I'm trying to submit to you is that we had three persons who were speaking Zulu to her ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "I do understand very well.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I will not take it any further.  Thank you.  Please proceed.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Botha, just to round this off, it is your honest and sincere intention to make a full disclosure in as far as it is possible for you in terms of the knowledge that you have of this incident?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, that is my intention.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, please proceed.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Everyone left the room while Col Taylor and I discussed the problem.  The fact that Mbane had met her alone and I believed that no-one except us knew that she had been arrested. ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "Would that be \"arrested\" in quotation marks?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.   Was an important consideration in favour of a decision that we would not deal with the body in the regular way.  In the light of the considerations mentioned above, Col Taylor and I decided to deal with her body in an unlawful manner and to cover up our involvement in her death.  We decided that her body would be dropped off at a place near her residence where it would be discovered.  We believed that her identity would be determined by means of fingerprints or identification by her family.\n\tI informed Maj du Preez, who had returned in the meantime and asked ...(intervention).",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, sorry.  Mr Chairperson, I'm battling with the writing here, I can't understand Afrikaans.  If he could just speak a little bit slower so I can get  a full interpretation of this statement, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you understand him?  If you could just speak a little bit slower.  Thanks.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Would you like me to return to paragraph 31?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I don't know what paragraph he's on, I'm battling to...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 7 of the statement.",
            "Unknown"
        ],
        [
            "MR LAX",
            "He doesn't understand Afrikaans.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay,  Paragraph 31 says that the witness, that's Col Botha and Col Taylor decided to deal with the body in an unlawful fashion.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "That's the last thing I've got.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So then perhaps if you can go from paragraph 32 please.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "We decided that her body would have to be dropped off at a place near her residence, where it would be discovered.  We believed that her identity would be determined by means of fingerprints or identification by her family.  I informed Maj du Preez who had returned in the meantime and requested to remove the body later that evening, when the other members had left the camp or had gone to sleep.  I gave him the order to go and drop off the body in the vicinity of her residence.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha, whose decision was it actually when you refer in paragraph 31, was it Col Taylor's decision and order or was it your decision and order, or was this a mutual decision between the two of you and executed as such?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was a joint decision.",
            "Male"
        ],
        [
            "MR VISSER",
            "And in the light thereof, you then issued the order to du Preez?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please proceed with paragraph 34.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Approximately an hour later, Maj du Preez and W/O Wasserman departed in a vehicle and I informed Col Taylor that they would make a plan to leave the body in a place where it would be discovered.\n\tI spent that night at the shooting range and I was there the following morning before sunrise when Maj du Preez and W/O Wasserman returned.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did they report to you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That same day Mbane was tasked by me and Col Baker to contact the Khubeka family.  The objective was to determine whether the family knew something already.  Later that afternoon Mbane reported back that according to her family, she had gone to see her boys.  The day after the same process was followed and once again the message was that she was with her boys.\n\tAccording to my knowledge the incident was never exposed.",
            "Male"
        ],
        [
            "MR VISSER",
            "I beg your pardon, I may have expressed this poorly.  According to you, was her body ever found?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I don't know.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "By means of the Intelligence Network of the Security Branch in kwaMashu, months later it was determined that Khubeka, along with another black woman, Tryfinia Njokweni had left the RSA for Mozambique seeing as their activities in kwaMashu had attracted the attention of the Security Branch.  This information fitted in very well in covering up her death and the unfortunate episode was also concluded as such.\n\tFrom documents before the Committee it is alleged that Khubeka's body was dug up and it was found that she had a gunshot would in the back of her head.  I know that she did not have any shot wounds.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are you referring to the time at the shooting range, until Wasserman and du Preez took her away?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.  According to du Preez and Wasserman her body was dropped off next to the Inanda highway near Bambayi.",
            "Male"
        ],
        [
            "MR VISSER",
            "...to volume 3 of the report, page 203, it is noted in the document from page 7 to page 8, if you wish to read it, what the TRC reported in regard to the death of Ms Khubeka.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is that reference again, please Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "It is noted on your page 7 at the bottom to page 8, Chairperson, where certain allegations are made and dealt with.\n\tMr Botha, I would just like to refer you to a number of aspects.  In bundle 2, from page 130 and 131, there is a statement from Mr Jimmy Mbane and I will not discuss everything with you, but just put the most important points to you, there he states that he and Dube, by the way Mr Dube has also passed away subsequently.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, that is what I understand.",
            "Male"
        ],
        [
            "MR VISSER",
            "That he and Dube undertook this infiltration and that he, Mbane, that is paragraph 42, gave Khubeka a bag of AK47s to keep for him.  Do you know anything about that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, I don't know anything about that.",
            "Male"
        ],
        [
            "MR VISSER",
            "He also says that they reported to Col Taylor and then on the next page, page 131 he states in paragraph 44, and he refers to a man by the name of Sbu, S-B-U from Lamontville, who wanted them to go to Transkei to fetch weapons.  Do you know anything about that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, I don't know anything about that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Because he continues to allege that his seniors, with reference to white officers, then instructed Sbu, if that is the correct pronunciation, had to be brought to the base near Winkelspruit and that he was later killed there.  Do you know anything about this?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, I don't know anything about this.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then in paragraph 44 he refers further that they had an appointment with Khubeka to pick her up from the Durban Station and that she was then handed over to the white senior officers and then he says\n\"Nthombi was blindfolded and tied tightly.\"\nYou've already given evidence that you cannot recall whether her hands were bound from the point of her arrest and during her transportation to Winkelspruit.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then he mentioned names, he says\n\"The body was taken out\" well\n\t\t\"She was interrogated and severely tortured.\"\nAnd what I want to ask you is whether Mr Jimmy Mbane was present during this interrogation?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, not as far as I know.",
            "Male"
        ],
        [
            "MR VISSER",
            "And whatever is intended with \"severely tortured\", you have tried your best to explain to the Committee how you regarded this assault on Mrs Khubeka.  Would you have regarded this as severe torture?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "In my opinion it was not severe torture.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then Mr Mbane states furthermore in that same paragraph that her body, that she passed away and that her body was taken to Myeza - her body was taken out by Myeza, Lawrie and Coetzer to somewhere and you recall that it was Coetzer, du Preez and Wasserman?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you know anything about Col Taylor paying Mbane and Dube R7 000 each for their participation in this operation?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, I don't know anything like that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now in bundle 1 ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just before you proceed Mr Visser, are you saying, Col Botha, that Coetzer, du Preez and Wasserman, they took the body for disposal?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who took the body for disposal?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Wasserman and du Preez.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just the two of them?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what about Mr Myeza?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when you say you don't know anything about this person by the name of Sbu being killed, are you saying you just don't know anything about it, it may have happened, you don't know or are you denying it?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I deny that such a person was ever killed there, that is what I'm saying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And also from the statements, well I've asked you this before, it would seem from this statement that it wasn't only Mbane who handed over, or came with Mrs Khubeka when you took her, because he says\n\"We picked her up and came...\"\nbut you say it was only the two of them, Mbane and Mrs Khubeka in the vehicle when you got hold of Mrs Khubeka?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Just on that point, was Dube maybe present?  Would you even remember that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "My recollection of Khubeka's seizure at Battery Beach is that it was only her and Mbane in the vehicle.",
            "Male"
        ],
        [
            "MR LAX",
            "But you can't exclude the possibility that Dube might have been present?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It is possible, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm just clarifying that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Just to continue, with regard to obvious contradictions in bundle 1 page 85, there Mr Ras, before withdrawing his application, gave his version of the events and I just want to refer you to the fact that on page 85 he refers to a person who was placed, or whose legs were placed in plaster of Paris.  Perhaps I should read it Mr Chairman, page 85, some distance down, Mr Ras says:  Well, perhaps I should ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "It's the last sentence of that paragraph.",
            "Male"
        ],
        [
            "MR VISSER",
            "The last sentence of the previous page seems to be the place to start\n\"The askaris then managed this,\"\nthat is to the penetration and he says:\n\"As far as I can recall, Sgt Joe Coetzer and Col Hentie Botha were present when we drew the vehicle off and arrested the unknown ANC member.  Other members may also have been involved, but I cannot recall their names.  The ANC member was hover never charged or taken to a police station.  We, as far as I can recall, it was me, Joe Coetzer and Hentie Botha, we were involved and there may still be others, but I cannot recall their names.  The unknown ANC member was taken to our residence at Winkelspruit, where he was interrogated.  He gave his co-operation without any problems.  He stated that he would assist in identifying the other person who was involved in the ANC cell.  He also undertook to introduce some of our askaris to an ANC woman, one Nthombi who apparently had direct contact with Lusaka.\"\nThen the important sentence:\n\"Because we could not trust the man completely, we placed his leg in plaster of Paris in order to prevent his escape.\"\nDo you have any recollection of what Mr Ras has stated here and if so, what is your recollection?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, Marthinus Ras is confusing two incidents here and describing it as one.  Firstly, regarding the fact that the intelligence operations spanned a period of two months, Mr Ras was here for a portion of that time, but there was an interruption of intermediate times when they would return to Pretoria for the exchange of askari teams.  The first occasion was a normal operation in which we seized a trained terrorist and turned this terrorist to be re-applied as an informer.  The second case was an existing informer who was used.  His leg was placed in plaster of Paris and he went under the codename of Spykerbeen.",
            "Male"
        ],
        [
            "MR VISSER",
            "S-P-Y-K-E-R?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.  And in that case ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "I beg your pardon for interrupting you, but who was applied to introduce the askaris to Khubeka?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was Spykerbeen.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well. And Spykerbeen, what happened to him after the incident?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "He was used as an informer.",
            "Male"
        ],
        [
            "MR VISSER",
            "He simply continued as an informer?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, that is correct.  Reference has been made to him in a statement within a document which incorporates a statement from the sister of Nthombi Khubeka.",
            "Male"
        ],
        [
            "MR VISSER",
            "But when Mr Ras states on page 85, the third paragraph\n\"Col Hentie Botha then took the arrested ANC member with him\",\nThis is with reference to the person whose leg was placed in plaster of Paris.  You said that he is confusing two incidents.  That is in the third paragraph.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I think here he refers to the first person whom we arrested in the vehicle.  He refers to two separate incidents here.  One with a vehicle and a person who is applied as an informer and a second one where Spykerbeen was used to introduce Jimmy Mbane to Nthombi Khubeka and Mr Ras referred here to a place where the vehicle was pulled off the road on the main road.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Not at the beach, Battery Beach?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, not at the beach.",
            "Male"
        ],
        [
            "MR VISSER",
            "And to take it somewhat further, Chairperson, Mr Radebe in bundle 2, on page 117...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Visser, not to throw you out of your stride, where's reference made to Battery Beach on page 84/85?",
            "Male"
        ],
        [
            "MR VISSER",
            "That's the point, there isn't a reference to Battery Beach and that's why he says there's a confusion between the two incidents.",
            "Male"
        ],
        [
            "MR LAX",
            "But this is before, this is apropos of introducing Khubeka to somebody this happened long before she was abducted, according to the way this statement's going, so with the greatest of respect this is not, bring Battery Beach into it only muddies the water even further, it's got nothing to do with it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, Botha tried to explain to you that Spykerbeen, the man in the plaster of Paris, was used in the Khubeka incident to introduce the two askaris to her.  He says that's the confusion.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, Mr Visser, I fully understand that.  That's not the issue, but it's got nothing to do with Battery Beach and nowhere is Battery Beach used here as a basis for confusion.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, Ras talks about the arrest of the person on the highway.",
            "Male"
        ],
        [
            "MR LAX",
            "Precisely.",
            "Male"
        ],
        [
            "MR VISSER",
            "So the point is simply that he's referring to a different incident.",
            "Male"
        ],
        [
            "MR LAX",
            "That's fine, but by bringing Battery Beach into it and saying that was some basis for the confusion, it's not mentioned here at all.  I was just wanting to emphasise that and yes, Ras may well be confusing Spykerbeen and some cadre who was picked up on a highway, but it's got nothing to do with Battery Beach and it was prior to that incident, that's all I'm saying.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I would have thought it's clear that he's talking about an incident on a highway and not an incident at Battery Beach, but if you feel that way, Mr Chairman, then I will leave it.  Page 117 of bundle 2.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, sorry, in 1987, wasn't there a highway at Battery Beach?  Wasn't it the main road through to Umhlanga rocks?  At that stage?  Battery Beach, wasn't that on the main road to the North Coast in 1987?",
            "Unknown"
        ],
        [
            "MR LAX",
            "There's still a double or triple lane highway that passes Battery Beach.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So talking about a highway doesn't necessarily exclude Battery Beach.  I think we're getting a bit ...",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I seem to have the wrong reference to Mr Radebe.  Yes, Mr Chairman, it's bundle 1, yes.  It should be bundle 1 not bundle 2, Mr Chairman, page 117.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's ...(indistinct - mike not on) of page 117?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  You see, at the top of the page, paragraph 48, well according to what you've now put to Mr Botha, Mr Chairman and what I heard Mr Lax say, perhaps what I saw as a possible contradiction may not be one, because the only reference there is again to a \"Hoofweg\".  Perhaps that's not necessary to draw your attention then specifically to that.  Maybe I misunderstood this to be two different places so perhaps that is what Commissioner Lax was trying to tell me when I didn't understand.\n\tChairperson, yes, well then I can leave that, yes.  The last reference Mr Chairman, for your convenience perhaps is the reference, cross-reference to Mr Jimmy Mbane and perhaps also for the information, Mr Samuel, bundle 1 volume 1, page 128 Mr Chairman, he sets out what I've already put to Mr Botha when I referred to bundle 2 page 130 to page 131, it's simply a cross-reference.  This is the typed version where I previously referred at page 130 I believe it was, but I may be mistaken.  No it wasn't.",
            "Male"
        ],
        [
            "MR LAX",
            "They're just two different statements, Mr Visser taken by two different people but they seem similar, anyway.",
            "Male"
        ],
        [
            "MR VISSER",
            "Then Mr Chairman, lastly, there is a reference in bundle 2 to a statement by Mr Eugene de Kock at page 113 and there are two paragraphs there relevant, the one is paragraph 3.2.4 at page 113.  Mr Botha what Mr de Kock says is that he visited Durban during this time in which the Vlakplaas members were here and on a day he held discussions with Mr Joe Coetzer with regard to a female leader whom we suspect refers to Nthombi Khubeka and he says that he informed me that 6 persons had been abducted during this operation.  Would you agree with that, that during the Nthombi Khubeka operation 6 people were abducted?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is not correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "He informed me that they had been detained in a house in the Durban area where they had been tied up and that would follow that that is also not correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And he says\n\"Joe also informed me that Hentie had murdered an elderly black man.  He informed me that Hentie wanted to murder the black woman that evening and that he had to accompany him.  He then told Coetzer not to go along and told him to remain with him, that's Eugene\"\nAnd then in paragraph 3.2.5, he says the following:\n\"Coetzer informed him that you had indeed murdered the woman by killing her with a water pipe.\"\nIs there any truth in this?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I cannot comment on what Eugene de Kock's allegations are that Coetzer would have told to him.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is there any truth in these allegations?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "None whatsoever Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Indeed was or was he not, this is Coetzer, present the evening when Nthombi Khubeka was taken to Winkelspruit?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, he was present Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Will you please tell the Committee what your motivation was to have acted in the manner in which you did?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, my political motivation was to combat ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For Mr Wills's information, we're now proceeding again with the statement, paragraph 40, Mr Wills.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "To combat the revolutionary onslaught the South African Police and the Government from embarrassment during a time period when there was much criticism in the country as well as internationally against the government.  The ANC grabbed all incidents which indicated to offences by the Security Forces and used it as propaganda in order to place the government in the worst light possible.  My actions were aimed at the maintenance and protection of the previous government and State dispensation.  The actions and omissions of which I am guilty, I had done during the execution of my official duties.",
            "Male"
        ],
        [
            "MR VISSER",
            "I must apologise, I missed this.  The last part of that sentence is not correct.  You and Taylor decided jointly?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, we took a mutual decision.  I did it as part of the opposition to the struggle and my actions were aimed at support of the liberation movement.  What I had done, I did in order to protect the National Party and the Government's interests and to combat the revolutionary onslaught.  As such I bona fide believed that what I had done fell within the scope of my explicit or tacit authorisation and I request humbly that amnesty be granted to me for my actions and omissions in this regard.",
            "Male"
        ],
        [
            "MR VISSER",
            "May I refer you to page 1 of Exhibit B??  Mr Chairman, perhaps with your leave I should perhaps address you in argument on the point that I mentioned yesterday in regard to what is expected of the Amnesty Committee in this regard.  Under the influence of directions of Commissioner de Jager we have attempted throughout to set out every single offence, Mr Chairman, and that has again happened here, for example on Evell's case, all the people in the room which stood by while Mrs Khubeka was being assaulted, might find themselves guilty of culpable homicide, at least of assault.  Perhaps we can ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we can leave it for the question of argument because it will also depend on circumstances, for instance if somebody applies for assault common and it turns out that it's murder, there might be a problem.  If he applies for murder, then to include a host of lesser offences that may be involved in the circumstances is easier, you know, so I think after the evidence we can deal with it.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "But the important thing here, Mr Chairman, and perhaps I should leave this for argument is the fact that they disposed of a body unlawfully, that is the crux of the matter and defeating the ends of justice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and it's also fairly common to give orders, if an order is granted, you know, the description of the offence and any other delict or crime that might arise there from, that sort of thing.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "As it pleases you, Mr Chairman.  That is the evidence which we wish to present from this witness.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Visser.  Mr Nel, sorry just before you proceed, you say you're appearing for Mr Taylor who is now deceased?",
            "Unknown"
        ],
        [
            "MR NEL",
            "That is correct Mr Chairman, this matter was ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there an application before us in regard to Mr Taylor?  Well, there's an application form, but ...",
            "Unknown"
        ],
        [
            "MR NEL",
            "Mr Chairman, this matter ...(indistinct)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, your microphone.",
            "Male"
        ],
        [
            "MR NEL",
            "Sorry, Mr Lax.  This matter we discussed during the previous hearings where Mr Taylor also featured when Judge Mall was presiding and he had suggested that the Committee will not hear an application for Mr Taylor, as he is deceased, but at the end and on conclusion of all the incidents where he was present and which he applied for amnesty for, I should submit in writing whether his application should be considered even though he's dead and especially in the light of the fact that his estate might still be held liable in some form of way and it's for those reasons that I have a mandate from the State to act on behalf of him, although he is late.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we can hear legal argument on that at a later stage.",
            "Unknown"
        ],
        [
            "MR NEL",
            "There is just one, if I may ask Mr Botha a question with regards to Mr Taylor's application which is found in the bundle?",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR NEL",
            "Mr Botha in bundle 1 on page 6 in the middle of the page Mr Taylor says in his application\n\"the woman was never assaulted and I am not aware of any injuries she might have sustained.\"\nAnd what I want to put to you in this regard is that during the drawing up of Col Taylor's amnesty application, it was never my instructions that the woman was assaulted in any manner.  I just want to put that to you and then I wish to refer you ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if he could comment on that.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I accept Mr Taylor's memory must have failed him about this.",
            "Male"
        ],
        [
            "MR NEL",
            "Mr Botha if I may refer you to the same bundle, bundle 1 page 28, the same part which Mr Visser has referred you to in paragraph 44 where Mr Mbane also says at the end of the page\n\"...by Myeza, Lawrie and Coetzer to somewhere.\"\nI assume this might refer to my client with whom he is implicated, Mr Vusi Myeza, you are convinced that this did not happen?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, Mr Myeza was not there that day.",
            "Male"
        ],
        [
            "MR NEL",
            "Thank you, Chairperson.\nNO FURTHER QUESTIONS BY MR NEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van der Merwe, do you have any questions you'd like to ask?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR VAN DER MERWE",
            "Mr Botha, as you have indicated in your affidavit on page 3 that Capt Baker was the visiting officer from C1 in Pretoria.   My instructions are that Capt Baker will testify that a short period before this operation he arrived in order to have a look at the Vlakplaas contingency which was used over a long period here in Durban.  Is that correct, according to your recollection?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, that is my recollection, Chairperson.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "And my instructions are furthermore that Mr Baker, they had several people in this area who helped with the tracing of terrorists and this specific operation was one of many which were ongoing at that stage.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "During the questioning which had taken place there, Mr Baker's interest was with the interrogation, was with the fact that he wanted to hear whether there was any information with regard to terrorists which could be acted upon.  He mentions Mr Frank McCarter who would have been supplied with the information.  Is that, according to your recollection correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That would be so, Chairperson.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "And then if we can continue to the assault that had taken place during the interrogation, my instructions from Mr Baker are that he is not sure how many times, but he moved in and out during this interrogation and that he did not see any of the assaults but that he accepted that he saw signs and that it was clear that pressure was placed upon this woman to co-operate at that stage.  Is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I cannot recall at which times he was present and what he had seen.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "And he also indicates that - I don't know if my learned colleague has a problem, Mr Chair.  I beg your pardon.  My instructions are also and he will testify later, that at the stage when he was inside the room, he took note of the fact that a black object, he does not know whether it was a pipe, but he does not recall in whose possession it was, but he did see a black object there and you are saying it was a sjambok?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, my recollection is that it was a sjambok.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "And finally, Mr Baker has a recollection that at some stage he left with Mr du Preez to buy food so he was not present during the whole period and the fact that - he was not present at the time when Mrs Khubeka had a heart attack.  Do you have a recollection that he had left along with Mr du Preez to obtain food?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot recall.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you, Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR VAN DER MERWE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr van der Merwe.  Mr Hugo, do you have any questions you'd like to ask the witness?",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Yes, thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR HUGO",
            "Mr Botha, you I accept were a member of the Security Branch at C R Swart when this incident had taken place?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR HUGO",
            "Did the Security Police at C R Swart have the services of a group of askaris locally in Durban at that stage?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR HUGO",
            "Was this one of the reasons why C1's members had been called in to be of assistance with the infiltration of the so-called ANC cell which existed at that stage?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Not exclusively, Chairperson, this was services that they rendered from time to time in the vicinity.",
            "Male"
        ],
        [
            "MR HUGO",
            "And as you know, I act for Mr Radebe and Mr Radebe will say that surrounding these incidents, his recollection is that the whole Vlakplaas contingency had been in Durban, tasked with several operations.  Can you recall that, that there were a number of people from Vlakplaas?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR HUGO",
            "And is it correct that with regard to the black members from C1 who were deployed to render services here, that this had taken place on the ground, that a black policeman, a usual member of the police, would be in control of the vehicle and that under him he had two or three askaris who functioned in cells?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR HUGO",
            "And that usually the askaris would do the initial infiltration and he would on their turn report to the black policeman who was in control and then he on his part would in turn report to the person who was in command of the Vlakplaas contingency, a senior officer or whatever?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That would be the plan.",
            "Male"
        ],
        [
            "MR HUGO",
            "And finally, this person from C1 would then liaise with you and that is how the information was co-ordinated?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr Radebe will say that he initially, before he became involved in this operation, had been involved, or at that stage he was not an askari, but it was a person who was arrested, an ANC person and he was tasked to render evidence in a terrorist trial in Pietermaritzburg and Mr Radebe accompanied him along with Mr Taylor, do you recall any of that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot recall, but it is possible.",
            "Male"
        ],
        [
            "MR HUGO",
            "And Mr Radebe will furthermore say that after they had returned from the terrorist trial in Pietermaritzburg, he was told by Mr Ras to infiltrate the cell which had infiltrated to the existence of Nthombi Khubeka and this is the stage where the plaster of Paris came about.  Do you recall that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR HUGO",
            "And Mr Radebe will furthermore say that this instruction was given to him by Mr Ras at C R Swart police station, or the building there and that the man in plaster of Paris, Mr Dube and Mr Mbane were present.  Were you present when the instruction was given?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I would say so, Chairperson.",
            "Male"
        ],
        [
            "MR HUGO",
            "With regard to further infiltration, did you have knowledge of Mr Radebe's participation in the initial approach to the deceased or may I put it as follows -  Did they report back to you on a daily basis?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR HUGO",
            "Who reported back to you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was Mr Radebe.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr Radebe will give evidence and say that if we can refer to him as such, the man in plaster was handed over to you on the freeway.  Can you recall what this man looked like?  Can you give us a description as to who this person was?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, the person had already been an informer at that stage and he had been used to introduce Simon and the askaris to Nthombi and he was withdrawn, so if he was handed over to me on the freeway after the introduction, then it would be correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "For the sake of completeness Mr Radebe will say that this plaster man was approximately 30, he was Zulu speaking, of average height and he was a trained person of the ANC, will you accord with that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR HUGO",
            "Then Mr Radebe says that he had a few meetings with the deceased and that he, amongst others, was very interested in the version that they had a so-called safe-house at their disposal where terrorists could be taken where they could be accommodated.  Did Mr Radebe report any of this to you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot recall that the cover legend which was used to approach her, I don't exactly know what they had used.",
            "Male"
        ],
        [
            "MR HUGO",
            "And then Mr Radebe says that the plaster man had been used on one or two occasions to speak to Nthombi, but then Nthombi started making some sounds that the people in the vicinity might have become suspicious and it was then decided not to use him anymore and that is why he was handed over on the freeway to you.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "My recollection of it is that Chairperson the plaster man would only be used to approach her house and then he would be withdrawn, so I cannot recall at which stage she became suspicious.",
            "Male"
        ],
        [
            "MR HUGO",
            "And then Mr Radebe will also say that Nthombi, after the plaster man had been withdrawn, had given them information with regard to another person who was in search of accommodation and arms and then they gave you information then and it was arranged that this person would be taken down to Winkelspruit.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, I don't think that information came from her.  He refers to another operation, that operation was generated elsewhere.  There was such an incident, but not from her.",
            "Male"
        ],
        [
            "MR HUGO",
            "But Mr Radebe says that they were present during, when this person was taken down to Winkelspruit\nand they don't know what happened to this person.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.  That is the other operation which I referred to.",
            "Male"
        ],
        [
            "MR HUGO",
            "And then Mr Radebe will also say that his recollection is not clear, but his suspicion is that during this time a further one or two persons, by means of facilitation done through Nthombi. was taken down to Winkelspruit and was handed over on the freeway to the white members of the Security Branch.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, that is not correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "May I just ask you, during this period was it ever reported to you that Mr Radebe and one of the alleged ANC members who had close liaison with Nthombi had been killed?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, I don't know about that.",
            "Male"
        ],
        [
            "MR HUGO",
            "And do you recall or do you know that during this period, May 1987, a body was found in the vicinity of the Executive Hotel?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Hugo have you any idea where the Executive Hotel is more or less?",
            "Unknown"
        ],
        [
            "MR HUGO",
            "We're not sure, but we suspect it is in kwaMashu.",
            "Male"
        ],
        [
            "MS THABETHE",
            "It's at Umhlazi.",
            "Female"
        ],
        [
            "MR HUGO",
            "Thank you.  Mr Botha, Mr Radebe will furthermore say that after the plaster man had been removed after the second person had been removed, his recollection was that one or two more persons had been removed and Nthombi became suspicious and she started asking questions and Mr Radebe then indeed contacted the white members, I don't know whether it was with you or, but it was with white members and reported that she had become suspicious.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, my recollection was that the operation was becoming sour in terms that we were not making any progress with regard to the information which Jimmy and Simon had reported to us and the fact that we had information from another informant which said that she had contact with the ANC and that she provided accommodation to terrorists and they could not take it any further and this led to us placing pressure on Simon and through him on Jimmy and company, in order to force her to take them to the terrorists where she accommodated them.",
            "Male"
        ],
        [
            "MR HUGO",
            "If I may ask you, how did you think they were to force her to disclose that information?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The operation which they were involved in was that they were trained persons and they could contact the other persons.",
            "Male"
        ],
        [
            "MR HUGO",
            "Nevertheless, Mr Radebe will testify and say that after he had explained to you and your group that suspicion had arisen, he was given instruction to take Nthombi to Winkelspruit so that she could be interrogated further and whatever further would happen to her.  Did you give such an instruction or did you know of it?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, there was no such instruction.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr Radebe says that arrangements were made that Ms Nthombi would be picked up from the railway station and then they had picked her up next to the Kentucky Fried Chicken restaurant and that they had taken her directly to Winkelspruit.  What do you say of that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Where they had picked her up, I cannot confirm,\nChairperson, but she was brought to Battery Beach and that is where we arrested her.",
            "Male"
        ],
        [
            "MR HUGO",
            "You see, when I read your statement, it was not clear to me and your answer makes it even less clear to me.  I understood from your evidence that she was taken to Battery Beach by Mr Mbane and that you expected that other people would be in the vehicle and it was eventually just the two of them.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "May I ask you, was there any arrangement that Mr Radebe would be involved in the abduction of Ms Khubeka?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot recall that Mr Radebe was in the vehicle.  My recollection is that Mr Mbane had picked her up.  Where he had picked her up I don't know but that he brought her to Battery Beach where we had already been in position...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just interpose if I may?  As I understand your evidence, the whole purpose of this meeting had nothing to do with Khubeka, it had in fact to do with someone else that you were under the impression was going to be abducted at that point in time.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, the arrangement was that they, or Khubeka would introduce Jimmy to the terrorists, that was the purpose thereof and the meeting, according to the information which they conveyed to us, would happen at or take place at Battery Beach, that is why we took up position and waited at Battery Beach, that Jimmy would arrive with her and the terrorist.",
            "Male"
        ],
        [
            "MR LAX",
            "The terrorist, not Khubeka?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "This version that's been put to you is about the abduction of Khubeka.",
            "Male"
        ],
        [
            "MR HUGO",
            "When Khubeka was loaded over into your vehicle, what happened to Mbane?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "My knowledge is that Mbane departed from there.  That is my recollection.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, where did he leave to?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I think both the vehicles went back to Winkelspruit.",
            "Male"
        ],
        [
            "MR HUGO",
            "I do not want to dwell on this for too long.  Let me just, for the sake of completion, put Mr Radebe's version to you.  He says that Mr Dube, himself and Mr Mbane and Mrs Khubeka went in their vehicle - were taken in their vehicle from the station to Winkelspruit and at Winkelspruit, at the old railway police's shooting range, the white members, amongst whom you were one, approached them and took her from the vehicle.  What is your recollection with regard to that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, that is not how I remember these events Chairperson.  I think Mr Radebe is confusing this with other operations.",
            "Male"
        ],
        [
            "MR HUGO",
            "More specifically he says the white members who fetched her were amongst others Wasserman, Visagie, yourself, Sam du Preez and van der Westhuizen.  Are these persons who were indeed later present at Winkelspruit?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR HUGO",
            "Then Mr Radebe says approximately 100 metres from the office, if we may refer to it as such, the little office where she was in, they stood, he, Mr Dube and Mr Mbane and they could not hear what was going on in that office.  Can you recall that they were outside?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I don't know where they were outside but they were definitely not inside that room.",
            "Male"
        ],
        [
            "MR HUGO",
            "And Mr Radebe's version is furthermore that during the interrogation Mr Joe Coetzer often came out and came to speak to them.  Can you recall that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It is possible Chairperson.",
            "Male"
        ],
        [
            "MR HUGO",
            "And Mr Radebe's version leads furthermore that his recollection was that the interrogation lasted about 2 hours long.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, that is not my recollection as to how long it had taken place.",
            "Male"
        ],
        [
            "MR HUGO",
            "And then Mr Radebe will further state that at a stage Joe Coetzer came out and indeed told them that Nthombi Khubeka had died of a heart attack, can you recall that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot recall, I was not present.",
            "Male"
        ],
        [
            "MR HUGO",
            "And then finally, Mr Radebe's version is that before they departed back to C R Swart, his recollection is that Mr Spyker Myeza had arrived there and went directly to the white members and that is the last that he heard of this operation.  At which stage did Spyker arrive there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Because we remained at Winkelspruit for a few days after that, Mr Radebe's version is that Myeza arrived when it started getting dark and then he went to speak to the white members.",
            "Male"
        ],
        [
            "MR HUGO",
            "That is the same day on which he was informed that Khubeka had died of a heart attack.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is not correct, Chairperson.",
            "Male"
        ],
        [
            "MR HUGO",
            "May I just ask you, what was the location of the buildings at the old shooting range?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, if I may ask, Mr Hugo, were you at the scene, so I can explain it to you?",
            "Male"
        ],
        [
            "MR HUGO",
            "Yesterday we tried to find the ruins but it was difficult.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "If you enter at the gate the buildings were on your right-hand side and the shooting range had a cover wall which was right in front of you when you came in by the gate.",
            "Male"
        ],
        [
            "MR LAX",
            "Just remember it is being translated and Mr Wills will want to try and make notes.  I'm also just struggling a little bit.  I'm just going straight into Afrikaans.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The shooting range was located just in front of the river, I cannot recall the name of the river.  The road turned in left to the shooting range, approximately 150 metres from the gate, there was a high-walled building which served as a shooting wall.  On the right-hand side approximately 100 metres from the gate, there was a building structure of sorts of which the back of the building was approximately 10 to 20 metres from, I don't know what road there is, is it the South Coast Road?  Not the freeway but the old South Coast Road.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At that time was it - it was no longer used as a shooting range.  Was it abandoned, did public have access to it, or was it sealed off?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, it was the states premises, public did not have access through the gate and the building consisted of in total, the length of the building or I would say 15 metres x 3 metres in width.  The block on the right-hand side was ablution facilities and then there was a part 5 x 3 which was just under a roof which served as a place to sit and then there was a part 5 x 3, a storage room on the left-hand side.  Adjacent to that there was a cement floor with a steel structure which had no roof.  It was approximately 40 square metres, the surface of it.  A tarpaulin had been pulled over it and that is what we used for sleeping facilities.",
            "Male"
        ],
        [
            "MR HUGO",
            "May I just ask  you these buildings, were they often used to accommodate askaris when they were busy with operations in Durban and vicinity?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, this was the first time and then only for the purpose of a specific operation.",
            "Male"
        ],
        [
            "MR HUGO",
            "I will tell you why I asked that, because Mr Radebe will say that they did not sleep there and that they slept at the dog units barracks, which was adjacent to C R Swart police station.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, it's my recollection that the rest of the team of askaris who rendered service in Durban spent their evenings there, but the smaller groups ... (indistinct) Mbane, Dube had indeed slept there.",
            "Male"
        ],
        [
            "MR HUGO",
            "And then with regard to Mr Mbane's version is that he obtained a whole bag of arms, AK47s to hand over to Nthombi.  You have already testified about this after Mr Visser had led you.  Do you have any knowledge of any such transaction?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, I did not have any knowledge of such a transaction.",
            "Male"
        ],
        [
            "MR HUGO",
            "And I do not want you to speculate but based on your experience, if such a bag of AK47s was just handed over to her, it could have had dire consequences.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR HUGO",
            "And finally, with regard to payment of R7 000, you have no knowledge of that amount of R7000 which was allegedly paid to Mr Dube and Mr Mbane?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "None whatsoever, Chairperson.",
            "Male"
        ],
        [
            "MR HUGO",
            "I have told you it's finally, but there is just one further aspect which I must inquire from you.  You have said that Mr Radebe confuses this operation with another operation, specifically when he refers to Winkelspruit incident and the fact that the deceased had been handed over there.  At which other operations was Mr Radebe involved with which had taken place at Winkelspruit?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, if I recall correctly, over a period of two months he was involved with us and his involvement came about just before the departure of Marthinus Ras to Pretoria, that is when he became specifically involved with the person with his leg in plaster and from there he remained involved continually.  But it was not only the Nthombi Khubeka intelligence operation, there were other operations as well and I have read Simon's statement and it is clear from his statement that he confuses, he is confused with regard to the facts of other incidents.",
            "Male"
        ],
        [
            "MR LAX",
            "What other operations was he involved in?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "There were other intelligence operations on the way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At Winkelspruit?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct.  I have testified as such.  We worked from there.",
            "Male"
        ],
        [
            "MR LAX",
            "You haven't told us what those operations were, that's what you're being asked.  You're saying he's confusing it with other operations, you were then asked - just listen to the question - you were then asked \"what are those other operations that he could be confusing it with\" and all you're saying is: \"Well, he was involved in other operations\"  Are you not able to distinguish which operations he was involved in, because if you aren't, that's all we need to know.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The specifics of an operation, all that I can say that there were many intelligence operations which led back to Winkelspruit.",
            "Male"
        ],
        [
            "MR LAX",
            "But you don't know the details?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, I don't know the details.",
            "Male"
        ],
        [
            "MR HUGO",
            "And can you recall in any manner that Mr Mbane, Radebe or Mr Dube were on the scene at the interrogation of Mrs Khubeka, not in the room, but if they were in the vicinity, what was their function there?   What was the purpose of them being there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "They drove back with us after she had been taken at Battery Beach and then everyone moved back to Winkelspruit, that is where they had stayed.",
            "Male"
        ],
        [
            "MR HUGO",
            "But you see, the problem that I have with that is that Mr Mbane, on your version, was the only person who could have driven back?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, but the question you had asked was that if we drove back, and you gave an explanation with regard to according to Mr Radebe who had been involved and your question was: \"What would they have done there\" and I can say that it's because they stayed there and we worked from there.",
            "Male"
        ],
        [
            "MR HUGO",
            "I've got no further questions thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR HUGO",
            "Male"
        ],
        [
            "MR LAX",
            "I'm just a little confused, if you'll allow me, Chair.  I thought you'd just testified in reply to a question or a version put to you, that Dube, Radebe and Mbane lived at the dog unit's barracks.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - mike not on)",
            "Unknown"
        ],
        [
            "MR LAX",
            "Oh sorry, I misunderstood that's why I'm confused.  So are you saying that Radebe's version that that was the case is incorrect, they all lived at the shooting range?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct.  ...(no interpretation)",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.  That's why I'm confused.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I see it's now 1 o'clock, which would be a convenient time to adjourn for the lunch adjournment after which Mr Samuel will be given an opportunity to ask questions.  We'll take the lunch adjournment until quarter to 2, would that be convenient?  We'll take the lunch adjournment now and we'll resume at quarter to 2.  Thank  you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuel, do you have any questions you'd like to ask?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Yes, I do, Mr Chairman.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR SAMUEL",
            "Mr Botha, would you agree with me that Mr Radebe was sort of the area co-ordinator for the askaris in Durban?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Is it not true that you would tell Mr Radebe what to do for the day?  What operations he has to undertake for the day?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, in the line of command, we had firstly the askaris on ground level, then we had a member of the South African Police who was also a black man, who would be appointed directly above them.  Then there was a white officer in control of the group and one or two white members serving in the area.  If we had determined intelligence operations, then the intelligence would be devolved through the chain of command to ground level.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think Mr Samuel might be, correct me if I'm wrong Mr Samuel, saying that the second line of command that you mentioned, was that where Mr Radebe was?  You said the askaris and then they, the next in the line of command was a member of the S A P who was ...",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That would then be Mr Radebe, that is correct.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "From what I understand then Mr Taylor will be in overall command of the operations, am I right?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "And you will be second in command, being from Durban?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "And on the day in question when Nthombi was picked up from the Durban station, who gave the instructions to Mr Radebe to pick her up?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, my recollection of the events is that the information was collected and distributed by Mbane and through Simon and then to us and in terms of this intelligence, Nthombi would take them and introduce them to the terrorists.  My recollection is that it was only Jimmy who brought her to us at Battery Beach.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that question was, who gave the order - oh yes, are you saying that there was no order to pick her up as such?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "If that was the case, could you explain to this Commission how is it that you had met, or how is it that Jimmy knew where to meet you all on the day in question?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, all of us stayed together at Winkelspruit.  There was a discussion regarding what the planning would be.  He would make an arrangement with her, meet her, pick her up.  She would take him to the terrorists.  They would bring the people to us.  That was the arrangement.  So there wasn't an order to abduct Nthombi.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "My instructions are and Jimmy will give this evidence, was that you, Mr Botha, had given instructions to Mr Radebe on the morning in question that he should get hold of Jimmy, go to Nthombi, go to the station, pick up Nthombi and bring her to you at Battery Beach.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I could not issue such an order because the arrangement would have to be made by Mbane himself.  Yes, I confirm that we had an arrangement that after she was picked up, she would be brought to us and that would have been the rendezvous point.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Mr Mbane, in giving evidence, will say that after he had handed over Nthombi to yourself and the other policemen, sorry, before I come to that - Jimmy will say that when he met you at the rendezvous point at Battery Beach, Mr Dube and Simon Radebe were present in the car.\nHave you got any comments to that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, it is my recollection that it was only Mr Mbane himself who was with Nthombi.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will further state that Mr Radebe was driving the car and Mr Dube was seated in the front passenger seat.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Once again Chairperson, I cannot comment on that because it is my recollection that it was only he with Nthombi.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will also state that he was present in the back seat of the car with Nthombi.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Once again Chairperson, I cannot comment.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Then could you explain, how is it that when you were at Winkelspruit, Mr Dube and Radebe were present at Winkelspruit when Nthombi was brought in.  If they all were to be on an operation together as you suggested to this Commission.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I've already explained the informer after Nthombi was brought to Winkelspruit, the fact that they worked there and stayed there.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "So are you suggesting to the Commission that at the time when Nthombi was picked up from the Durban Station, Dube and Mr Radebe were still at Winkelspruit, is that what you're suggesting to this Commission?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, that is my recollection of the events, that Mr Mbane was alone when he arrived there with Nthombi.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Jimmy will also state that when he arrived with Mr Radebe and Mr Dube at Winkelspruit base, he found Nthombi blindfolded and tied both hands and legs with a piece of rope.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, I cannot comment on that, it is not correct.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "According to your evidence which Jimmy confirms, that they had a room next to where the interrogation took place.  Is that correct?  Do you confirm that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson, but it was not a room which was closed on one side, it had three sides with walls and it was open on the other side.  It was more of a cover.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "That's right.  Jimmy will say that at the time when Nthombi was beaten, the door to the interrogation room was at some stage opened and he had seen you specifically, beat Nthombi with a whip.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, it is possible that the door was open and it is possible that he may have seen, but I didn't hit her.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will say that you had in your possession, whilst you were hitting her, a sjambok, a black sjambok.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Negative.  I did not have a sjambok, Col Taylor had it.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Do you recall a person by the name of Sbu that was handed to you by Jimmy prior to the day of this incident?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, I cannot recall the person by the name of Sbu.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Jimmy will say he handed over a man by the name of Sbu to you and that later you all had killed him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't quite hear that Mr Samuel, you said he will say that he handed Sbu over to you, that is Col Botha and then who killed him?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "And Col Botha and the other policemen had killed Sbu.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, that is not correct.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Now, I turn to page 6, sorry page 4, paragraph 14 of your statement, Exhibit B.  In paragraph 14 you say that Mbane was alone in the motor vehicle with Mrs Khubeka.  Do you read that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Jimmy will deny that he was alone, as I pointed out earlier and he will say that Dube and Simon Radebe were present in the motor vehicle and in the position that I outlined to you earlier.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, my recollection of the events is that Mr Mbane was driving the vehicle and that Nthombi was with him.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "I turn now to page 5, paragraph 21 where you say that Radebe was asked to stay outside.  Mbane and Radebe were asked to stay outside the door of the interrogation room.  Jimmy will say that Mr Dube was also present at that time and it was not only him and Mr Radebe, but also Dube that was present outside the interrogation room.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It is possible.  I accept that Dube was outside because he definitely wasn't inside.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "So you agree that Dube, your statement, paragraph 21 of your statement is incorrect, that Dube could have been in the vicinity?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "I turn now to paragraph 23 of page 5 and Jimmy will say that he saw you participate in the assault upon Mrs Khubeka and it was not only Mr Taylor that had hit or assaulted Mrs Khubeka.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Once again I will say Chairperson that that is not correct.  I did not participate in any assault on Mrs Khubeka.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Now I turn to page 6 paragraph 30.  Before I put my client's version to you, I just want to ask you a question regarding your earlier evidence, or your answer to a question raised by the learned Chairman.  The Chairman had asked you if Mr Mbane did not want to cooperate with you and if she had not suffered the heart attack, what would have been the position.  Your response was that you all would have denied that she was assaulted by your Special Forces as such.  Am I correct in saying that?  That was your response.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, just one thing.  I think that he is referring to Mrs Khubeka, not Mr Mbane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuel, you made a mistake of the, a patent mistake, its Mrs Khubeka.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Mrs Khubeka.  My apologies.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, and it is correct that a portion of my evidence was in reference to that.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "But at the same time you told this Commission that you wanted to protect the identity of the askaris, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Now if that scenario had appeared where Mrs Khubeka did not want to co-operate and she did not suffer the heart attack, how would you then have protected the identities of the askaris, especially since Mrs Khubeka knew the askaris that you were dealing with?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "She would then have co-operated with us.",
            "Male"
        ],
        [
            "MR LAX",
            "He is posing to you the scenario that she wouldn't have, or if, in the situation where she didn't work with you, you were going to take your chances around the assault.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Then the question is, in that case, how would you protect your askaris?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I think that I testified that we then would have been able to detain her and take our chances of explaining the assault on her, with the result that the askaris had already been exposed, because they were askaris we would use them in a pseudo operation.  The protection of the askaris was to protect their identities while the operation was still underway, but when the operation was concluded, it was no longer necessary to protect their identities.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So in fact you're saying, there was - once you decided to hold her, there'd be no need to protect the askaris?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Now why would that position be?  Wouldn't she be released at some stage or the other, or did you intend to kill her, Sir?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, once again I will explain.  As far as the operation was underway, the askaris' identities would be protected.  Once it was concluded, the protection of identities was no longer necessary because they were members of the South African police.  There were various methods in which this could be handled and I think that Capt Baker, or Col Baker will be in a better position to explain in terms of under which circumstances, what type of scenario would be used.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "And as was pointed out by you earlier, that Mr Taylor was in overall command of the operations, am I right?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "And Mr Taylor will have no need to report to you on anything that he does.  Am I right?  Any activities that he undertakes.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "If it is about a specific, or the specifics of an operation that I was a participant in, he would share the details with me, but it wasn't necessary for him to report to me in a line of command.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "And if he had to pay the askaris, you would not know about that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "If he were to pay the askaris, I would not necessarily have known about it, but then, can I just make the following comment?  Rewards of R7 000 were not paid out because the highest amount that could be paid out which could be approved by the Security Head Office was R2 500 per arrested terrorist.  That was the maximum amount for such person.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, could I just ask, I'm struggling to hear the translation.  There's a noise going on in the passage there and if you could ask them just to calm down a little bit please.  It's being picked up by the microphone of the witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Col Botha are you saying that you don't know whether or not anybody was paid a reward, but you, what you are saying is that the payment of R7 000 would be unusual because the maximum, prevailing maximum at that time for any captured MK or other cadre was two and a half thousand?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Thank you.  Now, sorry, Mr Chairperson.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I beg your pardon Chairperson, may I just add something?  That it would have been totally unheard of if a member of the South African police was paid R2 500 for the arrest of a terrorist.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We've heard in other hearings, Col Botha, that askaris did in fact receive rewards and that normally came from, not normally but sometimes came from CI unit itself, Vlakplaas itself, but in this instance it's specifically put that it was Col Taylor who paid.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You wouldn't know if Col Taylor paid, you wouldn't know whether the funds came from, from which budget they came from, from which account they came from, whether it was the SAP Durban or Vlakplaas.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, I wouldn't know that Chairperson.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "During this interrogation, was Mrs Nthombi, after these beatings, screaming or was she silent during this interrogation?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "There was no screaming.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Well Jimmy will say that he heard Nthombi scream on a continuous basis on being assaulted by yourself and other members that were present at the interrogation.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, what Mr Mbane may have heard, I cannot question, the point is just that the premises were situated 15 metres from a road where there would be pedestrians.  She definitely didn't scream.  There was no noise.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "After being beaten for about 15 times in 15 minutes, you say that she did not scream, Sir, and quite hard at that, according to your evidence?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is what I say.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "I turn now to page 128 of bundle 1 in regard to the removal of Nthombi's body from the room, the interrogation room, at paragraph 44, Jimmy will confirm that Mr Myeza, Mr Lawrie and Mr Coetzer were the ones that removed the body from the room.  He will further go on to say that the body was wrapped in a blanket.  Have you got anything to say about that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Negative, Chairperson.  What I can confirm is that Lawrie was involved in the removal of the body along with Sam de Preez.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't quite understand your answer.  You say negative.  Are you saying that the body was not wrapped in a blanket, or are you saying you can't say whether or not it was wrapped in a blanket?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, it was two questions in one.  The first was that there were three persons involved and a blanket.  It is negative with regard to the two persons and the blanket.  I confirmed that Lawrie was the person involved.  There wasn't a blanket involved, on the contrary Chairperson, I cannot even say how she was removed from there, but I don't know whether a blanket was used.  There wasn't a blanket in the room.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Are you saying that you were not present when the body was removed from the room?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "The leave of the Commission.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, while you're busy, Mr Samuel, if you weren't present when the body was removed from the room, how can you say who did it or didn't do it, as the case may be?  Your evidence implies that you're dead sure who did it or didn't do it, but you weren't even there.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I was not physically present when the body was removed.",
            "Male"
        ],
        [
            "MR LAX",
            "Well on what basis can you say who was there, or who wasn't there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, if I look at the lay out of the premises, it was of such a nature that from the front side one had a view.  If I could describe it as such, if that was the building the yellow section of the cloth was an entrance with a door to the left and the right.  I know that a vehicle had been parked there with the boot facing the entrance and she was brought out.  I wasn't there but I had a view of the events and the activities.",
            "Male"
        ],
        [
            "MR LAX",
            "So you were actually there, you just weren't right at that very place, but you observed it?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is precisely what I've said.  That is exactly what I've said.",
            "Male"
        ],
        [
            "MR LAX",
            "Well that's not the impression you give us by saying that you weren't there.  Let me explain why I come to that conclusion, because when you were asked about the blanket you said well, you don't know anything about the blanket, you weren't there.  The impression being that you didn't observe it, therefore you don't know what was used.  Now you're saying you did observe it.  Now if you did observe it, what was used?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Mr Lax, I will explain once again, so that you can understand clearly.  The vehicle was parked with its boot facing the opening.  I cannot see precisely whether or not she was wrapped in a blanket or what was used to wrap her with or whether she was just loaded into the boot just like that, but what I did see was that Lawrie and Sam were loading her into the boot and that she was being removed from there in the vehicle.  I saw all these things it's just that I wasn't physically present at the vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, may I just tell the witness to refer to people by their surnames.  It becomes very confusing if Christian names are thrown in, Mr Chairman, it is confusing to the reader of the record as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So Lawrie and Sam are?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Wasserman and du Preez.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuel?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "That will be the evidence led by the witness, in this matter, Your Worship, that's all.\nNO FURTHER QUESTIONS BY MR SAMUEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills, do you have any questions you'd like to ask the witness?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR WILLS",
            "Mr Botha, you made your first application which is attached to the papers and commences at page 13 of the bundle, the first bundle.  It was attested by you as being true and correct on the 13th of December 1996.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "I am referring to page 13 to 29 of the first bundle.  Do you confirm that this is correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I confirm this.",
            "Male"
        ],
        [
            "MR WILLS",
            "Is there anything you want to say about this that's wrong with this?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Not as far as I know.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, I have a problem with it.  Unless my interpreter's incorrect, I cannot see any part in this affidavit where you make mention of assaulting the deceased.  Can you point that part out to me?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, my evidence before the Committee today is my final evidence regarding these incidents.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you answer my question please.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It does not appear anywhere in the initial application, my evidence before the Committee today is my final evidence.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why did you not include it in your first affidavit under oath?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Because I did not regard it as significant enough, if somebody dies it would be an important event to me.  If her assault was the cause of her death, and in my opinion if that was the case, I would have stated so, but in my opinion she died as a result of a heart attack.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know that there's a requirement in order to get amnesty, that you have to fully disclose the circumstances of your involvement in a gross human rights violation?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you know that at the time when you filled this application in?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So surely you must concede that being a policeman, on your version, present at a serious assault which some people have described as torture, involves a gross human rights violation?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Once again I will say, that is why it was included in my supplementary evidence before the Committee today.",
            "Male"
        ],
        [
            "MR WILLS",
            "I want to know why, in your full knowledge that this was a gross human rights violation, why you did not include it in your first application?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I will reiterate so that Mr Wills can understand it, perhaps he does not understand Afrikaans.  I will, perhaps we could just interpret it more clearly for him.  I did not regard it as significant enough to include in my initial application, later I was advised that it would be better to include it.",
            "Male"
        ],
        [
            "MR WILLS",
            "I put it to you that you were hiding this fact and hoping that nobody would uncover it.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was not mentioned in the initial application, but that was not the purpose behind it, I simply did not regard it as significant enough.",
            "Male"
        ],
        [
            "MR WILLS",
            "I put it to you that it's an extremely significant aspect of the application and the proceedings and that you knew at the time that it was and you purposely hid it.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, I deny that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell me, I want to refer to page 16 of your initial application, your answer to paragraph 9 (a)(i).  Now I want you to tell me what you actually are applying for amnesty for in respect of the death of Mrs Khubeka.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I will read it to you.",
            "Male"
        ],
        [
            "MR WILLS",
            "I'm  wanting you to read first of all paragraph 9(a)(i) in the application on page 16.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I will read it to you\n\"Deeds, Omissions or Offences:  Defeating the ends of justice.  I hereby apply for amnesty for any offence and unlawful deed based upon my involvement in this\"\nand I continue:\n\"unlawful arrest of Nthombi Kahiso Khubeka, unlawful detention, culpable manslaughter with regard to the death of mentioned Khubeka, assault of mentioned Khubeka or any such minor deed which may emanate from the circumstances including conspiracy, aiding and abetting, or defeating the ends of justice in terms of the aforesaid incident, any other offence or unlawful deed which may emanate from the evidence.\"\nThat is what I am applying for, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are you applying for the murder of Mrs Khubeka?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you're saying that you could not foresee in the manner she was assaulted in those circumstances, that she might have died as a result of that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, why is it that in your initial application, you emphasised this obstructing or defeating the course of justice and nothing else?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, this statement was compiled by myself without any legal representation.  It was compiled at a very late stage, very speedily and this was my version of my application.  Later I was advised with the complete version by my legal representative.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why didn't you write assault there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Because I did not write it down.",
            "Male"
        ],
        [
            "MR WILLS",
            "That's why I'm asking, I would have thought that you would have.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Well I didn't think so.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why not?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Because I don't think the way that you do, Mr Wills.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you not think that you had been associated with, that you had associated yourself with the assault upon Mrs Khubeka, Ms Khubeka?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson at the stage of submitting my amnesty application, I did not regard it as such.  To me her death was a natural death which created an unfortunate situation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm talking about the assault, the assault committed by Col Taylor upon her, the lashing of Ms Khubeka with a sjambok, did you not consider yourself to have associated yourself with that assault and therefore that you might be liable in some respect or culpable in some respect relating to that assault?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, assault was not a consideration for me to apply for amnesty.  I've already testified about this yesterday.  I'd already received indemnity for such deeds.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you associate yourself with the assault?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes I did.",
            "Male"
        ],
        [
            "MR LAX",
            "Why did you apply for amnesty at all if you believed you had received indemnity?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "For assault.",
            "Male"
        ],
        [
            "MR LAX",
            "Well surely the indemnity covered all the offences that you might have ...",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I think you should just consult the Act.  There's a very clear definition of it.",
            "Male"
        ],
        [
            "MR LAX",
            "I want to know what was in your mind, you don't have to tell me what to read and what not to read.  I've read the law, I know the Indemnity Act and the Further Indemnity Act.   I'm asking what was in your mind?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Assaults, explosions, something during which people were killed, not as the result of a planned set up, or seriously injured as a result of a planned set up.",
            "Male"
        ],
        [
            "MR LAX",
            "And this disposal of the body, it wouldn't have been covered by the indemnity?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, in my opinion it was that I'd committed defeating the ends of justice, that the death of the person was covered up.  I felt that it would not fall into that category.",
            "Male"
        ],
        [
            "MR LAX",
            "Please carry on, Mr Wills.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.  Mr Botha, I want to give you an opportunity to tell us what happened in that room.  The family members are here.  They've travelled from abroad.  We want to know what happened in that room on that last day.  Can you proceed?  Tell us exactly what happened from the time you got her into the room.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, what took place 13 years ago is difficult to describe in detail.  I've tried my best to explain to you in my evidence who was present.  The extent of the questions which were put to her, what followed when there was a negative response or when Col Taylor would deal the blows with the sjambok to her in order to emphasise the seriousness of his point, to the point that she gasped for breath, fell over and passed away.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do I understand your evidence that you, on your version, associate the assault as a nexus and a cause of the death that followed?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, that which took place, brought me under the impression that she had died as the result of a heart attack.  The manner in which it took place, the fact that she urinated, that she fell over, that she gasped and urinated and then died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If somebody is running a marathon and collapses and dies of heart attack, then it may be said that the fact that he was running a marathon was the cause of the heart attack.  If he hadn't been running a marathon when he got the heart - and he wouldn't have got the heart attack.  Now, I think what Mr Wills is saying is, do you think that the fact that she was being beaten in the fashion described by yourself, brought upon the heart attack?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It is possible, Chairperson.  I apologise, I did not listen to the question thoroughly.  It is possible.",
            "Male"
        ],
        [
            "MR WILLS",
            "After how long after the questioning started did the deceased agree to co-operate with yourselves?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, basically from the first question we had all the facts and it wasn't a question of new information that she could not provide for us, it's just that she had the addresses of these persons and I think that it was clear in the beginning that there was a rapport of her answering questions, that is the inference that I drew of the discussions between her and Taylor.",
            "Male"
        ],
        [
            "MR WILLS",
            "So, in short, your evidence is that fairly soon on in the interrogation process, she agreed to cooperate?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I don't understand Zulu, so I wouldn't know how early this took place.  The feedback of the members as interpreted to me and the totality of the process, indicated to me that it would have been at an early stage.",
            "Male"
        ],
        [
            "MR WILLS",
            "So why was it necessary to continue beating her?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I don't know why Taylor did it.  It was my inference that he did this in order to emphasise his authority over her.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Coetzer in paragraph 10 of the affidavit at page 103 of the second bundle and again I'm relying on my unofficial translation, Chairperson, indicates, and I quote\n\"The black woman was then interrogated mainly by Botha and Taylor\"\nHe mentions you even before Taylor.  Can you explain that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What paragraph is that, Mr Wills?  Oh wait, paragraph 10.  I have it, yes.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Can you comment on that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I wouldn't know why Mr Coetzer has written it in that sequence.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well the point is, he says that you, we all know that there were a number of people in the room, 5 or 6 people in the room.  That he recalls the incident to the extent that you were one of the two people that was mainly responsible for the interrogation.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson, and it's also for the same reason that he does not mention the names of the other persons who were present and who participated in the interrogation.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, I don't understand your answer.  Are you - why would he say that?  That's what my question is.  If you weren't part of the interrogation as you seemingly seem to - well you weren't a major part of the interrogation, but my understanding of your evidence - Sorry.  My understanding of your evidence is that you were sort of sitting in the back, you couldn't understand the Zulu, you didn't have a stick or a water pipe or a sjambok with you and you didn't really understand what was going on and so you took a back seat, is that your evidence?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is not what I testified.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, what was your involvement then?  Sorry if I've misunderstood you.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The three members who were proficient in Zulu were the primary questioners, but it was Taylor who understood the primary part of the interrogation.",
            "Male"
        ],
        [
            "MR LAX",
            "But he's asking about your participation in  the questioning.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Mr Lax, I'm getting to that.  When the other members interpreted what Khubeka's answers were, we would ask a question and the question would then be put by either Basson or Wasserman, I beg your pardon, van der Westhuizen, or Taylor, that was my involvement in the interrogation.  The reason why Coetzer has put it like this is unknown to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what you are saying is that sometimes you would ask a question which would then be interpreted by Wasserman or Taylor for you, are you saying that?  Did you say at all to Ms Khubeka, to any of the people who could speak Zulu present, ask her about such and such and then they would ask a question on your behalf?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, she could speak English and what I say is that I think that she understood English.  The point is, I put the question, whether they interpreted it or not, I cannot recall the detail.  I wouldn't have said: \"Ask her this\", I would have asked a question based upon the response.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Wills.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you, I just want to get the sequence right here.  My understanding is that you mentioned that at certain stages answers were translated, is that correct, or interpreted?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "So do I understand it that in the main interrogation was done in Zulu?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Then an answer would be given?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And I presume that an answer would be given in Zulu?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then one of those parties there who was fluent in Zulu would interpret the answer?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.  I would say \"What is she saying?\" and then one of them would say what she said.",
            "Male"
        ],
        [
            "MR WILLS",
            "And did this occur throughout the interrogation process?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That was more or less the process that we followed right through.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, so on that basis you must have been well aware of what her answers were throughout the interrogation process?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you must have been well aware of the fact of when she decided to, on your version, to co-operate with you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson, that is why I said that I think that half-way through the interrogation ...(indistinct)",
            "Male"
        ],
        [
            "MR WILLS",
            "What questions did you ask?  Can you recall?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It would have been a leading question based upon an answer that had been given.  We already had the basic information, so it would have been a confirmation of our information.  The interrogations was about where these terrorists were or where they were hiding, that was the core aspect of the interrogation.",
            "Male"
        ],
        [
            "MR WILLS",
            "And was she hit immediately on going into the room?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Not that I can recall.",
            "Male"
        ],
        [
            "MR WILLS",
            "When was the first time she was struck?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot recall precisely when.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it after the commencement of the questioning or prior to the commencement of the questioning?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, it was after they commenced the interrogation.",
            "Male"
        ],
        [
            "MR WILLS",
            "To your knowledge, was there any rationale in hitting her, in the sense that, I understand what you've said earlier I'm aware of that, but was it when she answered a question in a manner that wasn't satisfactory to yourselves, that she got beaten or did she just get beaten to impress upon her the seriousness of the situation as you seem to indicate?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I think that the second explanation of the version is more descriptive as I saw it.  It wasn't that Taylor hit her in order to assault her specifically, he would put a question and she would give an answer, then he would put another question and then she would give another answer and then he would hit her.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, what I'm trying to get from you is that it appears from the answer, as I'm understanding your evidence, that the assault, the hitting of her had no bearing on the answers that she gave, is that your evidence?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, in my opinion the blows had to do with the answers that she gave.",
            "Male"
        ],
        [
            "MR WILLS",
            "So it wasn't just to impress upon her the seriousness of her predicament?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, once again I think that Mr Lax has asked me this earlier.  I did not know what the state of mind of Mr Taylor was, so I think it is difficult for me to explain exactly which of the blows were dealt in order to make an impression on her or which of the blows had to do with the fact that she may have given a negative answer.",
            "Male"
        ],
        [
            "MR WILLS",
            "How did it feel to you to be party to an assault on a defenceless woman?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, given her activities, given the circumstances which reigned at that stage in Durban, terrorism was the order of the day here, they had killed a number of people in bomb explosions.  Dave Baker stood next to a colleague who was killed in an explosion, she provided accommodation to externally trained terrorists who were here with the purpose to murder and maim people, to me it was as natural as tomorrow.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you enjoy it?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, one would never enjoy it or relish it, but sometimes it was necessary and then I speak in general.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are you absolutely certain you cannot remember what she was wearing?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I am absolutely certain.  I have tried to think about it.",
            "Male"
        ],
        [
            "MR WILLS",
            "So she urinated at some stage?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "What did you do then?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I had water fetched and poured it on her face.  Her pulse was taken.  That is what was done.",
            "Male"
        ],
        [
            "MR WILLS",
            "At any stage was she undressed?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you say that whilst this was going on, prior to her becoming unconscious, whilst this was going on, she was in a seated position, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "She was in a seated position on the floor, not on a chair.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you.   Hello, can you pick me up?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The light's not coming on.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just speak Mr Wills, the light's not on but we can hear you.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you.  Sorry, Mr Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Just carry on, it's all there.",
            "Male"
        ],
        [
            "MR WILLS",
            "I've just lost my train of thought.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your question was during the interrogation and the assault, she was in a seated position.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Now, sorry is it reading, it doesn't appear to be coming through my mike.  But anyway, can you hear me?  It seems to me that it would be more convenient for you if your members and you, I'm referring to you in the plural sense, are beating somebody with a sjambok, to have her hands tied up.  I mean surely this would keep her hands out of the way so that you could put the blows to the places that were required, rather than have her hands going around all over the place.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I will reiterate.  The purpose was not to arrest Nthombi.",
            "Male"
        ],
        [
            "MR WILLS",
            "I wonder if I could ask you to repeat that.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The purpose was not to arrest Nthombi, consequently she was also not bound.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No but the question was, wouldn't it have been more convenient during the interrogation, especially in view of the fact that she was being assaulted, had she been bound, instead of having her arms available to ward off blows or whatever?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "She was not bound.",
            "Male"
        ],
        [
            "MR WILLS",
            "How can you be so sure of that memory?  Why are you so sure of that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Because she wasn't bound.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see, because certain things you can remember so specifically and others like her clothing you don't have any idea on whatsoever.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "What I do know is that she was clothed.",
            "Male"
        ],
        [
            "MR WILLS",
            "But you don't know anything about her clothes?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Whether it was blue or green, I cannot recall.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was it a dress?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The clothing was not relevant to me at any stage, therefore I didn't really take any notice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I may have just missed it, Col Botha, but about what time of the day was it that this interrogation took place?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I recall that it was late afternoon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We know that end of April, beginning May, was it still light at that time?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, it would have been dusk.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairperson.  You say that you weren't expecting to arrest her at all or even see her that day, you were expecting to get the so-called terrorists.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "You had no plan whatsoever to meet with her and Jimmy?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, that was not the plan.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can I refer to my translation of your first application, and unfortunately the paragraphs aren't numbered, but Mr Chairperson I'm referring to the answers, the rather detailed section of the affidavit which commences at 9(A)(4) and it's about ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 16 of the bundle, page 4 of the application of that document.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "And if my interpreter's done a good job, it's about the 13th paragraph from the beginning of that question, where it says, and you say this\n\"Jimmy was detailed to make contact with the terrorists through her.  He and ...\"(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, before you proceed, that's page 18, the third paragraph on page 18.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairperson.  I'll start again\n\"Jimmy was detailed to make contact with the terrorists through her.  He arranged an appointment for a certain day, I think it was a Sunday, at the Durban beach front, Battery Beach, to meet her and the Commander of the unit\"\nand then you go on to say that you and your group were involved in the surveillance of this meeting.  So that seems to imply that you were expecting to meet her on that day together with the terrorists.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, what I wrote there in the statement does not imply that the intention was for us to meet her.  Jimmy's task, Mr Mbane's task was to make contact through her and the arrangement was to meet her and the Commander of the unit, it wasn't only to meet her specifically.  The particular objective was the terrorist, that was the objective.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see, my understanding of your answer to the last question was clear that you were just wanting to meet the terrorist, there was never an arrangement for her to be along, but in this statement it indicates that the arrangement was for her to come along with the terrorists.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well with respect Mr Chairman, perhaps I can help.  It's quite clear that this paragraph refers to what Jimmy was tasked to do\n\"Jimmy was tasked to make contact through her with the terrorists.  He arranged an appointment for a particular day.  I suspect it was a Sunday at the Durban beach front to meet her and the Commander of the unit.\"\nIf my learned friend will just distinguish and put to the witness that being at the \"strandfront\", that what must be inferred from this is that he in fact suspected her of being there as well.  But this ...language refers to Jimmy, not to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, if you read it carefully Mr Wills, the first sentence is \"Jimmy was tasked to make contact with her\" to, through her, make contact with the terrorists and then full stop.  Then it goes on\n\"He made an appointment one day etc, etc.\"\nto meet her and the leader or the Commander of the unit to meet them at the beach front. That was the arrangement made by Jimmy.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "You must have been aware of this arrangement?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "You must have been aware of Jimmy's arrangement to meet her and the terrorists because you, in the next paragraph you describe how your operation of observation and a planned signal was all co-ordinated.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That was the arrangement.",
            "Male"
        ],
        [
            "MR WILLS",
            "So surely then you must have been expecting her to be in the car as well as the other terrorists?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson, I'll repeat.  The objective with the operation was that Jimmy would be introduced to the terrorists and when he was introduced to the terrorists, the operation would have changed from that point on.  The terrorists were not there and consequently this was an unfortunate arrest of Nthombi Khubeka.  The objective was not to arrest her with the terrorists and Jimmy, this was a pseudo operation, Jimmy and the others were to have contacted the terrorists through her.",
            "Male"
        ],
        [
            "MR WILLS",
            "So surely, what I can't understand is surely if Jimmy hadn't achieved what was set out to be his task, i.e. to just bring the terrorists along, he would have contacted you and told you that the mission is aborted, but instead when Jimmy, on your version, has knowledge of that, of that fact that he doesn't have the other terrorists, he gives the signals for you to come and arrest.  It seems strange to me.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I would suggest that you ask Mr Mbane that question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, did you or anybody else speak Mr Mbane about this aspect and was he rebuked at all or disciplined for messing up the operation, if I can put it that way?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot recall, Chairperson.  I cannot recall that we addressed him about it.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Botha, if something goes wrong and it has such major impacts as in the death of a woman, then one would certainly take it up with the person who was responsible for it.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I hear what you say, but I would not be able to have Mr Mbane responsible for her death, the fact that he had erred in the planning of an operation.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I am not speaking of legal responsibility, it is certainly the mistake that he had made which led to the fact that Mrs Khubeka had been assaulted.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And she had died in your care.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Then my question is, he had caused a very grave situation.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, but one does not go further.  He knows that he has erred, to go and tramp on him will not save the matter and bring her back.  One continues from there.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "One would have expected that you would have said, \"Look what happens if you do not follow your orders to the letter\".",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot recall if I addressed Jimmy about it, possibly Capt Baker under whose direct command he was, but I did not.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, Chairperson.  Now there's evidence and I think it's Coetzer again, who indicates that she struggled in your attempts to pull her into the back of your panel van, as you described it.  Is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot recall that - it is possible that she struggled, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell me, tell the Committee and the families specifically exactly how she was removed from the car and put in the back of the panel van and who did it?  Who were the people responsible for picking her up, how it was done?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I think the door was opened and she was physically pulled from the vehicle and if I recall correctly, by Sam du Preez and by Basson and whoever had been present.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you tell her at any stage that she was under arrest and that you were the police?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, was this Battery Beach, it's a public beach?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "A public place, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were there members of the public present, because that must have been then during the afternoon?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Correct, Battery Beach has a large parking area.  I don't know if it's still the case, I know there have been some changes brought about with the pool there, but in my opinion nobody observed that we had taken her from there.",
            "Male"
        ],
        [
            "MR WILLS",
            "It seems probable that had she resisted, it would have been necessary to tie her up?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Not necessarily, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well how would have you dealt with her?  How would have you contained her in the back of the car?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "If two people could overpower her, two more people and she was just one person, it was not necessary to tie her up.  That minibus had one sliding door, it was closed the person could not go anywhere other than remaining inside.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you were involved in the death of Portia Ndwandwe, is that not correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now are you - I haven't seen your application in that regard,  are you aware of the manner in which she died?  And this is relevant Mr Chairperson, I will explain later.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, I don't know how.",
            "Male"
        ],
        [
            "MR WILLS",
            "You don't know that she was shot?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I heard the evidence here, but I was not present so I don't know what the exact position was.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well I just put it to you that looking at the injury, the bullet wound, to the deceased that was unearthed in this matter, the deceased that we believe is the remains of Nthombi Khubeka, that she was killed in a remarkably similar way to the way that Ndwandwe was killed i.e. a bullet wound through the top of the head.  Can you comment on that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "If you say so.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, turning to the disposal of the body, did you say that it was your order to those that you tasked to dispose of the body, to dispose of the body close to the home of the deceased?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what did you mean by that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Exactly what I had said, in the vicinity.  That the body be left in the vicinity of Inanda so that it could be found.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you ever find out where the body was dumped?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I was informed that it was close to Bambayi.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know how far that is from the deceased's house?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Exact distance in metres, no Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you guess?  If I put it to you that it was approximately 5 kilometres, would you disagree?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I was not at the scene where she was left, I don't even have an estimation.  There is no way in which I can make a guess.",
            "Male"
        ],
        [
            "MR WILLS",
            "But if she was put some 5 kilometres away from her home, is that close, in your view?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, I cannot ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Mr Wills is asking is, if the body, assume that the body was placed approximately 5 kilometres from her home, would you have considered that to be in compliance with the order that you gave?  You would have been satisfied with that?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I would have said it had to be closer, Chairperson.  So consequently, it is not the inference that I drew on the question, but it would have been too far for me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe I drew the wrong inference, Mr Wills, perhaps you should put the question.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, I mean that was the gist of my question that's been answered, thank you, Mr Chairperson.  Now you say it was your intention that the body was, would be identified easily, that was how you wanted to dump the body in such a way that it would be easily identified.  The only thing that you wanted to cover up was the involvement of the police in the death?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Correct, the idea was that the body would be found and that it would be identified by means of identification by the family or by fingerprints.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now the evidence will be to the effect that when the deceased left home that day she had a handbag with her which contained her identity document.  Do you know what became of that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I don't know Chairperson, I cannot even recall.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you ever see her handbag?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot recall that I saw the handbag.  It is possible that she did have the handbag.",
            "Male"
        ],
        [
            "MR WILLS",
            "She also had a ring on, are you aware of that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot recall, Chairperson, it's possible.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now assuming as we will argue is the case, that it isn't common cause, that the body that was found is in fact her body, that body didn't have any identification marks, it didn't have the ring, there was no property found with the body. You see it seems to me, also it seems to me the body was dumped in such a way that it took a long time to find.  That the very opposite was done, in that the body was dumped in such a way that it wouldn't be identified and would take a long time to be found.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I cannot comment on exactly where the body was found.  I think Capt du Preez will be able to testify where they had dumped the body and if one should look at where the body was dumped and to which Mr Wills to where it was found, that it could be the same place, consequently I cannot comment.",
            "Male"
        ],
        [
            "MR WILLS",
            "What did Capt du Preez say to you when he returned before sunrise?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "He said that he had left the body in Bambayi, in the vicinity of Bambayi.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was that all he said?  He didn't give you more specifics, beside the road or?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was not necessary to supply me with detail, it was sufficient, his answer was sufficient.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, I understand that at the time you were operating in this manner, you were operating under Gen Steyn.  Is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now did you report this incident to him?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why not?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I simply did not inform him.  He was not told.",
            "Male"
        ],
        [
            "MR WILLS",
            "I put it to you that it would have been something necessary to put to him that somebody had died whilst under your custody and we know that Gen Steyn was part of your group, why didn't you report to him?  It would have been important for him to know.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Well I did not, Chairperson, I don't know whether Col Taylor did.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were you trying to hide it from him?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you were trying to hide the fact that this woman had died, even from Gen Steyn?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's what I said, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "So that it would not have any consequences for us.",
            "Male"
        ],
        [
            "MR LAX",
            "What \"nadelige gevolge\" would have followed, if he knew about it?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Gen Steyn was our Commander and I did not know how he would react to it.",
            "Male"
        ],
        [
            "MR LAX",
            "He didn't hand you in on all the other matters where he's a co-applicant.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, this was the very first incident and in the order of all the events, the Khubeka matter was the very first.  The others all followed.",
            "Male"
        ],
        [
            "MR LAX",
            "But even so, did you think he'd hand you in the other ones?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, the circumstances which led to those were different as in this case.",
            "Male"
        ],
        [
            "MR LAX",
            "So you'd worked with this man since the early 80's and yet you didn't know what his attitude might be?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "A little less than a year that I was working with him, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "85 or 86?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "86.",
            "Male"
        ],
        [
            "MR LAX",
            "Fair enough.",
            "Male"
        ],
        [
            "MR WILLS",
            "There's evidence to the effect that a conflict arose in the midst of this atrocity in the sense, between yourselves, the Durban -  yourself, should I rather say, and the Vlakplaas unit in that you had given an order for Jimmy to return to the deceased's home after the deceased had died and that Coetzer didn't want this to happen and in  consequence he withdrew his unit.  Did that in fact occur?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, it did not happen.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you give an order for Jimmy to go to the house of the deceased?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "And your evidence is to the effect that that occurred?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct.  Two days after each other.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, your evidence is also to the effect that there was no conflict between you and the Vlakplaas-based policemen?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, none of the people who formed part of that operation.",
            "Male"
        ],
        [
            "MR WILLS",
            "What did Jimmy report back after he had gone to the house, after the death of the deceased?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "In both cases he reported back that the family reports that she had gone to her boys.",
            "Male"
        ],
        [
            "MR WILLS",
            "So no suspicion was raised?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, there was nothing, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, Mr Chairperson, may I just ask for a short adjournment to consult with my clients prior to closing my cross-examination?  I don't think I'm going to be much longer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Wills, we'll take a short adjournment now.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please, I should have mentioned it earlier, if anybody wishes to remove their jackets, they may do so.  We're in Durban now and it's warm.",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "I'm indebted to you Mr Chairman, I suffer a bit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR WILLS",
            "(cont)\n\tThank you.  Just a couple of things, thank you Mr Chairperson.\n\tAre you aware of the type of vehicle that was used to transport the body?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, I cannot recall.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But can you remember whether it was a panel van, or a sedan motor vehicle?  If you can't remember the make of the vehicle, whether it was a bakkie or truck?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot recall what type of vehicle it was.  I think we used three types of vehicles at that stage.  I had a Ford Sierra, there was an Isuzu bakkie and there was a panel van and there was a small Toyota, I cannot say which of the four was used.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know who drove the vehicle?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was either Wasserman or du Preez.",
            "Male"
        ],
        [
            "MR WILLS",
            "You didn't see obviously which one?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, I didn't notice.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now was the body wrapped in anything whatsoever when it was taken out of the room and put into the vehicle?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I could not see.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know if the body was clothed?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I don't know Chairperson, I could not see.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If the body was not clothed, would you not have become aware of clothing that had to be dispensed with?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I would have noticed it Chairperson.  When I left the room the last, she was clothed.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you find any underwear lying around in the torture chamber?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "There was no clothing that was found afterwards in that room, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Not a pair of panties?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now just in response to your evidence about Jimmy going back to the house on a couple of occasions, I just want to put it to you that the deceased was the only person who stayed in that home and that after - when she left to go to the meeting that was planned with Jimmy that day, she locked the house and she gave the key to her neighbour and nobody else was in that house, there were no family members living in that house afterwards.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That was my knowledge Chairperson, that she lived with some people in that house.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are you aware that approximately within a month\nof her disappearance that she was picked up for questioning by what she related to be members of the Security Branch and returned?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you just repeat that, I missed it Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.  Are you aware that within a month of her disappearance, she was picked up at her home by members of what she described as the Security Branch and returned later on that day?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you referring to the neighbour now?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry, I'm referring to the deceased.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That was before her arrest, a month before her arrest?",
            "Male"
        ],
        [
            "MR WILLS",
            "Within a month of her disappearance.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that the deceased within a month of her disappearance - what disappearance?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Well, ...(indistinct)",
            "Male"
        ],
        [
            "MR LAX",
            "Your mike, Mr Wills, we can't hear you.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry,  She left the home and she didn't return and she disappeared.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The home near Bambayi?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, the home she was residing in, yes.  She left - My instructions are to the effect that she left her home on the pretext that she had arranged a meeting with some people whom she presumed were her comrades and she left the key to the home with the neighbour and she never returned and we know why she didn't return, because she died whilst in your care.  What I'm suggesting now, what my instructions are now are that prior to her leaving that home on that day, and we're not sure exactly what that day was, we presume it was the 25th of May, but we're not 100% sure either, but prior to that, within a month of that period, she was picked up by policemen, described as Security Policemen and questioned and returned to her house.  Are you aware of this?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, I don't know about that Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, I put it to you finally, Mr Botha, that what actually occurred on that day was that you did infiltrate her operations, it's true that she was associated with the liberation struggle, that shortly after her infiltration she did become suspicious.  The evidence of Radebe is clear in that regard and that as a result of her becoming suspicious, in order for your operation not to be blown, you specifically ordered for her to be picked up and this order was complied with and you specifically interrogated her and in order that your operations were not disclosed, you intentionally murdered her and you I refer to in the plural sense.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is not correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairperson.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Wills.  Ms Thabethe do you have any questions you would like to ask?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Just one aspect Mr Chair, thank you.",
            "Female"
        ],
        [
            "CROSS-EXAMINATION BY MS THABETHE",
            "Mr Botha, I want to follow up the aspect of when her body was taken to the car and was dumped, according to your evidence, at Bambayi.  I want to know, were you there in the car that took her to dispose her body?",
            "Female"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, I was not.",
            "Male"
        ],
        [
            "MS THABETHE",
            "So how did it come about that you know that her body was dumped at Bambayi?",
            "Female"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I was informed by du Preez the following morning.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Was du Preez present amongst the people who went to dump the body?",
            "Female"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I asked him and Wasserman to get rid of the body.",
            "Male"
        ],
        [
            "MS THABETHE",
            "And you've indicated that Mr du Preez informed you that they dropped the body at Bambayi?",
            "Female"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The evidence was that it was in the vicinity of Bambayi.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "What I wanted to find out is, maybe did he give more details as to where about the body was dumped exactly, was it on a road, was it near a house, did he give the exact location of where the body was dumped?",
            "Female"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, the exact detail of where the body was disposed of, it was just referred to in general.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Thank you, Mr Chair.\nNO FURTHER QUESTIONS BY MS THABETHE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Visser do you have an re-examination?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May I do so, Mr Chairman?",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Before Mr Visser re-examines, may I interpose at this stage?  Arising out of certain evidence, I have taken instructions on certain aspects, may I put my client's version to the witness, so it will have some ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes Mr Samuel and then Mr Visser can re-examine after that.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "I am indebted, Mr Chairman.",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR SAMUEL",
            "Mr Botha, Jimmy my client will say that the reason why you asked for Nthombi to be brought to you was that he had informed you that Nthombi was becoming suspicious about the two persons that she had requested him to find safe-houses for and she had also informed him that the Commander of those two persons was in Durban and he wanted to see them and this was reported to you by Jimmy, because those people, as we know, were killed and you had then advised him to bring Nthombi to you, I suppose for the specific reason that you wanted to dispose of her.  Do you have any comment on that, Sir?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The version as given is not correct, Chairperson.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will further say that no mention was made to him or to Mr Radebe that Nthombi should bring any leaders of the ANC to yourself.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is not correct, Chairperson.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "In your evidence you stated that Jimmy was  sent on two occasions to Nthombi's house to find out what was the position, whether the family became aware of her death and he had reported to you that the family had said or somebody had said that she is with her boys.  Jimmy will deny this and say that he had never gone, after her death, to Nthombi's house.  Have you got anything to say about that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "We know that the instruction was given to him and the feedback which he gave to me is as I have testified already, Chairperson.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Would you know who gave him that instruction to go to Nthombi's house, Sir?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was I and Capt Baker.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will further state that he had telephoned a number that was given to him by Nthombi and he had - in fact in regard to the telephone call, he had borrowed or was given R1 by Mr Radebe to make that telephone call to ascertain whether the family knew about her disappearance or death.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot confirm it, Chairperson, I was not there.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Samuel, can I just be clear on this?  Is it averred by Mr Mbane that the way in which he ascertained her suspected disappearance or otherwise and the family's understanding of that fact, was to phone somewhere?  Where exactly is he suggesting he phoned?",
            "Male"
        ],
        [
            "MR SAMUEL",
            "That is the position, that is the evidence that my client will lead, but in regard to where exactly he phoned, all he knows is that he was given a contact number by Nthombi, prior to this date.  I suppose it's a neighbour's house or something.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So Mr Samuel, are you saying that he phoned that number and then gave the report back about she's gone off to visit her boys?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "That is correct, Chair.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "No further submissions, or questions, thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR SAMUEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, any re-examination?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman..",
            "Male"
        ],
        [
            "RE-EXAMINATION BY MR VISSER",
            "Mr Botha, I know you are no longer residing in Durban for quite some time now, but during 1987 can you please tell us, in Durban was there a mortuary, a state mortuary?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And in which suburbs were there state mortuaries?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, if my memory does not fail me, in Gail Street.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was it - was that in Durban itself?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "In Gail Street, yes, Chairperson.  And then I think in Umhlazi, kwaMashu, Phoenix or Verulam.  I may be incorrect, but that is my recollection where there were mortuaries.",
            "Male"
        ],
        [
            "MR VISSER",
            "The evidence is, but that is not clear and we will try to clear it up through evidence, but the evidence is that the deceased lived in kwaMashu somewhere.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "How far is that from Bambayi?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I don't have the exact distance, I may not be able to say.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you say how far it was from Inanda?  I see Commissioner Lax might be able to tell us.",
            "Male"
        ],
        [
            "MR LAX",
            "I  wouldn't be able to give you a distance at all, I was just eager to hear the answer.",
            "Male"
        ],
        [
            "MR VISSER",
            "I hope there isn't something wrong with my question.",
            "Male"
        ],
        [
            "MR LAX",
            "All I know is it's some distance, but exactly how far, I wouldn't be able to tell you.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It is in a type of a triangle in relation to each other.",
            "Male"
        ],
        [
            "MR VISSER",
            "I hope that Inanda is a place and Bambayi is a place, I just assumed it.",
            "Male"
        ],
        [
            "MR LAX",
            "No, that's quite correct, they are both places set to the North West of Durban.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, we've been handed some sort of map.  Do you have one?  Perhaps, I haven't really looked at it but perhaps if I could hand you my copy and I don't know if it's going to help at all.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I'm certain it will be helpful, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It might be an idea for copies of that to be made and given to all the parties.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Okay.",
            "Female"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman, we will study this and perhaps we might deal with this issue with another witness, so I can step off this issue with this witness.  Perhaps just one matter Mr Chairman, which I promised at the outset and which I forgot about to lead in evidence-in-chief, with your permission.\n\tMr Botha, can you recall what exactly, or whether Mr Brand Visagie first of all, whether he on the evening of the death of Khubeka was present and secondly if he was there, what was his role and function?  Is it possible that you can recall?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I cannot recall that Brand Visagie was present.  It is possible that he was in the vicinity.  We used the place as a base, but I cannot recall that he was present.",
            "Male"
        ],
        [
            "MR VISSER",
            "With the interrogation or during her death?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Adv Bosman do you have any questions you'd like to ask the applicant?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Thank you, Chairperson.  Mr Botha, just one question.  I find it difficult to visualise the circumstances were a woman is seated on the floor, where she is not bound at all and she is hit with a whip and she does not do anything.  You said she did not scream or shout.  Did she try to ward off the blows?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson, she tried to ward off the blows.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you do anything about it?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, I did not, Chairperson.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax, do you have any questions you'd like to ask?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.  Just one aspect to clear up. There are, I'm talking now about the point at which one is at Battery Beach, how many vehicles were involved there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "As far as I can recall, two vehicles.",
            "Male"
        ],
        [
            "MR LAX",
            "And one was the Corolla?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, the one was a Corolla and the other was a panel van.",
            "Male"
        ],
        [
            "MR LAX",
            "And the Corolla was driven by Mbane, according to you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MR LAX",
            "And only Mbane and the deceased were in that vehicle?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's my recollection, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "And who was in your panel van with you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was myself, du Preez, van der Westhuizen, Basson, there may have been others, but those are the people I recall being there.",
            "Male"
        ],
        [
            "MR LAX",
            "And you've indicated that the deceased did struggle a little bit.  I wasn't clear if I understood you correctly, did she struggle when she was being removed firstly from the Corolla?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I recall that it was so, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "And you indicated that du Preez and I didn't get the other person, pulled her out of that vehicle?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, I think all assisted him pulling her out of the Corolla and into the panel van.  The panel van had a sliding door and she was put through the sliding door.",
            "Male"
        ],
        [
            "MR LAX",
            "It wouldn't be that easy for 5 people to move her out of the Corolla.  Presumably she was sitting in the front.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I may be pre-empting something, but during consultation I knew that du Preez said that he grabbed her from behind and moved forward with her.  Maybe he could be more descriptive...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "No, I'm trying to get your recollection of this.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "All that I know is that she was taken from the vehicle and loaded into the panel van.",
            "Male"
        ],
        [
            "MR LAX",
            "Did she struggle to some degree?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, she did.",
            "Male"
        ],
        [
            "MR LAX",
            "Did she fall down?  Did she get shoved?  Did she fight back?  Was she punched?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, it was all in one movement, pulling her out of the Corolla and into the panel van.  This was an all-in-one flowing motion.",
            "Male"
        ],
        [
            "MR LAX",
            "And did she at any stage fall on the ground or fall against the vehicle, or I'm thinking about her ribs.  Could she have injured her ribs?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It is possible, Chairperson but she did not give any indication that she had injured her ribs.",
            "Male"
        ],
        [
            "MR LAX",
            "You spoke of her holding her chest when she had this apparent heart attack?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "She put both hands in front of her and held onto her chest, was the way you've indicated, by grasping towards her heart.  On your version then, her hands would not have been tied.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct, I said she was not tied up.",
            "Male"
        ],
        [
            "MR LAX",
            "Now we dealt with the question of whether there would be any need to protect the askari, do you remember that?  We had a little interchange about that earlier.  What about your informer?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "He had already been withdrawn at an earlier stage.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, but she knew who that person was, he introduced her to the people who ultimately led to her captivity.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct.  His own role, he could have explained it later that he had been misled, so he was protected in that sense.",
            "Male"
        ],
        [
            "MR LAX",
            "You weren't concerned about his safety, there would be the necessary legend created for that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "And when you got her to the shooting range, did she struggle at all there?  Did she fight with anybody?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, she, my recollection is that she was cuffed from Battery Beach and she climbed out of the vehicle, or she was led out of the vehicle into the storage room.",
            "Male"
        ],
        [
            "MR LAX",
            "So at the time she was picked up at Battery Beach, she was actually handcuffed?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No.  I beg your pardon, I meant she had been blindfolded.",
            "Male"
        ],
        [
            "MR LAX",
            "You used the word \"gebooi\" and it made sense to me that you would actually handcuff her.  I mean, to me it would be second nature, if you wanted to transport somebody from point A to point B, you'd handcuff them and yes, you'd probably blindfold them as well.   That way they wouldn't pose any threat to anybody in the back of the vehicle, they'd sit quietly.  I mean I'm frankly surprised you didn't handcuff her.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "She was not cuffed, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "So how did she not, why didn't she pull off the blindfold then?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Probably in the manner or the circumstances in which she was taken, she was overpowered and the number of people involved, it was not done.",
            "Male"
        ],
        [
            "MR LAX",
            "In any event, she got to the shooting range, the blindfold was removed.  Did she fight at that stage?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, the blindfold was not removed, she was blindfolded all the time.  That is my recollection of her presence there.",
            "Male"
        ],
        [
            "MR LAX",
            "While she was being assaulted, she was blindfolded?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is my recollection, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, we've established that on your version there wasn't any conflict with the Vlakplaas people at all.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "Did the Vlakplaas unit get withdrawn soon after this incident?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I think it was only days afterwards, Chairperson.  Exactly how long, I cannot recall.  Maybe Col Baker might be able to shed some light.",
            "Male"
        ],
        [
            "MR LAX",
            "Coetzer didn't withdraw his unit as is suggested in his...",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Definitely not, he was under our command.",
            "Male"
        ],
        [
            "MR LAX",
            "And if one reads Coetzer's evidence, or Coetzer's statement  together with de Kock's statement, de Kock didn't order such withdrawal as far as you're aware?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, that's what I read Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "I mean, you dispute that version, because if you read the two versions together, that's the implication.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you actually know where her home was?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I knew it was in kwaMashu but the exact address, I think her address was known, because we had a file on her.",
            "Male"
        ],
        [
            "MR LAX",
            "kwaMashu's a huge place.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.  If I recall correctly, it was in G Sections.  The Khubeka family was a well-known activist family.  There was a history about them and there was a complete record kept about their activities.",
            "Male"
        ],
        [
            "MR LAX",
            "When you ordered Wasserman and du Preez to go and drop the body near her home, you must have told them the address?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "They knew what the address was and where she lived.  I think the reference to their address was in the vicinity or the surroundings of the place where she lived.",
            "Male"
        ],
        [
            "MR LAX",
            "But if it was G Section for example or whatever, they would have known that and you either would have told them or you would have assumed they knew that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, if I specifically said in G Section, but the address, according to me, was known by both of them.",
            "Male"
        ],
        [
            "MR LAX",
            "If I put myself in your shoes at that time, because of your stated intention in dumping the body, you wanted the body to be found.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And so, thinking the way you appear to think, you would have, that would have been the kind of detail you probably would have taken care of in your briefing of them.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Chairperson, but one has to accept that when, with persons who are familiar with the surroundings in kwaMashu, they will use their own discretion.",
            "Male"
        ],
        [
            "MR LAX",
            "You  don't remember whether she had a handbag with her?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot recall, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you apply any form of first aid, any CPU, any mouth to mouth resuscitation?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Firstly there was no pulse, secondly W/O Basson placed a mirror close to her mouth and nose and there was no indication that she was breathing.  In my opinion, she had already been dead after she urinated.",
            "Male"
        ],
        [
            "MR LAX",
            "You went to the trouble of getting, having water brought in to throw over her, what I don't understand is, you went to that trouble, but you didn't bother to try and apply any other first aid?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, when one faints, what is the first reaction that you try to get that person back to their positive, you throw water.  That was my first reaction.",
            "Male"
        ],
        [
            "MR LAX",
            "And if someone's not breathing, you apply mouth to mouth resuscitation.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "In my opinion the moment when she urinated and from my experience, then that person is dead.  I was present at the previous instances where a person had died of a heart attack and he urinated and in my opinion it was a heart attack that she died from and nothing else was applied.",
            "Male"
        ],
        [
            "MR LAX",
            "So you're not aware that it is possible, people have been revived using CPU for example and mouth to mouth resuscitation.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, it's possible.",
            "Male"
        ],
        [
            "MR LAX",
            "That is why these methods are taught.  I mean that's the object of first aid, isn't it?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, just one or two questions.  Did Ms Khubeka have any form of identification on her that day as far as you know?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I can really not recall what she had in her possession.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was - you mentioned something, if you could just explain it to me, that sometime later there was information about Tryfinia and the deceased having left the Republic and go into Mozambique.  Can you just explain that again please?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, the Security Branch in Durban had a large staff and specific members were deployed, for example to only work in the black residential areas for the purpose of intelligence gathering and investigation and so forth and those people who were deployed to kwaMashu in the northern sections on occasion had heard from their informers, had reported that Nthombi and a black woman by the name of Tryfinia Njokweni had left the RSA for Mozambique.",
            "Male"
        ],
        [
            "MR LAX",
            "Had you, or anybody in your branch, given out false information in this regard?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, we did not, Chairperson, it was information which was gleaned during a course by members of the Security Branch.  Whether it was a disinformation campaign by the family or the other people within MK or ANC itself, I would not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That wasn't disinformation from your side?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, it was definitely not disinformation from our side.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you at all, or any of your members at all, make any follow-up to the place where the body had been left, any return visit?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Chairperson, I did not do anything and I don't know whether du Preez and Wasserman did, but there was no instruction from me to them to go back to the scene.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There, in fact would be no need to.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I would not have done so, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, any questions arising from questions ...yes, Mr Lax.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry there's just one thing that I picked up as I realised that I'd left it out of my notes and that is this, you've told us that she was blindfolded during the time that she was being assaulted and questioned, if that was the case, how could she have tried to ward off the blows, if she was blindfolded she wouldn't know where they were coming from, she wouldn't have been able to see them?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, all one does is you put your hands up in the air, that's what she did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, do you have any questions arising out of question that have been put by members of the panel?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "One, yes please, Mr Chairman.",
            "Male"
        ],
        [
            "FURTHER EXAMINATION BY MR VISSER",
            "I am just interested, Mr Botha, are you familiar with first aid and resuscitation of people who had had heart attacks?  Were you somebody who could apply it?  Did you do any courses in first aid?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I have had training as a cub when I was 12 years old at the police college and that was basic training.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you think, from what you saw there of Mrs Khubeka that, according to your insight and knowledge and training that there was a chance that she could be resuscitated?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, when she urinated my immediate inference that I drew that she had a heart attack and there was no pulse and no breath, I accepted that she had died.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nel, any questions arising?",
            "Unknown"
        ],
        [
            "MR NEL",
            "Nothing, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van der Merwe?  Mr Hugo?  Mr Samuel?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Just one question arising from what Mr Lax has asked this witness.",
            "Male"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR SAMUEL",
            "Mr Botha, in your evidence you told this Commission that here was a lady that was bringing in terrorists.  You were aware of colleagues that were being bombed, were blown up, just one question.  Would you, if it was possible to resuscitate this woman, would you have done so Sir?  Would you have given that woman mouth to mouth resuscitation?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "If there was any indication that she had lived up to that stage and that there was some pulse and that there was some breath, yes, we would have done so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills, do you have any questions?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "No questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabethe?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "No questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, that concludes your evidence.  You may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairperson, I see that it's ten to four.  I don't believe that there's much point in starting with a new witness for 10 minutes, Mr Chairman.  Perhaps it might be convenient to take the adjournment till tomorrow and start the witness then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Will we be able to start - what time tomorrow would be convenient tomorrow to start?  9 o'clock, would that be convenient?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Speaking for myself I would prefer nine thirty Mr Chairman, but if we could just try to start at nine thirty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, alright.  We'll then adjourn until nine thirty tomorrow when we'll proceed with the evidence of another applicant.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairperson before you rise, may we just inquire about the photographs which we mentioned earlier?  We've received no report-back except that Ms Thabethe told us that there are photographs available.  We're not certain why we weren't told what's going on.  I'm not criticising anybody but is there  any report-back on photographs, Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I haven't received any.  Mr Wills is it possible to get photographs or copies thereof?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, I've asked the family members to collect some photographs overnight.  As soon as I have them I will report back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you and then once we get those photos if you could liaise with Ms Thabethe and arrangements will be made to have copies made of them, as I say not at the expense of the family, and the original photo or the photos that they hand over will then be given back to the family and we'll work with ...",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Sorry Mr Chairman, just before we adjourn, I just need to make one request.  My client informs me that he feels his life is in danger.  He is presently in custody at C R Swart Square and he feels his life is in danger at C R Swart Square.  If it's possible for this Commission to direct that he be transferred to another police holding cell.  The nearest one suggested is Mayville Police Station.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I don't know.  I wouldn't like to direct that he be transferred to Mayville and that's completely inappropriate or something like that.  I don't know these cells here.",
            "Unknown"
        ],
        [
            "MR LAX",
            "If that is the case ...(indistinct - mike not on)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I wonder if our witness protection people are here?  Perhaps this aspect can be referred to them, Mr Samuel.  They're experts in this regard and all I can say that if there is this threat, once they've gone into this, if there is such a threat, that in so far as I have the authority to do so, give a direction that Mr Mbane be relocated to a safer place, but I wouldn't like to specify it because I don't know what these places are but I'm sure that our witness protection people, I'm told that they are here and I would suggest that if you yourself, Mr Samuel, speak with them in this regard, and if some arrangements be made and if there's any problem, then they can communicate with me.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairperson, may I be allowed just to say something?  Mr Chairman, I really resent the fact that this kind of aspersion is cast in an open meeting where the public is present.  Who does he say intends to kill him?  Is he referring to the other applicants?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know Mr Visser, that's why I didn't ask.  I didn't...",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, with great respect, matters such as this should be handled with greater sensitivity in future.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so if you could speak to the witness protection people.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn until half past nine tomorrow.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}