{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-09-01",
        "location": "CHRISTIAN CENTRE DURBAN",
        "day": "1",
        "names": [
            "BUTANA ALMOND NOFOMELA"
        ],
        "case number": "AM0064/96",
        "matter": "DE KOCK III - CHESTERVILLE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53666&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99090103_dbn_990901db.htm",
        "speakers": [
            "ADV DE JAGER",
            "BUTANA ALMOND NOFOMELA",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR CORNELIUS",
            "MR HUGO",
            "MR RAMAWELE",
            "MR SHEZI",
            "MR SIBANYONI",
            "MS PATEL"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR RAMAWELE",
            "MR CORNELIUS",
            "MR HUGO",
            "MR SHEZI",
            "MS PATEL",
            "BUTANA ALMOND NOFOMELA",
            "MR NOFOMELA",
            "ADV DE JAGER",
            "MR SIBANYONI",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning, we want to start the proceedings.  For the record, it is Wednesday the 1st of September 1999, it is a sitting of the Amnesty Committee at Durban.  It's presided over by myself, Denzil Potgieter, I'm assisted by Adv de Jager and Mr Sibanyoni.  We will be hearing the amnesty applications of Nicholas Johannes Vermeulen, the reference AM4358/96 and that of Almond Butana Nofomela, reference AM0064/96. \tJust for the record, I'm going to ask the legal representatives to place themselves on record.  We'll start with you, Mr Ramawele.",
            "Unknown"
        ],
        [
            "MR RAMAWELE",
            "My name is R P A Ramawele, I'm appearing for Mr Nofomela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Ramawele.  Mr Cornelius?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Thank you, Mr Chairman, Wim Cornelius acting on behalf of N J Vermeulen, the fourth applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Thank you, Mr Chairman, it's Schalk Hugo, I'm acting for implicated parties, Mr E A de Kock and Simon Radebe.",
            "Male"
        ],
        [
            "MR SHEZI",
            "Thank you, Mr Chairman, I'm Sibusiso Shezi, I'm appearing for the family of the victims.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Shezi.  Ms Patel?",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Ramula Patel, Leader of Evidence, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, lady and gentlemen.  I believe that we will start off with the application of Mr Nofomela.",
            "Unknown"
        ],
        [
            "MR RAMAWELE",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ramawele, do you want us to administer the oath to your client?",
            "Unknown"
        ],
        [
            "MR RAMAWELE",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, please sit down.  Yes, Mr Ramawele?",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR RAMAWELE",
            "Thank you, Mr Chairman.\n\tMr Nofomela, is it correct that you joined the South African Police Service in 1979?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "I actually now refer you to an application that you made for amnesty in respect of the Chesterville incident of June 1986.  Do you remember that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Do you confirm the contents of your application that you made in respect of this incident?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Now just briefly, after joining the SAP in 1979, when did you become attached to the Vlakplaas unit?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I started December 1980, after leaving the college.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "To come to this particular incident, I'm referring to the Chesterville incident, can you tell the hearing how did it come about that you would go to Durban, relating to this incident?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "If I remember well, at the time I was Mr de Kock's driver.  I came with him from Vlakplaas to C R Swart Police Station.  I found the other group from Vlakplaas there at CR Swart Police Station.  They were based next to a place called Unit at CR Swart.  I met them there from Vlakplaas with Mr de Kock.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "And Sir, when you arrived in Durban, already there were other members of Vlakplaas, who had already arrived in Durban before you came to Durban?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Chairperson.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Did you know what those members of Vlakplaas were doing, those who came before you?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I don't know everything about them, but I was just speculating that normally when they are in Durban they normally go to the bus stops and the taxi ranks, they visit places like the stations, the townships, looking for the people whom they used to call terrorists.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "And as you say you then went to Durban with Maj de Kock?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is true, Chairperson.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "And were you travelling in a car?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, we were travelling in a car, Chairperson.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Upon your arrival in Durban, what happened further?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I don't know after how many days, but there was a talk going around as we were in the Dog Unit, our base, that was Mr de Kock's utterances telling the people who were there, the people who were appointed to go to Chesterville, he was telling them to infiltrate the UDF members, they should go there and pretend as if they were ANC members.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "And these were the members of Vlakplaas who were instructed to go and infiltrate the UDF?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Chairperson.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Did they go to infiltrate the UDF?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, they did that.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Were you there when they made the infiltration?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was not present, de Kock told me and Geoffrey Bosigo not to go there with those people because he had a job for us.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Now did the members come back from - did the Vlakplaas members who went to infiltrate the UDF, come back from Chesterville?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, they came back.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Do you know whether they made any report to any person?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Chairperson, I did not hear anything, but it was a hearsay from some of them that the infiltration was successful.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "And after hearing that, what transpired?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "After that there was a day or night, if I remember well, whereby they were supposed to go back there again.  That is when Mr de Kock told me specifically, myself and Geoff, that he did not wish us to be there because the people would be shot at during the incident.  They people who were being infiltrated, they were going to be shot at on that particular night.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "And so he said that you were not supposed to be part of the group that went to do the shooting?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "What were you supposed to do?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "He told me to transport the people who were going to do the infiltration, but I should just wait under the bridge, the bridge that was there.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "So did you then transport some members to Chesterville?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Up to where did you go to - or let me put it this way, where eventually did you go?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "We went to Chesterville, but as a person who was transporting those people with Geoffrey Bosigo and other white men that I cannot remember and the other black police, black people.  We waited under the bridge that was leading to Chesterville, on that particular night.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "You waited at that bridge, and what happened to the members whom you were transporting?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Of my memory serves me well, they left for the place, the people whom we were transporting, they went to the people that they had met with before and after that we heard gunshots.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Can you just tell the hearing, before the members left for Chesterville, were there any firearms which were issued to the members, or were they unarmed?  The members from Vlakplaas who went to Chesterville.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "They were armed, they were given firearms from the Dog Unit.  That is the base that we were in.  Nortje and the other white people gave them in my presence, they gave them firearms.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "What type of firearms were issued to them?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I saw the AK47 rifles and some pistols, they looked like the service pistols.  I do not remember anything else, but I'm sure that I saw the AK47 rifle.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "And you said earlier that after having waited at the bridge you heard a shooting.  After hearing the shooting, what happened?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "After the shooting, one of the white people told us to start the cars and the others came and they got into the cars and we left.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Do you remember who that white person was who said you must drive away?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not remember well, I'm not sure whether it was Mr Nortje or de Kock.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "So you then drove back to - is it to CR Swart?  Is that to CR Swart Police Station?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Chairperson.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Whilst at CR Swart Police Station, did you see the members who went into the township, did you see them?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "And immediately thereafter when you saw these members, where was Maj de Kock at that stage?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not remember where he was when we came back, but we came together from the bridge, together with the other people who were there, but I do not remember very well what happened when we arrived at the base, but all I know is that they said the mission was successful.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "And when you went to - when you transported the members and waited at the bridge, where was Maj de Kock?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "He was with us and Nortje - he was driving with Nortje in his car.  That's is Mr Nortje's car.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sorry, I don't follow.  Did you bring the members back in your car, in the kombi, those who participated in the operation or not?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "We brought them back. I transported them.  I was driving the vehicle.  We waited under the bridge and they left for Chesterville and they came back, they got into the car and we went back again.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you took them to the bridge, they left you, they came back, you picked them up and you drove them back to the police station?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were you the only person in your car who didn't go ...(intervention)",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was not alone.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "... on the operation?  No, who didn't go on the operation.",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was not the only person who did not go to the operation.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who waited with you in the car?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It was Mr de Kock and Mr Nortje and Geoffrey Bosigo was also there.  I cannot remember the others who did not go to the operation.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Where exactly were the other people who didn't go to the operation?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "They were also waiting under the bridge with me.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You alighted from the kombi or the car you were driving and you stood underneath the bridge?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "We were not using one vehicle, there were other cars, two or three cars.  The other white people were in the other cars.  The car that I'm referring to was a white kombi, the one that I had used to transport the people to Chesterville and even the black people were with me in the car, in the kombi.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "In the car you were driving, were you the only person who was waiting there under the bridge?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I remember I was with Geoffrey Bosigo.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "So how many other cars were there apart from your car?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "As I've already said, there were two to three cars.  I cannot remember well.  There were a lot of white people there.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Are you able to say how many people waited in each of the other cars?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I cannot be certain, but I can say it was approximately five to six people.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "There is a possibility that you won't remember exactly who were on the other cars?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I cannot remember all of them, but Nortje was there and Mr de Kock was also there, I am certain about that too, and Geoffrey Bosigo was also there.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Ramawele.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Thanks, Mr Chairman.\n\tNow after coming back from the bridge and the members also being there, did you hear Mr de Kock speaking to the members on that day or later, about the incident?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "After some time, Chairperson, Mr de Kock, I heard him saying the people have made a mistake because there are people who are still alive from the people who were shot, some of them were still alive and the incident is under investigation, a certain officer is in charge, and he even mentioned the name of the officer who was investigating and he even said the people who were involved they are going to select people who are going to make a statement and before that statement is made there should be a consultation with Nortje and the other white people he had mentioned, people who were also there and he was actually telling what was going to be said.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Is there anything further that you want to mention in respect of this incident, which is necessary?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Chairperson, that is the end, there's nothing else to say.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR RAMAWELE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Ramawele.\n\tMr Nofomela, how many members of Vlakplaas participated in the infiltration?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I cannot say for sure because this incident took place some time ago, but I can still remember some of them who were present.  I cannot remember the others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I'm not referring to the whole group, I'm just referring to those members who actually went into Chesterville.  How many were they?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I am saying I cannot remember them, but -I cannot remember all of them, but I can still remember some names.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who are those that you can remember?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Tandi, I cannot remember her surname, Radebe, Paulus Magage, Susan Moekwena ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hold on, hold on.",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Susan Moekwena.  I cannot remember the others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it's Tandi, but you don't remember her surname ...(intervention)",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Tandi Hlope or Shope.  I am not sure whether the surname was Hlope or Shope.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Was she not Shosha?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is possible.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So there's Tandi, it appears Shosha and there's Radebe.",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Simon Radebe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Simon Radebe, ja.",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Paulus Magage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And there was a Susan Moekwena.",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "And Susan Moekwena.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Those are the members of the group that went into Chesterville, that you can still remember?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Chairperson, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they - what was their role, what was their position at Vlakplaas?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Simon Radebe was a Sergeant and the others were just askaris.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So Simon was the only one that was a member of the police at that time?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All of the others were askaris?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And were all of those that you've mentioned here, were they armed with the AK47s and the service pistols that you thought you saw?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Chairperson, they had firearms, but I saw only one AK47 rifle, I saw only one of them, but I know that they were all armed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you remember the date of this incident?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could it have been the 20th of June in 1986?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you remember at about what time it was that you took this group to the bridge and left them to go into Chesterville?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It was in the evening, Sir, I cannot be sure as to what time was it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long did you wait for them about, approximately?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I cannot say for sure, but it was quite some time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it a few hours?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, it was not more than an hour, it could have been half an hour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you only took these people into Chesterville once, on one occasion, this one that you're telling us about now, when shooting happened.",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you only hear one shooting incident taking place whilst you were waiting there?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It was not one firearm that was shooting, it was just automatic firing and it was quiet after that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that the only occasion on which you heard gunfire whilst you were waiting at the bridge?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Nofomela.  Mr Cornelius, any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR CORNELIUS",
            "Thank you, Mr Chairman.\n\tYou obviously didn't testify at the inquest?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And you didn't supply a statement to the Special Investigation Team of the Attorney-General's office?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "When did you join Vlakplaas?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "In 1980, December.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "So you were there for six years?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Of the white members of Vlakplaas, who can you recall, names?  During that period of 1986.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I remember Dirk Coetzee, Jan Coetzee, Cronje.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Van Dyk, Vermeulen, Bosch.  I cannot remember the others, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Frank McCarter?  Can you recall the name Frank McCarter?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "During 1986 anyway, you knew Vermeulen?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I am referring to Koos Vermeulen, he was a Station Commander at Bronkhorstspruit.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Oh.  Did you know N J Vermeulen, known as \"Snor\" Vermeulen?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I do remember him.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Is he in this hearing today?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It has been a long time, I cannot identify him now.  I am not sure whether he is in here.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Fine.  Did you previously, before this Chesterville incident, participate in any operations or projects of Vlakplaas?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you have operational experience?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, some of them, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Do you know why Vlakplaas was requested by Durban Security to come to Natal?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I did not know that.  Even today I still do not know that.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes.  You say in your evidence-in-chief, you speculated that they normally go to taxi ranks and stations to look for terrorists.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that was their routine, that is what I knew.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You didn't come down from Vlakplaas to kill terrorists, it was purely to infiltrate?  Or didn't you know at all what the object was?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not understand your question, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Fine.  But you didn't know what the object was of coming to Natal?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was not requested to do that, I was just given an instruction.  They couldn't go and fetch me specifically to tell me that you should come and be involved in something here, without going via de Kock.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Now the talk to infiltrate the UDF, you didn't personally hear that, that is purely from hearsay?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I heard de Kock telling the people who were involved in the Chesterville incident.  Which one was a hearsay?  I do not understand your question.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Fine.  Were you present in the room when instructions were given how to infiltrate the UDF?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I was present, but I was present when this infiltration was mentioned.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Was it in a room at CR Swart Police Station, where was it?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It is the place where we were sleeping, that is CR Swart.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes.  Was it in a conference hall, was it in an office, where was it?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It was a big room.  I am not sure whether it was a conference hall or what, but we were sleeping in that particular room.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "So this meeting was held where everybody was sleeping, in the bedroom?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, as I've already explained that, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And who was given instructions to infiltrate?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I said Mr de Kock mentioned that, telling the people who were supposed to go there.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Who?  Give me names.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Simon Radebe, Tandi Shosha, Susan Moekwena, I cannot remember the other one.  And the other people whose names I cannot remember.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And obviously there were no white members involved at all?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "There was Nortje and the others whose names I cannot remember also.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Nortje you say.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "What job did de Kock have for you?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was with him, I was his driver, I was driving the car that he was in.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "But you say that day had another job for you.  Can you remember what the job was?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Not on that particular day.  He said there was another mission that I should be involved in, that was myself and Geoffrey Bosigo.  He did not want us to be involved in that Chesterville mission because there was another mission for us.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "So why were you present at this meeting?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I just found myself in there, in that room, while he was telling these people.  He did not order me to go out, he just came and talked.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Now the way you gave your evidence-in-chief, it seems that there was a report-back that the infiltration was successful and then a second operation launched, is that correct?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did this all happen on the same day?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I cannot say, I think there was two to three days difference, it did not take place in one day.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "But why can't you say?  The evidence that I will lead from Mr Vermeulen will testify that this all happened in one night.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is what he remembers and that is what I can remember.  What I'm saying is actually what I can remember.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes, well I want to find out if you're telling us the truth.  Did this happen in a day or did it happen in two to three days?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "As I've already explained, that is what I can remember, it did not take place in one day.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "But you cannot deny if Vermeulen and Nortje and Bosch would testify and say that this happened in one night, the infiltration and the second operation.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I cannot dispute that, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "And I cannot admit that because I cannot remember that.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes.  Then you must testify before the Committee and say you cannot remember.  Now the evidence would be that an order was given that an infiltration should take place and that the comrades then wanted a showpiece in the form an AK47, to see that they were true MK cadres ...(intervention)",
            "Male"
        ],
        [
            "INTERPRETER",
            "Excuse me, will the speaker repeat the question.",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Sorry I've got to repeat the question.  You see, my client will testify that you were not at the scene at the bridge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Cornelius, can I just ask you to complete that first phrase that you were busy with when the interpreter asked you to repeat it.  You say that the comrades wanted a showpiece in the form of an AK47, to test the bona fides if the infiltrators.  Would that be right?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Correct, Mr Chair.  Well let me complete that question just for proper sequence.  My client will testify that the comrades wanted a showpiece in the form of an AK47, and that is why the AK47 was given to Simon Radebe.  Can you comment on that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I can say it comes to me as a surprise it it's put that way because from Vlakplaas, this AK47 was from Vlakplaas up to Durban. I do not understand how did they know that these comrades were going to need this AK47, so that these people can take it all the way from Vlakplaas up to Durban.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Tell us about the AK47, who drew the AK47 at Vlakplaas?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know, but I know that there were AK47 rifles in Vlakplaas and even this one was coming from Vlakplaas.  That is what I think.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "But tell us, how do you know that this AK47 comes from Vlakplaas?  Explain that to us.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I said that is what I think, it was coming from Vlakplaas because they would carry them to the car and take them with wherever they go.  As far as I think, this also was coming from Vlakplaas.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes, but you are speculating, Mr Nofomela, don't think where the weapon came from.  Was an AK47 taken from Vlakplaas or not?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know where it came from.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes, but why don't you testify that, why do you state as a certainty it came from Vlakplaas, and now you don't know where it came from?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is what I am saying because all the time there would be AK47 rifles that were taken with and handgrenades were taken with.  I am saying this from experience.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes, yes, but we are talking about one isolated incident now.  Are you saying there were handgrenades as well, or is that just part of your speculation?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I am not saying that, but you asked for my comment.  You did not want me to be specific, but you just wanted me to comment to the statement.  Then if you reject that, do not say that that is the confirmation that I have.  I am not saying for sure, but I was just commenting as you had asked me.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "That's a crafty legal argument.  Where was this AK47 given to Simon Radebe - who was the AK47 given to, do you know?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not remember who gave it to him, but Nortje was also involved in distributing the firearms.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes, now where did this distribution take place?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "At the base, at CR Swart.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Prior to leaving that night, when you drove the kombi with the member in, is that correct or not?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Can the speaker please repeat the question.",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Was that prior to you leaving and driving the members in the kombi or not?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "How many pistols were given out, do you know?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I cannot remember, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And how many AK47 rifles?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I saw only AK47 rifle.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "But normally you find that the policemen at Vlakplaas are issues with their own weapons, why was it necessary at this incident to hand out handguns?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Some of them were askaris, therefore they were not handling any firearms.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And you say the AK47 rifle was also given at CR Swart to Simon Radebe?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I said I do not know to whom it was given, but I saw it when it was given out.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "But you can't remember who gave the weapons out, was it de Kock?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I have already said that I remember very well that Mr Nortje was involved in the distributing of firearms and I do not know to whom did he give a particular weapon.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "But Nortje didn't keep the AK47 for himself, he gave it out to somebody, according to your testimony.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I've already said that.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes.  Because it's strange you know, Nortje in his amnesty application says that he gave the AK47 to Simon Radebe at the bridge.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I do not know that.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "But he has no reason to lie about it, do you agree?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "What could be the reason for him not to lie?",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes, if the weapon was given at the bridge, it was given at the bridge, why would he deny that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Where did I say that?  Because I saw him giving it to one of them who was going to shoot.  He was given the AK47 at the base next to the Dog Unit.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Can you think of any reason why Mr Eugene de Kock did not apply for amnesty for this case, this incident?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That question can be directed to him, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes, but you will find it strange because he's applied in various other instances for amnesty, but not in this one.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I don't think that concerns me, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Well I'll give you the answer.  It's because Mr de Kock says that at that time, when this incident took place, when the shooting took place, he was sleeping, he was at CR Swart, the base camp.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Sleeping at the CR Swart base?",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Do you have a problem in following my statement?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I do not understand, just repeat it please.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You just repeated it for me, you said yes, sleeping at the base.  Are you surprised at my statement?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, it is a surprise.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes.  Now is Mr de Kock lying when he says he was sleeping at the base when the shooting incident took place?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, he is lying, definitely.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Why?  Why should he lie about it, he was not present and there's four other witnesses that can testify to that.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I am saying he was present, I wouldn't be with him whereas I was under his - I wouldn't be there with him and join the other people, coming all the way from Vlakplaas under his jurisdiction and join the other people, without being instructed by them.  I was not under Nortje and the others here in Durban, I was under Mr de Kock.  Therefore everything - he was my commander, he's the one who was supposed to tell me that join these people or just stay.  If he was asleep, what would I be doing there transporting the people without getting an instruction from him?",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "That's a very elaborate answer, but Mr Vermeulen, Mr Nortje, Mr Bosch, Mr Frank McCarter, will testify that de Kock was not at the scene.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is their business, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Now are you saying they're lying?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "As far as I am concerned they are lying.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "It might be that you're mistaken.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I'm not mistaken, I am sure, I am certain.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And furthermore, my client will deny that there was ever an instruction issued to kill the comrades.  Do you have any comment on that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Will you please repeat the question, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "My client as well as the witnesses, will deny that there was ever an instruction issued that the comrades should be killed.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I can say I don't know why should I bother myself making an application, knowing very well that people were going to be killed whereas I would be lying.  I do not know why would I make that application, not unless I am insane.  How did I know that people were going to be killed if the people were not going to be killed?",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You testified in the Supreme Court against Mr de Kock, is that correct?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Please elaborate on that, about what?  About this Chesterville incident or what?",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you testify against Mr de Kock in the Supreme Court?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And do you remember remarks by the judge regarding perjury?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I do not remember, please remind me.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I will control the record and then I will, with the consent of the Committee, put those questions from the record to you at a later stage.  Now when de Kock said you should not go to the scene because people will be shot, could it be that it was said that it's a dangerous situation where you should not be involved in?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "A dangerous situation, do you mean that it could be that he was protecting me?  I do not understand your question, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes, that he was protecting you, saying that you shouldn't be involved in the operations of Vlakplaas.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "He was not protecting me, he told me that there was another assignment for myself and Geoffrey Bosigo and that particular mission we should be involved in, we should be excluded in this Chesterville incident.  That was the reason for me not to be involved.  That was the only reason he gave to me.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "The fact that there was a shooting at the scene, that was hearsay evidence that you heard, is that correct?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Why do you say in your evidence-in-chief\n\"If my memory serves me well, they went to the place and heard gunshots.\"\nAre you in doubt about what hearsay evidence you heard?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I am saying I knew that shooting was going to take place before transporting these people to the incident.  I knew what was going to happen.  As we were waiting there under the bridge, plus-minus 30 minutes, I heard gunshots.  That's what I'm saying.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Did you hear the - now the gunshots you heard, was it a single shot, was it bursts of gunshots, what?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "As I've already explained, I heard that the people were firing.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I beg your pardon?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I cannot demonstrate, but I heard that they were firing.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I refer you to page 85 of your application, approximately 20 lines from the top you say\n\"Magabe - Magage, Radebe and the new recruits were issued with AK47 firearms by Major de Kock.\"",
            "Male"
        ],
        [
            "INTERPRETER",
            "Will the speaker please repeat the question.\nMR CORNELIUS\n\"Magage and Radebe and the new recruits were issued with AK47 firearms by Major de Kock.\"\nDo you see that?  Do you see that?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I'm still looking.  Yes, I can see that.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Now here you say that the firearms were issued by de Kock.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "In your evidence you said it was Nortje.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Between the two of them, I said it could have been Nortje or de Kock who handed over the AK47.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "No, you mustn't adapt your evidence as you carry on.  Was it Nortje or de Kock?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "As I've already explained, I did not change anything, I said I cannot remember, but Nortje was also involved in the distributing of firearms.  That is what I said, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Why do you use the plural, AK47 firearms, why don't you here mention about the small arms and pistols?  You create the impression that there was an issue of AK47 firearms.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I said one AK47 rifle, not two, not three or more.  I am still maintaining that.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes, but why does your application say the contrary?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I am referring to only AK47, I am not sure, I do not know why there is plural.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "It can only be plural, Mr Nofomela, because at the time when you drew this application you referred to AK47 firearms, in the plural.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I am referring to only one firearm, I think it is a typing error.  But I am only talking about one AK47 rifle, the one that saw, not more than that.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "But then your statement doesn't make sense at all, then it would be \"Magage, Radebe and the new recruits were issued with one AK47 firearm\", I mean that's nonsensical.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "As I've already explained that this was a typing error, because they could not be given one firearm.  As I've already explained that the others were given pistols.  One of them was given an AK47, but I do not know and I cannot even remember who handed over that AK47 rifle.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You see, Mr Nofomela, in terms of the Act, you must made a full disclosure of all facts, now why didn't you disclose the issue of the pistols?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I am mentioning it now, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Do you want to amend your application?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I am amending it when I say they were not given many AK47 rifles, that was only one firearm.  That is a correct.  And the fact that I have omitted that they were given the pistols, I am also amending that.  That is true, they were given pistols.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Why didn't you mention in your application that Nortje was involved with the issue of the firearms?   You were certain in your application that it was de Kock.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Maybe it was forgotten at the time, I had forgotten about it.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "But how come you remember it now, what has changed since the time you did this application and now?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It is because I thought widely.  As I was making this application, even my legal representative requested from the Commission that we did not manage to do everything in time because it was very difficult for him to be paid to come and represent me.  So there was not enough time for consultation, we could not be able to elaborate on some issues the way that we were supposed to do.  That is Mr de Wet, he told the Commission about our situation while we were doing consultations.  That is one of the issues that was a result of that, that all the points here are not as reflected as they were supposed to be.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "So are you saying this is a mistake of your legal representative?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is not a mistake from my legal representative.  I am saying because we did not have enough time for consultation, we were doing things in a hurry and some of the things could have escaped my mind.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "According to you, when the instructions were issued to kill the comrades, what was said?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "As I've already said, de Kock told me that those people were going to be shot at.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "But you weren't present when the instructions were - the so-called instructions were given?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "De Kock told me not to be involved because that was going to happen and he still wanted to use me on another mission, though he did not tell me about it.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You weren't present when the instructions were issued to kill the comrades ...(intervention)",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Mr Chairman, I think the evidence - according to the evidence, the applicant has never said that de Kock instructed the members to shoot, he said that Mr de Kock told him that the people were going to get shot.  So he never testified about the instruction that was given to the people to be shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, perhaps we can clarify that, because that's what Mr Cornelius was dealing with.\n\tDid you hear Mr de Kock give any instructions to the group that went into Chesterville?  - about shooting the targets.",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That did not happen in my presence, but he told me about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Cornelius?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Thank you, Mr Chairman.\n\tSo you don't know what the firsthand instructions to the members were?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I did not hear.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Thank you.  It could be that it was said to you that you should not go because people could get shot.  In other words, that he was protecting you.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Sir, when I was responding to some questions you told me not to speculate.  I am telling you that he was not protecting me, he was just telling me not to be there because I was to be involved in some assignment.  Why did he not protect all of them, why did he choose me to protect?",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Let me see if I can clear it up for you.  At that time the situation in the townships were very explosive, it was dangerous times in '86.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not understand what was dangerous, where?",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Well there were Self-Protection Units running around, fighting, there were A-teams, there were comrades, there were lots of dangerous situations in the townships at that time.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes.  And Mr de Kock could have meant that you should not go with because you could get hurt.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Sir, he told me that people were going to be shot at and he would even tell me not to go there because I was going to be hurt and then he would take a newly recruited askari and leave me behind, a person who has experience, and try to protect me.  Meaning that he did not care, he did not bother about the lives of the other people, is that what you mean?",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "No, no.  Well it might be speculation, I'll leave it for argument.  The testimony will be that there were no instructions issued to shoot the people and that an incident occurred where the askaris acted in self-defence.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Self-defence, they are the people who started this whole thing by infiltrating, why did not they reinforce, why didn't they call the other people if they were foreseeing the possibility that they would be shooting?  Which askari would come and say that I was hurt here and point out that he was hurt by those people?  Why were the only group of people who were injured were those comrades who were injured, if those people were protecting themselves, were acting in self-defence?",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "It's an interesting statement you're making now.  So you are quite convinced in your mind that there was no action of self-defence by the C10 members, by the askaris?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "De Kock told me that those people were going to shoot at those people and that is the truth that he told me and the people were shot at.  Nothing was mentioned about the self-defence, that is coming from you.  I was told by de Kock that the people were going to be shot at and I still maintain that.  That is why I made this application, it's because I knew very well that people were going to be shot at.  I wouldn't waste my time and come here and testify or make an application about this incident.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And you also can't find any reason why Mr de Kock would not apply?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is the one who can be in a better position to answer to that.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "You cannot deny that the instructions from Durban Security was that counter-insurgency should take place in Natal?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know anything about such instruction, I was only getting my instructions from de Kock.  I cannot comment about anything that does not concern me, from CR Swart.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Precisely.  You don't know what the unit's functions in Natal were.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know, Sir.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Yes.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "And you also do not know who fired the first shot.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was not present, how would I know that?",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Precisely.  So you also do not know if they acted in self-defence, Sir.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I know that they went there to shoot.  The self-defence I don't know anything about that, I know what I know and I was told that they were going to shoot there.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "I just want to peruse my notes, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Thank you, Mr Chair.\n\tIn closing, your evidence-in-chief is full of \"I cannot remember, I cannot be certain\".  I'm stating to you that you are not certain of the evidence, as this happened a long time ago.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is also true.",
            "Male"
        ],
        [
            "MR CORNELIUS",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Cornelius.  Mr Hugo, any questions?",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Yes, thank you, Mr Chairman.  I'm not sure what the arrangement is as far as the short adjournment is concerned, if you want me to proceed now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Hugo, you can carry on.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR HUGO",
            "Thank you, Mr Chair.\n\tMr Nofomela, you're serving a jail sentence at the moment, isn't it?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And is the sentence the death penalty, or sentence was imposed on you for killing a white farmer near Britz, is that correct?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And at the time you were still a member of Vlakplaas, is that correct?  When the murder was committed.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And just the night before you were to be hung in terms of this sentence, you made contact with the Legal Resources Centre, a statement was taken from you and as a result of that reprieve was given to you to enable you to testify in various Commissions about your allegations, is that correct?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you made an elaborate statement, telling the relevant parties that were involved in taking down these statements, exactly what you were up to and exactly in which operations you took part during your association with Vlakplaas, is that correct?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "Subsequently to that the Harms Commission was then established and you testified at length about the activities of Vlakplaas, during the Harms Commission, is that correct?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "One of the main issues during the Harms Commission that came about as a result of your statement, was the Maponya matter, is that correct?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you will also recall that your version during the Harms Commission was that Japie Maponya was shot by Mr de Kock at Vlakplaas, right in front you.  Do you remember that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I remember that.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you will remember that you stuck to the version during the Harms Commission, also insisting that you were there present, right in front of you whilst Mr de Kock shot Mr Maponya through the head, is that right?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you were cross-examined at length about this and you still stuck to your guns, is that right?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "And then you testified in the criminal trial against Mr de Kock, also in the Maponya matter, and can you just tell us in short what was your version there, about the killing of Maponya?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not remember, Sir, there's a lot of things that I was involved in.  Not unless you can give me time and consult the records because here as far as I'm concerned, I'm here for the Chesterville matter.",
            "Male"
        ],
        [
            "MR HUGO",
            "I'll tell you why I'm asking you these questions later.  You know full well what your version was, Mr Nofomela, what did you tell the Court, what did Mr de Kock do to Nofomela, in the criminal trial?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To Maponya.",
            "Unknown"
        ],
        [
            "MR HUGO",
            "To Maponya.  Sorry, Mr Chairman.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I told them about the things that he did.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, well let me put it to you.  You said to the Court that you're sorry, you lied about the fact that Mr de Kock killed Mr Maponya by shooting him there at Vlakplaas, you didn't know what happened to Mr Maponya and this was just a lie to try and get you out of jail and to prevent you from being hung the following day.  Can you remember that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "You are lying now, you are the one who is lying, I did not mention that.  You just bring a proof so that we can see which one is lying between me and you.  Just bring that proof right now.",
            "Male"
        ],
        [
            "MR HUGO",
            "We've got the record here, we'll go through that.  Did you during the criminal trial, consistently testify that de Kock killed Maponya at Vlakplaas, by shooting him?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I did not testify about that.",
            "Male"
        ],
        [
            "MR HUGO",
            "What did you say, how was Maponya killed?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I said I do not know.",
            "Male"
        ],
        [
            "MR HUGO",
            "No, Mr Nofomela, you testified - you were one of the State witnesses against Mr de Kock in the Maponya trial, what was your version about the killing of Mr Maponya?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I said I did not say a thing, I did not say how he was killed.  I did not say he was killed by de Kock.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  Yes, that's exactly what you testified, and you said you lied in the Harms Commission when you said that you saw Mr de Kock shooting Maponya.  That's exactly what you said.  Can you remember that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I said so.",
            "Male"
        ],
        [
            "MR HUGO",
            "And let me just put it further to you.  Is it clear, or is it correct that whilst you were in jail awaiting the death penalty, a message was sent to you that de Kock says \"Look, you killed a farmer and you must ma take the pain\" and you were very cross and livid about that?  Can you remember that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I still remember that.",
            "Male"
        ],
        [
            "MR HUGO",
            "And during the criminal trial you also testified about a letter that you sent to Mr de Kock whilst he was still awaiting trial and he was still kept in custody at the Adriaan Vlok Police Station, where you said to Mr - where you wrote to Mr de Kock \"Well, now it's your turn to take the pain\".  Can you remember that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I can still remember that very well.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  Now let me just put it to you that it's clear that you certainly have a very strong vendetta against Mr de Kock and you would do anything possible to try and rope him in into incidents and activities where he wasn't involved.  Would you deny that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I had vendetta.  Yes, that is true.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you felt so strongly about that, that you would actually lie just to make sure Mr de Kock gets involved in criminal activities and offences, alleged offences, that he didn't commit.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Not in everything.  I did not lie about everything, I only lied about Maponya's shooting, I did not smear him about everything.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now when did you make your statement to the Attorney-General for the first time, with the view of testifying in the criminal trial against Mr de Kock?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I cannot remember, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can you remember the circumstance, who actually consulted with you and who took the statement down?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "A lot of people.  I cannot remember when and where and who was the person.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  But this was done before the criminal trial even started, they consulted beforehand with you, is that correct?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now before I ask you that question, can I just ask you a question that I should have asked you, and that is, when you testified in the Harms Commission proceedings, why didn't you mention this Chesterville incident and the fact that Mr de Kock gave the instruction for these people to be killed?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was not sure at the time about Lamontville and Chesterville, I was just mixing the two townships.  I was not sure whether it was Lamontville or Chesterville, therefore I had a problem of identifying the real place and my memory was not well at the time, I was a bit confused.",
            "Male"
        ],
        [
            "MR HUGO",
            "Are you saying that your memory is actually now better than what it was about nine years ago?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I can say in a way, if I am calm and relaxed, not under the knowledge that I was awaiting death sentence, there was a lot of things that were happening, but now I'm calm and relaxed.  At the time I couldn't think straight because of the situations that were prevailing at the time, as I was awaiting death sentence.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  I'm still not sure as to what your answer was, or your reasoning behind the fact that you didn't testify about this Chesterville incident during the Harms Commission.  What was your answer or your explanation?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I said it is because I was mixing - I was not sure which one was it, which township was it between Lamontville and Chesterville.  Therefore I was not sure.",
            "Male"
        ],
        [
            "MR HUGO",
            "And then you decided look, you'd rather give that a miss altogether, you won't even testify about this most serious incident.  Is that what made you decide not to do that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It is not to say I did not want to mention it, but as I have already explained that I was not a position to think thoroughly or straight as I was also mentioning Lamontville instead of Chesterville.  That is a proof that I was not in a position to think straight.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now let's take it one step further.  Did you testify, or did you make a statement to the Attorney-General about the Chesterville matter, prior to Mr de Kock's criminal trial?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not remember, Sir, because when I was summoned by the Attorney-General, it was for the Maponya case, not Chesterville incident.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, but didn't you tell the Attorney-General, look there's this other very serious matter where people were killed and de Kock gave the instruction, please let me tell you about that and let's see if we can put together a further charge against Mr de Kock?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I am not sure that I would testify about something that I was not called for.  I was called for only Mr Maponya's incident, therefore I could not mention anything that was not asked, or something that was not called for.",
            "Male"
        ],
        [
            "MR HUGO",
            "And maybe I'm going a bit out of sequence now, but the day before you were to be executed and hung, did you tell the Legal Resources Centre or a similar organisation, about the Chesterville matter?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I do not remember telling anyone anything when I do not remember.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now Mr Nofomela, can I just ask you.  Why, if you had this information, did you not testify at the inquest after the Chesterville incident?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I could not invite myself for the inquest without being invited.  How would I do that?  Even now, for me to come here I had to make an application, therefore I couldn't apply for inquest.  Even here I had to apply and I was called, therefore I couldn't just go and attend the inquest without being invited.",
            "Male"
        ],
        [
            "MR HUGO",
            "But surely you could have told the investigating officer, look you were also involved in this operation and you have information and you were, amongst other people, at the bridge?  Couldn't you just tender that information to the investigating officer?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Even till today I don't even know that person.  What was I supposed to do, where?  I didn't even know where to go and who to talk to.",
            "Male"
        ],
        [
            "MR HUGO",
            "Ja.  You have applied for amnesty in respect of numerous matters, is that correct?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is true, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you know what the requirements of the Act are, amongst others, that you have to make a proper disclosure and you have to have a political motivation, is that correct?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, my legal representative told me about that.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  Now I'm very interested to hear what your political motivation is for this particular incident.  What do you think is your political motivation?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "What I'm doing here is to tell that I knew that people were going to be shot at, I am the one who provided transport for them.  The fact that those people were infiltrated, those people were infiltrated as a result of the instruction that was from Mr de Kock.  And as far as I am concerned, as I'm not that clever, I think that is politically motivated and I applied because I knew I had knowledge that those people were going to be shot at that particular night.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, but your actions had to be directed against a political opponent, who was the political opponent according to your knowledge, in this particular incident?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "In my situation I was not checking anything that was political, I was just taking an order.  My commander was the one who had some political motivation, I was just a soldier on the ground and I would be told what to do and I would do that.  He is the one who is in a better position to answer as to the political motivation and why did he ask me to transport the people and why did he allow the people to go and shoot at the people.  That is where my assignment ends.",
            "Male"
        ],
        [
            "MR HUGO",
            "No, but your commander must have told against  whom this operation was directed.  What did he say?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "He said the people who were being infiltrated were going to be shot at.  And I am sure you were here listening as I've been mentioning this.  I told you that the people from Chesterville were infiltrated by the askaris from Vlakplaas, ...(indistinct) they were going to be shot.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, I just asked you about three times now, you remember that you testified in-chief that this was actually directed against the UDF.  Do you remember you said that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I do remember that.",
            "Male"
        ],
        [
            "MR HUGO",
            "So now why are you battling so much to tell us that this was really what it was directed against?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I did mention that.  Even now you can read that and you are even telling me because I have told you that and you are asking me again.  I'm just answering your question.  I told you that this was directed to the UDF members.",
            "Male"
        ],
        [
            "MR HUGO",
            "And did you see the UDF as a political organisation that was opposed to the government of the day at the time?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is true.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well I'll tell you why I'm asking these questions.  There's a simple reason and that is, Mr de Kock will testify and he will say the UDM was never mentioned by him to you and/or other people.  What do you say to that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know, maybe I was insane, I do not know.  Because everything that I am saying here today people are disputing and you even said that I lied.  Truly speaking he told me about that.  The reason for me to apply for amnesty here today it is solely because de Kock told me that they were going to kill the UDF(sic) members, people who were infiltrated by the askaris.  I cannot go further than that, that is the only thing that I was told by Mr de Kock on that particular day.",
            "Male"
        ],
        [
            "MR HUGO",
            "I was also very interested to hear that your version is that you were Mr de Kock's driver at the time.  When did you become his driver, Mr Nofomela?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I cannot remember, but in 1986 up to September 1986.  I did not know where I started, but I only know that I did that job up to September 1986, working as de Kock's driver.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you were now his permanent driver at the time?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know that, whether I was going to be permanent, that was in his hands.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  And you drove Mr de Kock down from Vlakplaas to Durban.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I used to take him wherever he would like to go because he had groups deployed in provinces.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  And when you drove down to Durban, did you stop somewhere on the way here for lunch or breakfast or something to drink?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, many times we wouldn't drive from Pretoria to Durban without a stop, because we had to get some petrol and it is obvious that we had to stop somewhere.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, no I'm talking specifically about this incident, when you came down for the Chesterville incident.  You can't remember I take it, as to whether you stopped over at places etc., etc.  What I do want to ask you and what you should be able to recall is, what was discussed between you and Mr de Kock as to why you were coming down to Durban, during this journey.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "He would not tell me.  Usually we would move to Ladybrand or Rustenburg, looking for the - checking the people who were deployed there.  He did not specifically mention the reason.  I did not see it as necessary.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you didn't ask him as to why you're going down to Durban?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I could not ask him that question.  Who am I to ask him that kind of a question?",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  And who else was with you in the car when you drove down?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I said I was Mr de Kock's driver, that means it was myself and him, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "So are you saying it's just a two-seater car and there couldn't have been other passengers in the car?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It was a BMW, 325 BMW.",
            "Male"
        ],
        [
            "MR HUGO",
            "So why are you saying it could only have been the two of you, why couldn't there have been more people in the car?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was driving for Mr de Kock, not other people.  That was Mr de Kock's car, I was just his driver.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well let me put it - let me tell you why I'm asking you these questions.  Mr de Kock's version is that you weren't his driver and that Mr Steve Bosch was his driver at the time and you're talking an absolute lie when you're saying that you were the driver and you drove him down from Pretoria to Durban.  What do you say to that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "He's lying.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now when you got to Durban, can you just tell us where did you sleep?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "At CR Swart Police Station.  That was next to the Dog Unit section.",
            "Male"
        ],
        [
            "MR HUGO",
            "And how many other members of Vlakplaas were in Durban at the time, when you arrived?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "There was a group that we found there, it was quite a large number of them.",
            "Male"
        ],
        [
            "MR HUGO",
            "How many, more-or-less?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know, I cannot remember.  I do not know how many people were there.",
            "Male"
        ],
        [
            "MR HUGO",
            "Would you say it was the whole of the Vlakplaas contingent or not as many?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I said it was a quite a number of people, I do not know how many were there.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well let me put it, or tell you why I'm asking this question.  Mr de Kock's version is that at the time three - two or three security policemen in Durban were killed by the so-called terrorists and - well, let me stop there for a minute.  Were you aware of that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I do not know that, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "Then let me just put it to you for completeness' sake, but I suppose you wouldn't be able to comment on that.  And that Durban Security Police were very upset about this and they then called Vlakplaas in to try and combat these killings and to try and ascertain who the people were that killed the policemen.  I suppose you didn't know about that.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know that.",
            "Male"
        ],
        [
            "MR HUGO",
            "And Mr de Kock says that the whole of Vlakplaas, the whole contingent was deployed in Durban.  What do you say about the fact that all the members of Vlakplaas were down here in Durban?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not remember that as the case, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "But you would concede that it's possible.  If Mr de Kock says so, you wouldn't have an argument with that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I couldn't argue with him about that, but I do not know that, I did not see it that way.",
            "Male"
        ],
        [
            "MR HUGO",
            "And Mr de Kock will testify and he will say that the mechanisms that were applied were to the extent that Vlakplaas was divided up in various groups under team leaders with various vehicles and they would then be allocated to different regions in Durban, by the Durban Security Police.  What is your recollection as far as that is concerned?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I do not remember anything concerning that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Mr de Kock will testify that these groups were then subsequently deployed in these various areas and they were all instructed to look for terrorists.  Had you been instructed to do that?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Sir, the fact that there were people who were instructed or deployed, that was not my concern, I have told you my position, what my position was at the time.  If somebody else had told you something else, that is not my business.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can I ...(intervention)",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not dispute that and I do not see a reason for you to tell me that who was deployed where and I cannot dispute that either.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can I just - it's something that I've forgotten to ask you about.  The AK47, where did that come from?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know where it came from.",
            "Male"
        ],
        [
            "MR HUGO",
            "It wasn't with you in the vehicle when you came down with Mr de Kock, was it?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I could not search Mr de Kock's car, I was just driving.  I am not sure whether it was there or not.  I don't even know what was in Mr de Kock's car.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  Now ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You said that various groups were deployed, working in various regions.  Can I just follow up on that and ask, what task did you have to fulfil in Durban during those few days you were there?  What was your task?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I had joined Radebe, I was with Radebe working at the stations, Umlazi and the other places in the township.  I was with them.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What did you have to do, what was your duty?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was doing the job, working with the askaris at the stations, at the taxi rank to try and identify the former members of MK.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you accompany him into Chesterville on any specific time?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I do not remember going to Chesterville, I remember Umlazi.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were you under Radebe's instruction all the time?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, not under Radebe, but under Nortje because Nortje was the commander of that particular unit that Radebe belonged to, up until such time that we left Durban with Mr de Kock.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were you together with Sgt Radebe all the time, were you in the same group with him?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "And Mr Nofomela, if you were now in the same group with Mr Radebe, and I take it then you were going with Mr Radebe to these various places, stations, taxi ranks, etc., etc., is that right?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  And how did you get to the taxi rank and the station from CR Swart Police Station?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "We would walk to those places, walk to the station or sometimes we would use a car.",
            "Male"
        ],
        [
            "MR HUGO",
            "And who was then Mr de Kock's driver whilst you were going to the station and various other places?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Let me tell you how this works.  When you move from here to Pretoria, if you have moved from Pretoria to de Kock - with de Kock to somewhere else and then when he gets to that particular place he would join the other white people and then he would join a certain group and he would do that and you don't have to drive him around in that particular place, you would only be with him when you are going back to Pretoria.  That was the case.",
            "Male"
        ],
        [
            "MR HUGO",
            "Look let me just ask you now, we'll get to that a little bit later.  How did Mr de Kock get to Chesterville, to the bridge the evening of the incident, who was his driver then?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I think that was Nortje, because I saw Nortje's car and the other car I do not know to whom that car belonged to.  There were two or three cars.  I think mine was a third car if I'm not mistaken, probably he was in Mr Nortje's company and driving in his car.",
            "Male"
        ],
        [
            "MR HUGO",
            "But why do you say \"probably\", you're so sure that Mr de Kock ...(intervention)",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "There were two cars, I was not sure which car was he in.  There were two cars that were used by the white officers, I'm not sure which car was it.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  Mention the names of the people that were in these cars, at the bridge.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I said I cannot remember the other white people's names.",
            "Male"
        ],
        [
            "MR HUGO",
            "But why not, Mr Nofomela, you are absolutely certain and convinced of it that Mr de Kock was there, why can't you remember the other names?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "The fact that he was present, I am convinced that he was present, that doesn't remind me the names of the other people who were also present.",
            "Male"
        ],
        [
            "MR HUGO",
            "And Mr Nortje, was he present?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, he was.",
            "Male"
        ],
        [
            "MR HUGO",
            "And Mr McCarter?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not remember, perhaps he was there present, but I cannot remember.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr Vermeulen?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I cannot remember.",
            "Male"
        ],
        [
            "MR HUGO",
            "But I don't understand that.  Mr Vermeulen sits here right next to you, can't you remember whether he was there or not?  This man that sits here on your left-hand side.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Do you want to tell me that he had the same looks, even in 1986?",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr Nofomela, can you remember whether the man sitting next to you was at the bridge during the night of the incident?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not remember, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that Snor Vermeulen sitting next to you?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, he is the one, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Hugo.",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Thank you.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Mr Nofomela, did you recognise him when you sat there for the first time or are you now - only now that you are recognising him?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I kept on looking at him, but now I can see that he is - this is the one.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Before you were not sure that he is the one?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I was not sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he wearing a full beard in 1986?  He's got a full beard now.  Did the police wear those beards in '86?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Some of them were wearing beards and some of them were still tiny or younger.  I cannot remember their names because they were not people who were close to me, therefore, I had a problem of identifying them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hugo?",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Thank you, Mr Chairman.\n\tMr Nofomela, when the initial instruction was given on your version, by Mr de Kock that these people were going to be killed, just tell us again, where did this take place?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was with him, Mr de Kock that is, as I said I had moved with him from Pretoria.  He called me and I went to him and he told me that I am not to be involved there, I was just going to provide them with transport up to the bridge at that time and those people were going to shoot the people there at Chesterville.  Therefore he told me that myself and Geoffrey Bosigo are not to be involved there because we were to be involved in another mission.  That was the instruction.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, but when you heard about this shooting that was going to take place for the first time, did Mr de Kock call you aside to tell you this is what's going to happen or were you in a room whilst he was discussing it with other people?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I said he called me specifically and he told me about that.  When he was telling the other people that they were going to kill the people, I was not present there.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  Now I know Mr Cornelius has asked you about that and I think the Chairman has also asked you about that, but I'm still confused as to what your answer is as to why Mr de Kock didn't want you to co-operate - or participate in this operation.  Was he trying to protect you, is that what your evidence is?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Trying to protect me against what?",
            "Male"
        ],
        [
            "MR HUGO",
            "Well that's what I'm confused about, Mr Nofomela.  Why didn't Mr de Kock want you to partake in this operation, you were an experienced operator at the time?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I am telling you now, I have mentioned that more than once, that he said to me there was another mission that I was going to be involved in, therefore myself and Geoffrey Bosigo, we were not to be involved in that Chesterville incident.  I do not actually know or understand what is it that is your problem, the one that you do not understand.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well you see that's exactly my problem.  If you were to be involved in another mission, why were you then ordered to take the people to the bridge?  I mean, for that purpose you were part and parcel of this operation.  That's exactly what I don't understand.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I am talking about the actual shooting, I'm not talking about the transporting of people to the bridge.",
            "Male"
        ],
        [
            "MR HUGO",
            "Ja, but Mr Nofomela, you were at Vlakplaas since 1980, you were one of the most experienced operators, why would he try and keep you out of this shooting incident?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "You know what, you must pose that question to Mr de Kock.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well Mr Nofomela, maybe I must put it to you at this stage, Mr de Kock will say that he never had a consultation to this extent with you, he never told you that people were going to be killed ...(intervention)",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "How did I get that information, how did I know?",
            "Male"
        ],
        [
            "MR HUGO",
            "Well Mr Nofomela, we will argue that you have sucked this out of your thumb and that is one of the reasons why you didn't mention it at the Harms Commission and you didn't mention it to the Attorney-General and you came up with this thing very late and it's all a bunch of lies that you're telling about this Chesterville incident.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is your job to represent de Kock.  I am so used to such statements, but the truth is I knew that the people were going to be shot at and de Kock told me so.  You are representing him, that is your job, that is why you are saying that.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, Mr Nofomela, but you're also used to lying to Courts you know, that's what you've done in the Harms Commission, you've done it in the criminal trial and you're doing it once more.  And you hate Mr de Kock with a passion, that's why you are trying to rope him in here.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "You are making a mistake, I do not hate him.  If you say I lied at the Harms Commission, all the people that you have represented there were lying during the Harms Commission.  If you say I was lying, just say all of us were lying because even the people that you have represented were also lying.",
            "Male"
        ],
        [
            "MR HUGO",
            "I didn't represent anybody at the Harms Commission, Mr Nofomela.  I'm saying you lied at the Harms Commission, you kept on lying at the criminal trial and you have an ulterior motive to implicate Mr de Kock in this serious matter.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I am not implicating anyone, I am implicating myself when you say I am lying because I am here, I'm simply making an application.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can we get back to what happened at the bridge.  When the people came back from this shooting incident, how did they get to the car from the house, or from wherever this shooting incident took place?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "The kombi had a sliding door, the door opened and they got inside and we left.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  And who were they, who got into the car?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Those were the people who went there for the shooting, the people that I have already mentioned their names.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  Mention them again, let's just test your memory and see how well you can remember.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I said it was Tandi Shosha, Susan Moekwena, Paulus Magage, Simon Radebe and the other people that I cannot remember their names.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  And this was now after this shooting incident.  What did they say?  They must have been very excited when they got into the kombi.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I cannot remember.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well why not, Mr Nofomela, you relying on your memory and you're saying Mr de Kock said this to you and he was there etc., etc., this is something that you should remember man.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "There are other things that I cannot remember.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Things that were not that important or things that are not important.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  And didn't you ask them look, what happened, I heard there gunshots etc., etc., what is going on there, or what happened?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I could not ask them those questions because I am not the one who had instructed them to do that.",
            "Male"
        ],
        [
            "MR HUGO",
            "Were they in a hurry when they got into the kombi?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "And then you drove away?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I did not receive the answer to whether he was in a hurry.",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, they were in a hurry.",
            "Male"
        ],
        [
            "MR HUGO",
            "And were you also in a hurry to get away from the scene?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you decided to drive away straight back to CR Swart, is that correct?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I said that was the instruction that after finishing the job I should take them to CR Swart.  I don't know what else you are looking for.  After doing the job, they got into the car and I took them to CR Swart as I was instructed.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well you'll see what I'm looking for in a minute.  So who left the scene first?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I cannot remember the sequence, who left the scene, who first accelerated.  That was not important to me.",
            "Male"
        ],
        [
            "MR HUGO",
            "How many cars left the scene?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Plus-minus 3, if my memory serves me well.  I am not sure about that.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, and who were the drivers of the other two vehicles?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Will you please repeat the question.",
            "Male"
        ],
        [
            "MR HUGO",
            "Who were the drivers of the other two vehicles?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know, Sir, I cannot remember.",
            "Male"
        ],
        [
            "MR HUGO",
            "Where was Mr de Kock sitting?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "He could have been in one of the two cars that were driven by white guys.  Nortje had his own car there.  I am not sure whether he was driving his car or not.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well you see Mr Nofomela, that's what worries me about your testimony.  When you say \"he could have been in one of the cars\", what do you mean by saying \"he could have been in one of the cars\"?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I mean that I couldn't cram or notice which car was he in, that was not important to me.",
            "Male"
        ],
        [
            "MR HUGO",
            "And can you now today recall whether Mr Vermeulen was in one of the cars?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I cannot remember, Sir, whether he was in one of the cars or not.  It might happen that he was also there.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  And now you're driving off in a hurry to CR Swart, what happened when you arrived at CR Swart?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "They alighted from the vehicle, they reported what had happened.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, who alighted from the vehicle?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "The people who were there for the shooting.  We all alighted from the vehicle and they made a report-back and they reported that the mission was also successful.",
            "Male"
        ],
        [
            "MR HUGO",
            "No, no, Mr Nofomela, let's take this step by step.  And you see this is important too, I'd like to know what your memory was as far as this is concerned.  Who in the kombi was supposed to report the incident?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Sir, I do not know, but all I saw was that the people alighted from the vehicle and we went to the base to a place where we used to sleep.  When we got in there the whites were also there and they came and they got the report.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well, can I just ask you first of all, did you get out of the kombi and you went to your sleeping quarters, you personally?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now why on earth would the whites be waiting for you at the sleeping quarters?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I did not say that they were waiting for us, but I said they came, they joined because they were all looking for the report-back from the people who were involved in the shooting.  They couldn't stand outside and report.",
            "Male"
        ],
        [
            "MR HUGO",
            "So were they waiting for you when you got to the sleeping quarters or did you get there first?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know who arrived there first, but they were also there when the people were making the report-back.  And I was also present when Simon Radebe was doing the reporting.",
            "Male"
        ],
        [
            "MR HUGO",
            "I'm very interested to hear what your version is as to what Mr Radebe said.  Tell us.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I remember that he said the mission was successful, but I cannot remember word by word.",
            "Male"
        ],
        [
            "MR HUGO",
            "No, Mr Nofomela, this is a serious matter.  What did Mr Radebe say when he reported back.  Think carefully.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I cannot quote him verbally, I did not - I never made a record for that, but the report was that - the essence of the report was that the mission was successful.",
            "Male"
        ],
        [
            "MR HUGO",
            "Ja, but did he say \"They started shooting at us first and we shot back\", or did he say \"Well we killed them ...\".  Well maybe let me just give you an opportunity to answer.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "He did not mention anything about that they shot - the people shot at them.",
            "Male"
        ],
        [
            "MR HUGO",
            "Did he say whether people were killed?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Sir, as I've already told you that what he said, I cannot quote him word by word.  That is where I can end, I cannot go further than that.",
            "Male"
        ],
        [
            "MR HUGO",
            "And you're now in the sleeping quarters and you're now reporting back to the white members of the police, who were they, the ones that were now listening to this report?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Those who were with me under the bridge, de Kock, Nortje and the others were also present.  Even Vermeulen, it might happen that he was also there, though I cannot remember.",
            "Male"
        ],
        [
            "MR HUGO",
            "And were there members from Durban Security Police there, when you were reporting?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I do not remember seeing them, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "And what did Mr de Kock say when this report was given to him?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I cannot remember his utterances, but they left after getting that report-back.  They went to their place where they used to sleep.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr Nofomela, just think carefully, what did Mr de Kock say when this report was given to him?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I said I cannot remember his utterances. What is it that I should think of, because I said I cannot remember.",
            "Male"
        ],
        [
            "MR HUGO",
            "Was he pleased with the report or was he worried?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It is obvious, because he had instructed people to do something, if the people were saying that the mission was successful, would he be angry?",
            "Male"
        ],
        [
            "MR HUGO",
            "I'm asking you what his reaction was and I'll show you in a minute or in a moment why I'm asking this.  Can you remember what his reaction was, was he pleased or was he annoyed?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "As far as I'm concerned, he was satisfied.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, I thought you would say that.  You see  that's why I find it strange that you testified and you said\n\"Well, after some time de Kock said 'We made a mistake, some people were still alive'\".\nHow could you ...(intervention)",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "You did not understand me.  He did not say on that particular day, how would he know that the people were shot at and others were still alive?  That information came afterwards, that some people were still alive.  That information did not come to him on that very same night.",
            "Male"
        ],
        [
            "MR HUGO",
            "You see the problem is then they couldn't have said that the mission was successful, could they?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "They mentioned that because they knew that they have done it the right way.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  Now let me just put it to you for completeness sake one more.  Mr de Kock's version is that he was asleep when the operatives came back from this operation and he was woken up by Mr Willie Nortje to tell him that there was a shooting incident.  What do you say about that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know the de Kock that you are talking about, but the de Kock that I'm referring to is the one who is sitting here and he is the one who was present there.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now your testimony that Mr de Kock later said \"Look it was a mistake\", when did Mr de Kock say that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "He said that afterwards, I'm not sure how many days after the incident, but he made mention of that, \"There was a mistake because some people were still alive\".",
            "Male"
        ],
        [
            "MR HUGO",
            "To whom did he say that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "He was telling the people who were involved in that mission, the people who were in our base and he told them that they were about to make a statement, a certain Warrant Officer was investigating the case and he even mentioned the name of that Warrant Officer.  He told them that they should consult a certain white man so that they could make a statement.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  And did Mr de Kock tell you that you shouldn't make a statement or did you yourself decide that you were not going to make a statement?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "He never approached me to make a statement because he had mentioned that he would later tell who was going to make a statement.  As he did not approach me I thought that since he said to me I shouldn't be in that incident, that is why he excluded me.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  Mr Chairman, if you would just bear with me for a moment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly.",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Yes, the weapons that were handed at - I take it this is at CR Swart, if I recall your evidence correctly, what were the calibres and what - just give us a brief description of these weapons that were handed out.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "As I've already mentioned that I did not say what kind of firearms, it could have been Tokarev, Makarov, service pistol or anything.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well can you say whether these were east block weapons or were they normal South African manufactured weapons?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It could have been anything, I do not know.  I did not look at them.",
            "Male"
        ],
        [
            "MR HUGO",
            "And didn't you - weren't you issued with a weapon?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I had my own service pistol.",
            "Male"
        ],
        [
            "MR HUGO",
            "Something that I wanted to ask you was, the cars, the vehicles that you were using, were they carrying normal police registration numberplates?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, all the time - all the cars that were used had false numberplates.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr Chairman, I'm almost - I think I'm done, there's only problem and that is, I think I've told you in chambers that I'm also acting for Mr Radebe.  Mr Radebe's downstairs involved in the other hearing.  I would suggest that I would beg your indulgence to consult with him during the lunch hour and just get formal instructions as to his version, in that there might be some issues that I have to put to Mr Nofomela.  But as far as Mr de Kock's situation is concerned, I think this is the cross-examination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, no, I think that's in order.  If needs be you can put whatever instructions you have to the applicant, in respect of Mr Radebe.",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR HUGO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Mr Shezi, have you got any questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR SHEZI",
            "Just a few, Mr Chairman.\n\tMr Nofomela, your understanding of the operation that was to be effected in Chesterville, what was it?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "As far as I'm concerned Sir, it was first infiltration and the information that I got from Mr de Kock that I shouldn't be involved because there would be a shooting, it is solely because I was going to be involved in a certain mission.  Therefore he told me, in my view, that those people were going to be killed on that particular night.",
            "Male"
        ],
        [
            "MR SHEZI",
            "Alright.  So first it was infiltration and then second was?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Murder.",
            "Male"
        ],
        [
            "MR SHEZI",
            "Okay.  The askaris that went there, to your knowledge they were not policemen?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, they were not policemen.",
            "Male"
        ],
        [
            "MR SHEZI",
            "Therefore they could not have been going there for purposes of arrest as it were?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is correct, Sir.",
            "Male"
        ],
        [
            "MR SHEZI",
            "You said de Kock said \"Do not get involved or participate in this operation\" because he had another job for you.  What would that job be?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "He did not specify, he just said that there would be another mission in future.  There was no further explanation.",
            "Male"
        ],
        [
            "MR SHEZI",
            "And this incident of Chesterville, it took place after how many days having arrived in Durban with de Kock?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It is very difficult for me to remember or to state exactly, I cannot remember.",
            "Male"
        ],
        [
            "MR SHEZI",
            "I see.  The group that left, leaving you seated in the car under the bridge, which drove to Chesterville, are you saying your understanding as they left at that time, it was merely to do nothing else but to kill?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is what I knew, Sir.",
            "Male"
        ],
        [
            "MR SHEZI",
            "You knew that because you heard direct instructions being given to the group, or it was just your assumption?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was not assuming, I was told that they were going to shoot at the people there, and even when I heard the shots, no-one panicked.  From the people who were with me, no-one panicked to show that they were surprised.  No-one panicked during that moment.",
            "Male"
        ],
        [
            "MR SHEZI",
            "Were you at any stage present when an instruction was given directly to the group that \"You are now going to Chesterville to do A, B, C?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I was not present, Sir.",
            "Male"
        ],
        [
            "MR SHEZI",
            "At a later stage, whether that very same evening or the following day or a couple of days later, did you ever have a chat with this group, about what they went to do there or what happened there?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Most of the askaris, Sir, were scared to talk about their involvement because they were doing that per instruction.  They were scared because if they tell me something I would go and tell de Kock, therefore it was very dangerous for them to reveal anything about their involvement.  Therefore there was supposed to be confidentiality, they were supposed to be secretive.",
            "Male"
        ],
        [
            "MR SHEZI",
            "And the handing of the weapons to the group, where did this take place again?  Did it take place at the bridge or it took place at the base at CR Swart?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "As far as I can remember that took place at the base and when they got into the - next to the bridge, their car stopped and then they got out of the car and they went to Chesterville.",
            "Male"
        ],
        [
            "MR SHEZI",
            "Also a question was put to you earlier on, I think by Mr Cornelius, to say the infiltration and the operation all took place in one day.  What's your knowledge of comment of that, did these two things happen on two separate occasions or it happened on the same day?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I can say it could have been one day.  I am not sure whether it took place, the other incident took place the following day or whenever, but I cannot that certain.",
            "Male"
        ],
        [
            "MR SHEZI",
            "That will be all, Mr Chairman, thank you.\nNO FURTHER QUESTIONS BY MR SHEZI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Shezi.  Ms Patel?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS PATEL",
            "Thank you, Honourable Chairperson.\n\tMr Nofomela, after the askaris and Mr Radebe came back to the kombi where you were parked at Chesterville, I know the incident took place a long time ago, but can you recall whether any of those who had gone out on the operation had in fact been injured?",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Not even a single one.  I am sure about that.",
            "Male"
        ],
        [
            "MS PATEL",
            "Alright.  And then just to move on to your motivation.  You were stating that - you stated that you went to Vlakplaas in 1980, was that immediately after training college?",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I went there in 1980, December, after acquiring training from the college in 1980, perhaps in June or December, but I was already coming from the college at the time.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  Why did you choose - did you choose to go to Vlakplaas rather than just a normal SAP branch?",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "We were told about certain principles and we were told that we would be transferred to any branch or division of the Police Force.  Col Baker came to the college and they told him that I was a very good student and therefore he said he wanted me to go and work in Pretoria at the headquarters.  He never made mention of Vlakplaas, but he mentioned Pretoria.  But when I got there in Pretoria they told me that I had to go to Vlakplaas.  That is how I landed there.  I only got to know that when I arrived in Pretoria, that I was supposed to go to Vlakplaas.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  And after you got there you were no doubt aware of the kinds of activities that Vlakplaas was involved in?",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I had no knowledge of the activities.",
            "Male"
        ],
        [
            "MS PATEL",
            "After you got there, during the years prior to this incident, from 1980 to 1986, are you saying you were not aware of what activities Vlakplaas was involved in?",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I knew because initially I was involved in some missions, just before this 1986 incident.  I knew at the time what was happening as to the activities of Vlakplaas were concerned.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  Can you explain to us why you got involved in those activities?  Just generally, it's not a specific question, it's a general question.",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was told that - I would be told that today we'd go to such and such a place with a certain person.  For instance, Dirk Coetzee was the first person who involved me in mission.  One day he told me - he told us to move from Pretoria to Durban and then from there he told us, he instructed us to kill a certain lawyer.  And in the missions I was involved with Col Cronje and he also called me, that we were supposed to undertake a certain mission at a certain place.  That is how I got involved in those activities up until when Mr de Kock came and he did the same thing.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  So you were simply following orders, you had no idea what the broader motivation was for getting involved in those operations?",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "You would be given a picture that all the people who were involved in the political organisation were enemies, therefore you would be a person who would be representing the apartheid government.  Therefore, each and every person who is opposing you would fight that particular person per instruction from the commander.  That is what I had in my mind.  That was an obligation that I had or to fulfil, that I should fight whenever I am instructed to.",
            "Male"
        ],
        [
            "MS PATEL",
            "Did you believe that the apartheid government at that stage was a legitimate government?",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "At some stage I realised that that was not right, but it was too late for me, I was already deeply involved and I thought I was doing the right thing.",
            "Male"
        ],
        [
            "MS PATEL",
            "At what stage did you realise this, can you give us more-or-less which year it was?",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "When you look back and you'll see that this was happening one-sided and you would realise that if you have killed a black person you would be praised, but if a white person was killed, no praises.  You wouldn't be give a mission to go and kill people like Vermeulen, white people, you wouldn't be given such missions, but you would be given only missions to kill the blacks, therefore, I could see that this thing was one-sided.  I realised that that was wrong, but I had no way out.",
            "Male"
        ],
        [
            "MS PATEL",
            "So after how many years at Vlakplaas did you realise this, that this was wrong?",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It wasn't long, I think after four years.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  So it's prior to this incident taking place?",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS PATEL",
            "So when you were asked to take part in an operation against liberation movements, you didn't really believe that they needed to be eliminated or dealt with in the way that they were dealt with by Vlakplaas, not so?",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I can say deep down in my heart I did not like it, but because of the way we were operating it was an obligation.  I couldn't say after getting an instruction.",
            "Male"
        ],
        [
            "MS PATEL",
            "Why not, tell us why not.",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I'm going to quote Brian Ngqulunga who was killed because he was suspected as a person who would later reveal the activities of Vlakplaas and he was not as staunch a participant as before.  There are other guys like Vusi, Uys Moyema who disappeared because they were not reluctant.\n\tAt some stage I was told to look after Uys and check if he was co-operative or not because he was known as a person who used to question about everything, but I couldn't find anything because Uys used to play soccer with me and I reported back to Mr Vermeulen, Koos Vermeulen, who was a Lieutenant at the time.  I told him about him, I told him that I saw nothing wrong but he was just a person who liked to play soccer.  But there were other people who were also given that mandate, to go and investigate him and I don't know what was the report-back and after that he just disappeared.  And that gave the impression that if you are not co-operating you'll just disappear.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  So you basically stayed there out of fear to a large extent, at Vlakplaas?",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, and even at some stage - Mr de Kock can even attest to that, because at some stage I wanted a transfer, but he stood against it and said I'm not supposed to leave Vlakplaas.",
            "Male"
        ],
        [
            "MS PATEL",
            "Okay.  So you don't really have any political motivation for your involvement in these incidents, or for this incident?",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "My political motivation was that we were fighting the people who were fighting the previous government, therefore I became one of the opponents.  They were my opponents, I was their opponent and I was just a soldier who was taking political instruction from superiors.  Everything that I did was politically motivated in that sense.",
            "Male"
        ],
        [
            "MS PATEL",
            "But you're contradicting yourself now, Mr Nofomela, earlier you said to me by 1984 already you had realised that what was happening wasn't right.  So I want to put it to you that at the time of your involvement in this incident you really had no political motivation.  Thank you.",
            "Female"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "If I did not feel good about this and going on after that, that doesn't necessarily mean that I have lost a political objective as a person who was taking an instruction.  I did not have a choice, I had to further the objectives of the government of the time.  Whether I feel like doing it or not, I had to do it.",
            "Male"
        ],
        [
            "MS PATEL",
            "Thank you, Honourable Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MS PATEL",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Patel.\n\tMr Nofomela, when you heard the shooting whilst you were waiting at the bridge, did you also hear the AK47 being fired, amongst the shots?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When these firearms were handed out, were rounds of ammunition also handed out?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, everything was handed over to the people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The askaris you say were not really geared for effecting arrests, would that be right?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that was not their job.  That is why they had to be in the company of a trained policeman, because that was not their job, to arrest people that is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they issued with handcuffs, for example?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then one other thing.  To your knowledge, have you ever been ordered to act against a white person?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "During the Dirk Coetzee's times I would just be sent to damage property, burning tractors.  That took place at some stage somewhere in Maseru, where we had to capture someone, but not to kill him, not to kill a white person.  I was never given such a mission to kill a white person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Dirk Coetzee the only one that you had to do something against?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, he was the only person who gave me that kind of instruction.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, can I just try and understand you then.  Were you ever given an instruction or an order to act against a white person and if so, who was the person?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know the name, but it was somewhere in Ladybrand, Ladybrand or Aliwal North.  We burnt a truck that belonged to that particular person.  The second one took place at Hilton Hotel in Maseru, we had to capture that person, intimidate him and try to scare him with knives, but not to stab him.  He was supposed to leave - we were to intimidate him to leave Maseru.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were those orders coming from Dirk Coetzee?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And were those the only two incidents, cases, where you were involved when the victim was a white person?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you say never to kill, just to intimidate and to damage property?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Has the Panel got other questions?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "When you stopped underneath the bridge did the askaris and the other men then get out of the vehicles and walk from there into the township?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "In your statement on page 85, why do you say in there\n\"They drove to the township where they were to meet the UDF members, while I and my colleagues waited for him at a bridge near the township.\"",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "We were waiting for them there, they went into the township and we were waiting for them there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, but why do you say\n\"They drove to the township\"",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is another mistake, they did not drive to the township, they walked to the township.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When they came back were they running or walking?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It was dark Sir, I do not know whether they were running, I just saw them when they were just in front of the car and they were not running.  It could happen that they were running, but it was dark.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Do you know how far from the bridge the incident took place?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I did not go to the place, therefore I do not know how long was the distance.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "On hearing the shooting, how long did it last?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It was not for long.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you hear any single shots or was it only a ...(intervention)",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I said I heard some automatic firing.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was that the only fire you heard?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I think I heard a lot of firearms shooting all at once, but it wasn't for long.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you didn't only hear an automatic gun, but also other guns?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "When I described this whole scenario I said I heard automatic firing.  I am trying to say I think all the firearms were shooting all at once, at the same time.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you distinguish whether the shots only came from the AK or were there also shots coming from hand weapons or pistols?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, one can distinguish between the sound of an AK47 rifle and the pistols.  That is why I said if you are - that is why I'm saying the shooting was going on from the AK and the pistols.  It was the automatic firing from the AK47 and the pistols, so it was just a combined sound and that took a short time, a short while.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn and reconvene at 2 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Mr Nofomela, most of the applicants from Vlakplaas or from the Security Police were among others saying that they were defending the old order against the liberation movements and the like, would you say you were in the same position with them?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "In other words, also in your mind you didn't want liberation movements to overthrow, as they say from time to time, overthrow the previous government.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was made to believe so Sir, that that was the right thing to do.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Okay.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Me personally, I did not have a problem with that, but at that stage I was made to believe that I was doing something right.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Then you were not an askari, you were a pure policeman, am I correct?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That is correct, Sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You said you were driving around with askaris to identify so-called terrorists, what was the instructions in case you find those people?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "We were told to arrest them or capture them.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "And after they were arrested, what was supposed to have happened with them?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "They would be taken to Court and be convicted or sentenced.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Were people arrested by your, I will say your team, and taken to Court?  Do you remember of any ...(intervention)",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Not by me personally, but Mr van Dyk somewhere in Piet Retief was also in my group, he arrested one Banda and Gandries.  They were arrested and they were recruited.  They were recruiting them to work for Vlakplaas.  They refused and they were convicted.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I see you mentioned the lady Tandi Shosha, did she frequently feature in the team with you?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "She was not always with me.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was she with you in more than one or two instances?  Can you estimate, can you give us an estimation?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "She was with me for more than five times.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was it only in KwaZulu Natal or also at other places?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Even in other places like Rustenburg, Soweto and so on she would be with me and even in Pretoria.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "What about former Transkei?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I was never with her there.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You testified that Mr de Kock said you should not participate in the Chesterville incident because there was a job for you and you say you didn't know at that stage what job was he referring to, but was there a mission after the Chesterville event, which you could identify as the mission which he was sparing you for? - to take part in it.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, there was no such a mission, Sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I heard you saying again and again that you realised that this thing was wrong because you were never sent to kill a white person, except instances where you were sent out to damage the property of white persons.  Did you get the impression that the way Vlakplaas operated was in a way on a racial basis that who were attacked were blacks and not whites?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that's what I gathered, Sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I heard that you were arrested for killing a white person, had that to do with Vlakplaas or was it something unrelated to Vlakplaas activities?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That incident had nothing to do with Vlakplaas, Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Didn't you apply for amnesty for that case?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I did apply for that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And you say it's got nothing to do with Vlakplaas?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, it had nothing to do with Vlakplaas.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Had it anything to do with politics?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I applied on the basis that this person called me a \"kaffir\" and he had a firearm.  He wanted to shoot me and I stabbed him with a knife.  It's not that I was sent there by Vlakplaas, it's only because he called me a \"kaffir\" and he even threatened to kill me.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What were you doing at his place?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "As I've already explained we were just passing by to steal the money, we found him in the house - outside the house, he held me with my shirt and he referred to me as a \"kaffir\".  I stabbed in that process and he died.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Mr Hugo put it to you that you sent a message to de Kock saying that it is his turn to take the pain because he did the same to you previously and that you bear a grudge for him.  Do you still bear a grudge to him, even today?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I mentioned during the trial that I am no longer holding any grudge against de Kock.  We couldn't see for an eye and I realised that to fight something that cannot change is just a waste of time.  I do not have anything against him as I am sitting here today.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You also said people were telling lies before the Harms Commission, and I understood that you were also conceding that you also told lies before the Harms Commission and my question is, have you maybe - have you decided to stop telling lies?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I want to put it this way.  Some of the things that I mentioned during the Harms Commission, that was not the whole truth.  Though some of the things were true, the defence counsel is capitalising on that, everything that I said there was a lie and I was responding to that statement that there were clients, de Kock and the others, whom I referred to them as opportunists, they lied all the way.  Everybody denied everything and today they are also here, they are applying for amnesty on the very same things that they said I was lying about.  So I was responding to that statement.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Were you ever arrested or charged for any incident or activity which arose from Vlakplaas operations?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was arrested and convicted for murdering of Mr Mxenge in 1981.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Chairperson, no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Sibanyoni.\n\tCan I just ask you, Mr Nofomela, these women askaris, I think you mentioned two in this group, is that correct, were there two that you remember in this group that went into Chesterville?  Women askaris.",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "There were two of them, Tandi and Susan.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were both askaris?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words, they were formerly members of one or other liberation movement, usually the ANC, who were turned to work with Vlakplaas?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, they were former members of ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now were you there when they recruited these women, Vlakplaas turned them?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I was not present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how did they apply them, how did Vlakplaas apply these women?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "They were using them just like the other tent people who would go with us and identify their members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So they would also point out some of their former comrades in the liberation movement?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now there was - we have a document which seems to relate to some or other investigation, it could be from a police docket, we will probably hear later what the significance of this thing is, but it refers to Shosha as a Constable and they say that the date of attestation - I assume that is when she became a policeman, I'm not sure what this term means, was the 1st of March 1986.  Have you got any idea about that?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I have no idea about that, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And as I say perhaps we will hear later what this is all about, but this document also seems to refer to two offences, there was a murder of three black males, as it's put on this document, and they were murdered at quarter to two in the morning on the 20th of June 1986, and then there's another case, which is an attempted murder.  It seems on the face of it, committed by the same people who murdered the three, the attempted murder in respect of a 14 year old, again referred to as a black male on this document, at about 11 o'clock at night on the 19th of June 1986.  So it looks as if there are two offences here.  There was a group that attempted to kill a 14 year old child on the 19th, here at about 11 o'clock, just before 12 at night, 11 o'clock, and then the next morning at a quarter to two they killed three people, three males.  Does this ring a bell at all, does this look to you as if it relates to the Chesterville matter or not?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know as to what time it was, but it was dark.  That doesn't ring any bell to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did that group of askaris try to kill a child ...(intervention)",
            "Unknown"
        ],
        [
            "MR SHEZI",
            "Sorry Mr Chairman, if I could be of assistance here.  The details which are referred to here and of the 14 year child at the time, he is my client sitting next to me, he was in the shack on the day of the incident, the 20th, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that definitely relates to this incident, the Chesterville?",
            "Unknown"
        ],
        [
            "MR SHEZI",
            "That is so, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, okay.  Yes, there we've got it, Mr Shezi has now explained.  So it looks as if they tried to kill - well we don't have your client's name unfortunately ...(intervention)",
            "Unknown"
        ],
        [
            "MR SHEZI",
            "It's Mr Mbatha, ...(indistinct) Mbatha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbatha?",
            "Unknown"
        ],
        [
            "MR SHEZI",
            "Ja, they tried, apparently tried to kill Mr Mbatha sitting over there next to Mr Shezi, who seems to have been 14 years old at the time.  Does that ring a bell at all?  Have you heard that they tried to kill a child?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I do not remember hearing that, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or that they have killed three so-called black males - no, four actually, the four there.  They give us the ages here, one was 20, one was 21, one was 23 and another one was 23.  Four people got killed also it seems, on that same night.  Does that ring a bell?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I remember that people were killed.  As to the number of people and their ages I do not know anything.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  And according to this document this happened at the same place, same address, it is Road 15, House 780, Chesterville.  So it seems to be in the same house where all of this happened, although the times seem to be different.  One is 11 o'clock at night, the other one is at quarter to two the next morning.  You say you can't - you're not sure about the details?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I am not sure about those details, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, alright, perhaps we'll get some more clarity on this.  Yes, thank you ...(intervention)",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Were you involved in an incident in Swaziland when Mr McFadden was killed?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I was present, Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "He was a white man?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "He was a white man, McFadden.",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I did not see him.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you hear about the killing of Mrs First?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The wife of Mr Slovo.",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you hear of the killing of the Schoons, Marius and Jeanette Schoon and their child?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "They were all whites, and they were killed by the Security Police.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Sorry, Honourable Chairperson, - sorry, Honourable Mr de Jager, the Schoon incident related to the murder Jeanette and Katryn Schoon only ...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, mother and daughter.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Not Marius Schoon.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "Ja.  Yes, Mr Schoon wasn't killed, his wife and daughter were killed.",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I did not dispute that, but in which way does that concern me?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, I'm only putting it.  You said in evidence whites were never killed.",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was never instructed to go and kill the whites.  No black person was ever instructed to kill the whites.  It's not that the other whites did not kill the whites.  I personally was never instructed to go and kill the white person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that struck you as odd, as peculiar?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "It is not that I was willing to be instructed to kill a white person, but that is actually raising a question to me and it tells me that whatever the whites have done, whatever that was against the government of the time, they would not - the black people would not be sent out to kill the whites.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "What was your rank when you came to Durban during the Chesterville incident?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was a Sergeant, Chairperson.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You told us that you were Mr de Kock's driver, being a Sergeant.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Geoff Bosigo, could he drive?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This kombi that you used to transport the askaris in, where did it come from?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I was driving the kombi that was used by Mr Radebe at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were driving the kombi?  I just misheard you.",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir, on our way to Chesterville I was driving the kombi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that a Vlakplaas vehicle that, or was it a vehicle of the local Security Police or don't you really know?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "The kombi belonged to Vlakplaas, it was the kombi that belonged to the Police Force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Radebe would normally drive that one?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "He is the one who was always using this kombi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did it happen that you were driving the kombi that night?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "As I said I was instructed to transport these people to Chesterville.  That was the transport that was going to be used.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh you were told specifically to use that kombi?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that was the kombi that was going to be used.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, thank you.  Mr Ramawele?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MR RAMAWELE",
            "Thank you, Mr Chair.\n\tMr Nofomela, about the issue relating to the driver ...(intervention)",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr Chairman, sorry to interrupt.  Maybe before they start with the re-examination, I had the opportunity of consulting with my client and I should put some other matters to the witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, of course.  Mr Ramawele, just hold on a minute, we forget that Mr Hugo had to take instructions.",
            "Unknown"
        ],
        [
            "MR HUGO",
            "I thank you once more for your indulgence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "FURTHER CROSS-EXAMINATION BY MR HUGO",
            "Mr Nofomela, I've had the opportunity now, I've taken further instructions from Mr Radebe.  Now first of all Mr Radebe says that there was one kombi that was driven to Chesterville - and let me put it to you firstly, he says he was the driver, and before I ask you to respond let me just complete that, he says the other passengers in this vehicle were Mr Andries Seleka, Mr Mogage, Mr Chris Magopa, then there was a Mr Monyane I think, maybe the pronunciation is wrong, Mr Dube, Mr Magade - Mugade sorry, and Shosha.  Have you got any recollection as to whether this is the true position?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Chairperson, what I can remember if what I have mentioned, I was a driver.  Radebe was also a there, he could be telling the truth by mentioning the other names that I cannot remember.  But as far as the driver, I was the driver, he is lying, he was not a driver there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hugo, you haven't mentioned Mr Nofomela yet, are the instructions that Nofomela was not in the vehicle?",
            "Unknown"
        ],
        [
            "MR HUGO",
            "No, Mr Chairman, that's exactly the point.  Mr Radebe says that Mr Nofomela wasn't in the vehicle, Mr Radebe was the driver.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Mr Nofomela, Mr Radebe then says that they stopped this kombi at - stopped with this kombi at the entrance to Chesterville, Mr Radebe then got into the car that was driven by Mr Nortje and his recollection is most probably also Mr Steve Bosch and Vermeulen and they went to a police station or a Defence Force base in Chesterville, to ask about information about activities by the so-called comrades.  Can you remember anything about that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I don't know anything about that, that is his statement.",
            "Male"
        ],
        [
            "MR HUGO",
            "Then Mr Radebe will say that they were given certain information, which I'm not going to ask you about or put it to you, in that you don't know about that.  When they got back from the Defence Force base or police station, they then obtained weapons from Mr Willie Nortje and these weapons were then loaded into - well loaded from Mr Nortje's vehicle into the kombi for the first time.  Can you remember that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, I never - I did not see that happening.",
            "Male"
        ],
        [
            "MR HUGO",
            "And he says the weaponry or the weapons that were given to them were amongst other things, was an AK47 and as far as he can remember, handgrenades.  I take it you wouldn't be able to comment on that, in that you didn't see that.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I can comment that he was telling the truth that he was given the AK47 and some firearms, but I cannot say anything about the handgrenades.  The people who were given the firearms were given in front of me, the firearms were not taken into the kombi as he is saying.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, you see the point is that Mr Radebe says that it would have been very dangerous for them to take the weapons from CR Swart, as you testified, to Chesterville, in that they were not all that well known in the Durban area - if I say \"they\", the Vlakplaas unit, and they could have been stopped by normal uniformed policemen and they would have been in very serious trouble and that's why it was only given to them in Chesterville.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "On their way back from the shooting, weren't they afraid of being stopped?  What's the difference, because they had their firearms up to the base.  What is the difference?",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, we'll get to that.  You'll recall that Mr de Jager said to you that in your evidence - in your affidavit you said that they drove into Chesterville and you actually testified today that they walked into the area.  Do you remember that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I do remember that.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now how far from where you were parked did the incident happen, the shooting incident I'm talking about?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know because I did not go to the place.",
            "Male"
        ],
        [
            "MR HUGO",
            "Do you think it would have been safe for them to walk into that area?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, it was dark therefore it was safe.",
            "Male"
        ],
        [
            "MR HUGO",
            "Well Mr Radebe will testify that it was a most explosive situation at the time and it would have been very dangerous for them to just go there on foot and he will testify that they drove there in the kombi.",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I do not know how was that going to be possible because they were infiltrating the people and then how come that they would choose to use a kombi, a police kombi?   Wasn't that going to create a dangerous situation for them, to take this police kombi, the kombi that it was well known that it belonged to the Police Force?  Wasn't that going to blow up their cover?",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, let's not debate that now, the fact of the matter is you're sure that they went there on foot?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I am still saying that they walked.  It was safer for them to walk as the people who were infiltrating the group and pretending to be the ANC members.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  Now Mr Chairman, we have been given a document, I think the heading says \"Interview Information\", it's the Human Rights Violation protocol, it's marked 2A.  I don't know whether you have been given this document.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, that's right.",
            "Unknown"
        ],
        [
            "MR HUGO",
            "It's a statement by Mr Stanley Dlamini.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Maybe we should just mark this as Exhibit A with your permission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I assume that this is part of the Truth and Reconciliation Commission records.",
            "Unknown"
        ],
        [
            "MS PATEL",
            "Honourable Chairperson, yes it is in fact a statement that was made to our HRV Committee.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Mr Hugo, exhibit?",
            "Unknown"
        ],
        [
            "MR HUGO",
            "A.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A, very well.",
            "Unknown"
        ],
        [
            "MR HUGO",
            "Thank you, Mr Chairman.\n\tNow Mr Nofomela, have you got a copy of that document in front of you?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "Now it appears that this is a statement from one of the people that were attacked on that evening, or that were in the vicinity.  Now won't you just turn to page - in fact there are two pages, it's page - two pages 3.  I'm looking at the second page, right at the top it starts\n\"Fetch other comrades who were supposed ...\"\nHave you got the page in front of you?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "And it says there, Mr Dlamini says, and I'm reading two lines from the top\n\"Later they arrived in the company of two black males and one female.  All three unknown to us.\"\nAnd won't you just read the next sentence for us?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "...(no English interpretation)",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr Nofomela, let me read it to you.  And then he says\n\"They arrived in a minibus.\"\nWhat do you say about that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, I can see that.",
            "Male"
        ],
        [
            "MR HUGO",
            "So who is lying now, Mr Radebe, Mr Dlamini or you?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "As far as I can remember they did not drive to the place, I still maintain that.",
            "Male"
        ],
        [
            "MR HUGO",
            "So now where does Mr Dlamini get this information from?  Is he lying here?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Perhaps that was another occasion, not during the time of the shooting.",
            "Male"
        ],
        [
            "MR HUGO",
            "Ja, Mr - we'll argue that point.  Then Mr Radebe says that after the shooting incident they rushed back into the kombi and they rushed off to meet Nortje and the other white men where they were waiting for them and they then drove back - he's not sure as to whether they first stopped at the Chesterville Police Station or whether they stopped on the way back to CR Swart, where Nortje asked them what had happened and to give him a report as to what took place.  Can you remember that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, Sir.",
            "Male"
        ],
        [
            "MR HUGO",
            "Mr Radebe will further testify and say that when they arrived at CR Swart, the white members actually went to Mr de Kock and he presumed, where Mr de Kock was sleeping, to report to him whilst he and the other persons that were involved in this operation, the names that we've mentioned to you initially, went to sleep.  What is your reaction to that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "I have mentioned already that there's nothing like that.  I cannot comment or add anything on top of that statement.",
            "Male"
        ],
        [
            "MR HUGO",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR HUGO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Hugo.  Yes Mr Ramawele, it's back to you.",
            "Unknown"
        ],
        [
            "FURTHER EXAMINATION BY MR RAMAWELE",
            "Thank you, Mr Chairman.\n\tMr Nofomela, the issue relating to the river, you being the driver of Mr de Kock, can you just explain to the hearing, when you say you were the driver of Mr de Kock does that mean that you were now solely responsible to drive Mr de Kock only and not participate in any other activity, or what was the position?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "That does not necessarily mean that being de Kock's driver I'm supposed to be there driving him, even if Mr de Kock has reached his destination I should do that.  I have mentioned that if I have moved from Pretoria to Durban, that doesn't mean that I was supposed to be with him always.  Whenever I get to a certain place with him I would join a group there until such time that he would instruct me further.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Now the question about - you know you've heard the suggestion that Mr de Kock could have been protecting you about not going into Chesterville, do you remember that?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, Sir, I remember that.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "Now is it true that before this incident you were an experienced operator in these kinds of activities?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "Yes, that is correct, Sir.",
            "Male"
        ],
        [
            "MR RAMAWELE",
            "As far as you are concerned, have you ever noticed a preference by Mr de Kock at Vlakplaas wherein he would rather prefer that other black members not get hurt and others should get hurt?",
            "Male"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words, did Mr de Kock have a soft spot for you?",
            "Unknown"
        ],
        [
            "BUTANA ALMOND NOFOMELA",
            "No, that is not so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Ramawele?",
            "Unknown"
        ],
        [
            "MR RAMAWELE",
            "That is all.\nNO FURTHER QUESTIONS BY MR RAMAWELE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  Yes, Mr Nofomela, thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR RAMAWELE",
            "Mr Chairman, that is our application.  Mr Nofomela is going to call no further witnesses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, that's the case for Mr Nofomela.",
            "Unknown"
        ],
        [
            "MR RAMAWELE",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Ramawele.",
            "Unknown"
        ]
    ]
}