{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-09-22",
        "location": "DURBAN CHRISTIAN CENTRE",
        "day": "3",
        "names": [
            "HAPPY A MNGOMEZULU"
        ],
        "case number": "AM7322/97",
        "matter": "PART-HEARD HEARING",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53703&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99092022_dbn_990922db.htm",
        "speakers": [
            "CHAIRPERSON",
            "HAPPY MNGOMEZULU",
            "MR MALAN",
            "MS MOODLEY",
            "MS MTANGA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS MOODLEY",
            "HAPPY MNGOMEZULU",
            "MR MNGOMEZULU",
            "MS MTANGA",
            "MR MALAN",
            "ADV DE JAGER",
            "MR DE JAGER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning.  Today we are proceeding with a matter that was postponed sine die at our last hearing being the applications of Mr Happy A Mngomezulu, application number AM7322/97 and Thulani Christof Madlala, application number AM5993/97.  Ms Moodley, you are still on record as appearing for both applicants, is that not so?  We have a new Evidence Leader and that's Ms Lulama Mtanga who will be taking over the reins of Ms Thabethe.\n\tAt our last hearing we had concluded hearing vive voce evidence of Mr Mngomezulu.  As the Committee was going through the transcripts of those proceedings it became aware that no evidence was led in respect of the two convictions in respect of which amnesty is being sought by Mr Mngomezulu.  Before we commence with the application of Mr Madlala, we would therefore afford Ms Moodley an opportunity of leading evidence-in-chief in respect of those offences for which Mr Mngomezulu also seeks amnesty.",
            "Unknown"
        ],
        [
            "MS MOODLEY",
            "I now intend to lead evidence - am I on record now?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, you are on record now.",
            "Unknown"
        ],
        [
            "MS MOODLEY",
            "Thank you Honourable Chairperson.  I now intend to lead the evidence in relation to the applications for amnesty in respect of the counts relating to the possession of the firearms as well as ammunition.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, you may proceed to do so.  May I have Mr Mngomezulu taking an oath?  I take it that you still do not have any objection to taking an oath?",
            "Unknown"
        ],
        [
            "HAPPY MNGOMEZULU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MS MOODLEY",
            "Mr Mngomezulu, I'm going to take you back to the two counts that we have referred to in our application for amnesty.  They relate to the possession of an unlawful arm and we would like, I'm sure that you're keen to make comments about the particular arm, how you became to be in possession of the arm, would you like to let us hear that this morning?",
            "Female"
        ],
        [
            "HAPPY MNGOMEZULU",
            "Yes.  What I can say is the same thing that I said earlier on as to what happened or what was happening at Wembezi Township.  I had taken the firearm from our commander at the time, our ANC commander, that was before the conflict between the ANC and SACP started.  Our commander at the time was Bheki Msamango.  Unfortunately he has since passed away together with Mr Mdelas Khosana.  Those are the people who were responsible for the firearms so that the organisation can use these in the event of a conflict between the ANC and IFP.\n\tI had undergone a brief training so that as a result I was given this firearm as well as ammunition both of which we received or obtained from them.  That is what I wanted to clarify.",
            "Male"
        ],
        [
            "MS MOODLEY",
            "Honourable Chairperson, just to add that that particular evidence was not led previously and this is fresh evidence.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We are aware of that.  We think Mr Mngomezulu is mistaken and we take note of the fact that we wouldn't have requested him to lead this evidence if we had already heard it.  We are running out of time and we try to keep our proceedings as short as possible and if evidence has already been given we wouldn't have requested you to ask him to give evidence-in-chief.  Does that conclude your evidence in respect of those counts?",
            "Unknown"
        ],
        [
            "MS MOODLEY",
            "Yes it certainly does.  Yes it does, thank you.\nNO FURTHER QUESTIONS BY MS MOODLEY",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga, do you have any questions to put to Mr Mngomezulu in respect of the evidence he has led relating to the two counts in question?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I have no questions, Chairperson, thank you.\nNO QUESTIONSBY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Malan do you have any questions to put to Mr Mngomezulu?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "I think I have a few, Chair.\n\tMr Mngomezulu, in your evidence-in-chief you told us that there was no conflict between the ANC and the IFP at the time, is that correct?  At the time of this incident?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "What I stated was that we did not agree between ourselves as the ANC and those who referred to themselves as Amabuvo.",
            "Male"
        ],
        [
            "MR MALAN",
            "Please Mr Mngomezulu, just listen to my question.  You told us indeed about the Amabuvo conflict but you told us there was no conflict with the IFP at that stage, it was quiet as far as the IFP is concerned, is that correct?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "What I stated is that yes it was quiet at the time, the IFP had not yet attacked, nobody was quite sure that there was peace at the township though.",
            "Male"
        ],
        [
            "MR MALAN",
            "And did you not act as a bodyguard for Mr Teaspoon Mkhize?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "Yes I was a bodyguard at the time.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you not given the arms, the weapon, for that purpose?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "The weapons that we used are weapons that we used, the one weapon that one used to guard Mr Mkhize at the time was an official weapon and this had to be left behind on knocking off but the one that I used in committing the offence was not that gun, instead it was another gun that I had to keep with me to look after myself with.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr de Jager, do you have any questions to put to Mr Mngomezulu?",
            "Unknown"
        ],
        [
            [],
            "No.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mngomezulu ...(intervention)",
            "Unknown"
        ],
        [
            "MS MOODLEY",
            "May I just one question?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you want to re-examine?",
            "Unknown"
        ],
        [
            "RE-EXAMINATION BY MS MOODLEY",
            "Yes.  The weapon that was issued to you by the commander, that was an arm owned by the organisation?  For clarity would you like to explain that?",
            "Female"
        ],
        [
            "HAPPY MNGOMEZULU",
            "I think that the firearms belonged to the organisation because nobody had a gun manufacturing firm and the commander is the one who knew how he got hold of these firearms, we respected him, he was in charge of us in the organisation.  I therefore did not ask him where he obtained the firearm as well as the ammunition.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When - you've given testimony that Mr Msamango is now deceased?",
            "Unknown"
        ],
        [
            "HAPPY MNGOMEZULU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did he die?",
            "Unknown"
        ],
        [
            "HAPPY MNGOMEZULU",
            "In 1994.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that before Mr Phewa was killed, Mr Mpumalelo Christopher Phewa was killed or after he was killed?",
            "Unknown"
        ],
        [
            "HAPPY MNGOMEZULU",
            "Mr Msamango was the one to die first.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "During the conflict that you've alluded to between Amabuvo and the ANC, was it your understanding that Mr Msamango - let me start by saying, did Mr Msamango remain your commander even during the conflict between your organisation, the ANC and the SACP?",
            "Unknown"
        ],
        [
            "HAPPY MNGOMEZULU",
            "Nobody called us to address us should I say, the situation was such that there was this tangible conflict that was going on between the two groups.  I therefore am not in the position to say that he was a commander or not but he never came to us to tell us that we had a new commander, such that other weapons still remained with him, weapons that were used to take care of the community right up to the time when he died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you ever given an understanding that you could continue using this firearm for purposes of furthering the interests of your organisation in the conflict that you've alluded to between yourself and the SACP?",
            "Unknown"
        ],
        [
            "HAPPY MNGOMEZULU",
            "Honestly, nobody told me to use this firearm except for him.  If I had a firearm and I would not have - if I say an enemy came and I had a firearm I find it funny not to use it because the person who issued it is not around to instruct you immediately so that their intention was to fight the ANC from within and therefore the firearm that was in my possession was used.  I decided to use it but nobody gave an instant instruction to that effect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From where did you obtain the ammunition that you used in the killing of Mr Phewa?",
            "Unknown"
        ],
        [
            "HAPPY MNGOMEZULU",
            "I pointed out earlier on that the commander gave me the firearm as well as the ammunition.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You may.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "We in the meantime received an affidavit which I assume you got a copy of, Ms Moodley, from ...(intervention)",
            "Male"
        ],
        [
            "MS MOODLEY",
            "This morning?",
            "Female"
        ],
        [
            "MR MALAN",
            "Ja, from the deceased's brother.  Now just to be fair to this applicant, I think we need to deal with a question or two on this affidavit.\n\tMr Mngomezulu, this deceased Phewa who accused you of killing his father, was his father a member of the organisation?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "What I know is that he was a member of the SACP, he started being a member of the ANC and later on the SACP.  He is the one who was Chairman at the time.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, now he took over from Mr Teaspoon Mkhize?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "No, I disagree with that, Mr Phewa was Chairman of Amabuvo, the ones against whom we were fighting and at the time of the offence the one person who was acting was Mr Magesa, not Mr Phewa.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now this Mr Phewa that died, was he a member of the organisation, the young Phewa, the victim in this case?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "Even though I can for certainty say so but I think I would say he attended rallies during marches and he toyi-toyied around with us.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you say you can't for certain say so?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "Yes that's what I'm saying because I had not seen him carrying a card but yes he was always there during marches.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now in this affidavit by his brother, Thulani Patrick Phewa, do you know Thulani Patrick Phewa?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "I will be telling a lie before this Commission.",
            "Male"
        ],
        [
            "MR MALAN",
            "You don't know him?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "I don't know him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now in his affidavit to us in paragraph 6 he says\n\"I wish to state that my brother was never involved in politics.\"\nHe did not affiliate in any parties, he did not follow even if there were marches and toyi toyi?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "I did state that he used to be party to much is that we were conducting and therefore I do not find it wise for a person or a father who is occupying a top position and that the son is nowhere.  I am sure that he was part of an organisation because we used to see him, he was quite active among Amabuvo.  I therefore do not believe that a person who did not care a damn about Amabuvo would accuse me of having killed his father.",
            "Male"
        ],
        [
            "MR MALAN",
            "I find that very strange.  If I believe someone had killed by father I would certainly say so to him whether I'm involved in politics or not?  Why do I have to be in politics to accuse someone of having killed my father?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "As far as I'm concerned I am quite certain that he was a member of either Amabuvo or the ANC the reason being that he used to attend rallies before the conflict, he was always part of the rallies.  I cannot say something about Thulani Phewa because I do not know him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now you say he could have been a member of Amabuvo or ANC because you saw him in the rallies?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "Possibly.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now you see in this affidavit of Thulani Patrick Phewa, he also says that his father was elected chairperson of the ANC, not of Amabuvo, he might have been a member of Amabuvo but that being alliance, he was elected chairperson of the ANC in the place of Mr Mkhize, Mr Teaspoon Mkhize.  Are you sure that's not right?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "Certainly so, because at the time of our arrest the one person that was in charge was Mr Magesa, not Mr Phewa.",
            "Male"
        ],
        [
            "MR MALAN",
            "That's exactly so because Mr Phewa was killed before your arrest?  That's why Mr Magesa was acting.",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "I dispute that.  Mr Magesa was in charge from the start of the conflict.",
            "Male"
        ],
        [
            "MR MALAN",
            "At the time of your arrest?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "We were arrested at the time when he was the one in charge.  Mr Phewa was chairman of this group, Amabuvo, not the ANC.",
            "Male"
        ],
        [
            "MR MALAN",
            "When you were arrested Mr Phewa was already dead, you killed him just before you were arrested?",
            "Male"
        ],
        [
            "HAPPY MNGOMEZULU",
            "Mr Phewa died before I was arrested.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, okay.  Thank you, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I get on a point of clarity.  To your knowledge when Mr Teaspoon Mkhize was removed as chairperson, it's Mr Magesa who was elected as such and nobody else?",
            "Unknown"
        ],
        [
            "HAPPY MNGOMEZULU",
            "As far as I know, it was Mr Magesa who was appointed by the Maritzburg office.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes as chairperson to replace Mr Mkhize?",
            "Unknown"
        ],
        [
            "HAPPY MNGOMEZULU",
            "Yes, that was ad hoc position.  What I know is that Mr Magesa was acting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was appointed by the national office?",
            "Unknown"
        ],
        [
            "HAPPY MNGOMEZULU",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr de Jager?",
            "Unknown"
        ],
        [
            [],
            "No questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mngomezulu, you are excused for the day.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}