{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-09-21",
        "location": "DURBAN",
        "day": "2",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53702&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99092022_dbn_990921db.htm",
        "speakers": [
            "ADV DE JAGER",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR MALAN",
            "MR PANDAY",
            "SINANGWENYE AKA NTSHETHA"
        ],
        "original_speakers": [
            "MR PANDAY",
            "CHAIRPERSON",
            "SINANGWENYE AKA NTSHETHA",
            "MR NTSHETHA",
            "MR MALAN",
            "ADV DE JAGER",
            "EXAMINATION  BY MR PANDAY",
            "INTERPRETER",
            "MS MTANGA",
            "MR MTANGA",
            "MR PANDAY IN ARGUMENT",
            "MS MTANGA IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good Morning to you all.  Today we are proceeding with the application of Mr Moses Mtu Dlamini.  Mr Panday, this morning we are to hear the evidence of Mr Sinagwenye Aka Ntshetha, who will be giving evidence in support of Mr Dlamini's application.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are we in a position to commence with his evidence?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Yes, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is Mr Ntshetha?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You may proceed Mr Panday.  Are you going to use the affidavit that is contained in our bundle and is marked page 9?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "That is correct Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR PANDAY",
            "Mr Ntshetha is it correct that you were one of the accused in the matter that Moses Dlamini was charged in for murder and possession of an unlawful weapon?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Is it also correct that you were also found guilty for the murder of the victim that Mr Dlamini seeks amnesty for today?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Ntshetha, can you recall if any gentleman from the Truth and Reconciliation Committee came to see you at prison?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Can you recall if any discussions had transpired between you and this gentleman?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Did the gentleman take any statement from you?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, he took a statement.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Ntshetha, before we go through the statement, can you read and write?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Did you give a statement to this gentleman?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And how did you give the statement to him?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I told him the story from the beginning when I met these people whom I was staying with in the area up until a time when there was a problem between us and the people from Shayamoya where my brother Mashinela was staying.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Just before you go any further Mr Ntshetha, and did this gentleman take down the statement?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, he took down the statement.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Did he explain to you what he had taken down?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, he did explain after taking the statement.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And did you sign the statement.",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I signed the statement.",
            "Male"
        ],
        [
            "MR PANDAY",
            "How did you sign the statement?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "If my memory saves me well, I used a thumb.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Madam Chair, the applicant refers the Committee to the statement that begins on page 13 and ends on page 21.  Would Madam Chair require that I show the witness the statement to confirm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes and his thumb print which appears on page 21.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "What I do have is a copy of the ...(indistinct).  Mr Ntshetha, I'm going to show you a statement that is handwritten and I'm going to ask you to either confirm or not if that is your thumbprint, that you had placed on this statement.  Madam Chair may I have leave to...?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Ntshetha, if you look carefully to the pages that I'm showing to you, I would like you to confirm on page 13 that's your thumb print at the bottom.",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that is the statement.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And the pages that follow, 14, 15, 16, 17, 18, 19, 20 and 21.  Are all of those your thumbprints on each page?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Do you confirm this is the statement that you had given to the person that took it down?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Thank you.  Mr Ntshetha, in paragraph ...(intervention).",
            "Male"
        ],
        [
            "MR MALAN",
            "Just a second Mr Panday, have you read the statement to your client or to the witness.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Madam Chair, would you require that I read the entire affidavit to the ...(intervention).",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, have you read the entire affidavit out?",
            "Male"
        ],
        [
            "MR PANDAY",
            "In consultation I have gone through the entire affidavit with the witness.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can he confirm the contents then, as you have read it out to him?",
            "Male"
        ],
        [
            "MR PANDAY",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Please, will you just arrange for that?",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Ntshetha, while we were consulting earlier on, I read out the statement to you.  Do you confirm the contents of that statement?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you proceed to make him confirm that statement, he is an illiterate person, he doesn't understand English.  Whilst you were consulting with him, I want to make a presumption that you were being assisted by a translator or an interpreter.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Madam Chair, we had made use of the warden who understood Zulu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Won't you put the translation in context, in order to enable him to confirm that which was translated to him by the warden concerned, by also referring to the name of the warden, so that it is on our records?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Madam Chair, may I just have a small adjournment to take the name of the warden now?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is no need for an adjournment, I think the warden can approach you and simply whisper his name to you.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Thank you.  Thank you.  Mr Ntshetha, can you recall that when I was going through the statement with you, we used the prison warden to assist us in explaining the statement that you had given to the gentleman from the TRC.",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I do remember that.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Do you also confirm that the prison warden Mr Thusi, X E Thusi, that is sitting behind you with the blue shirt assisted us in translating your statement to you?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Do you also confirm or be able to confirm that he was able to translate the statement to you properly and effectively?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And that you also understood clearly what was being translated to you?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I understood the statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I interpose?  What was translated to you Mr Ntshetha?  Or would you prefer us to call you Ntshetha or Ngwenye?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Sinangwenye.",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "What was translated to you, Sinangwenye, in accordance with the statement that you gave to the investigator in prison?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You may proceed, Mr Panday.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Thank you Madam Chair.  Mr Ntshetha, is it correct that you are currently a prisoner being detained at Ngoma?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And that is for the murder of a victim, or the murder of a person which took place in 1992?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Ntshetha, I note from paragraph 1 of your statement on page 9, you indicate that you are a sentenced prisoner at Westville Prison.  Could you please explain, why do you say that you are now in Ngoma?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think for such matters you may even leave them.  They are very innocuous and that will expedite these proceedings.  Just lead him that he was on this particular date transferred to Ngoma Prison and let him say yes or no.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Thank you.  Mr Ntshetha, were you transferred to Ngoma Prison after being sentenced from Westville Prison?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Will you please tell us the date or the year that you were transferred?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "It's Ncoma Prison.  It's not even two months.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Thank you.  Mr Ntshetha, I'm going to take you now to paragraph 5 of your statement, which says that in 1989 June 25, you were released from prison.  Is that correct?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And what sentence were you serving then?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "It was housebreaking.",
            "Male"
        ],
        [
            "MR PANDAY",
            "After being released from prison in 1989, where did you go to, Mr Ntshetha?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I went home at Ndwedwe.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And did you remain at Ndwedwe?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I couldn't stay there because as I was released on the 25th of June, when I got home my brothers, one of them was a ...(indistinct).  The committee met in a meeting and I was called and I was told about the policies or principles or rules and I was told to join them and buy an IFP card at my next-door neighbour.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Did you join and buy an IFP card?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No.  I requested from the committee, I wanted to know from this committee if I was allowed to ask any questions.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And what did this committee say to you?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "They said I had permission to ask questions.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now eventually were you part of the IFP committee or not?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I refused because I wanted to know about the benefits.  I wanted to know if this committee was going to help me as a person who was coming from jail, if this committee was going to support me, get a job for me, or give me money to buy some clothes.  I realised that they were not going to do that for me and I told them that I was jailed because I was involved in a housebreaking because I needed money to support myself.  I told them that I was not to join the committee because there was nothing to gain for me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Panday, I don't want to interfere with the manner in which you propose to lead your evidence-in-chief, but I would also hasten to say, we would appreciate if you can get to the crux of the matter which basically involves issues which happened on or about September/November in or around Virginia Airport, next to Shayamoya.  As I read the affidavit I think the issues which impinge on the testimony that goes to support Mr Dlamini's application for amnesty would commence at least from paragraph 9 and more pointedly at paragraph 10.  I hope I have made things easier for you.  You don't need to give us any other background evidence.  Let's get to the point.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "As Madam Chair pleases.  Mr Ntshetha, after you had left hospital and went to live in Dlamersi, according to your statement, you mentioned that you joined, or went to work on a farm.  Is that correct?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And did you remain on that farm?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes I remained there on the farm.",
            "Male"
        ],
        [
            "MR PANDAY",
            "For how long?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "About 3 to 4 months.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And what happened after that?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "As we would, after getting our wages, we would go to the shops, I met my brother Mashinela.",
            "Male"
        ],
        [
            "MR PANDAY",
            "After meeting Mashinela, did you remain on the farm?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "After meeting with him, I remained there on the farm up until such time I met with the co-accused, the one just behind me.  I asked them as to where they were staying and they wanted to know my background.  I told them and they also told me that they belonged to a certain organisation and I told them that I was so glad to see them and I would go on and stay with them.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Ntshetha, can you explain to us how you came to meet the co-accused?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I don't think that's very important.  He'd met them and he went to stay with them now, but what I would like to know how many of them were staying together and who these people were and to which organisation they belonged.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "They were ANC members.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "How many were they?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "There were less then 16.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "How many adults and how many children?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Two children.  My brother's child and there were two children and there were two adults, Mdo and Sepo Nduli.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So only 4 and 5 together with you?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "There were others, I'm just counting the people who were at least adults, though there were also other people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You haven't counted adults only, you've included 2 children, one of them was your brother's.  We don't understand what you mean by proper adults.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I am trying to say they were adults because they were even older than myself and the others were actually younger than them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sinangwenye, we just want you to give us the number of people that you joined and you stayed together, even if they were adults or children, just give us the number.  If you cannot give us that number, you can just tell us straight that you are not able to tell us the number.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "There were about 20 at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In that number, 20 people, does that include the 2 children that you have told us about?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I include the children also.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You will remember that when you started testifying here, you said at the time you met with Mdo and Sepo, the group of people that you joined was not more than 16.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, the number came to 16 when I was there.  Other came and they found me there in the group.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just start afresh with your testimony.  When you first joined or when you first saw Sepo Nduli and Mdo Dlamini, the group that you joined, how big was the group?  You have told us that it was not more than 16, are you still saying so?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "At the time there were 20.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Go on.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Ntshetha, can you recall when you joined this group, what year?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "It was in 1990.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And approximately which month did you join them?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "It was the 2nd month of the year, if I'm not mistaken.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And you mentioned in paragraph 10 of your statement that you went to a place near Virginia Airport, leaving Shamahoya area and the IFP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That must be a mistake, it must be Shayamoya.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "What about Shayamoya?",
            "Male"
        ],
        [
            "MR PANDAY",
            "Is it correct that you had left Shayamoya and the IFP?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, but I wasn't staying there, I was in the area that was owned by the IFP.  I can say that I was among them, though I was not staying there at Shayamoya, I was just working on a farm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that farm in Shayamoya, or next to Shayamoya?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "It was next to Shayamoya.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we understand that, you may pass, I think we've actually traversed paragraph 10, Mr Panday.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Thank you.  Mr Ntshetha, the community you now joined, or the group you now joined, did they belong to any party?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He's already evidenced to that Mr Panday, they belonged to the ANC.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Ntshetha, after joining the group of people, what position did you hold with this group?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I started as an ordinary member.  After Mdo's death, there was a suggestion as Moses was working together with Basil in solving some other problems, they decided to co-opt me.  They said I must be the owner because they said I'm in a position to solve a lot of problems and try and protect our community, to avoid the people from coming in and doing whatever they want in that area.",
            "Male"
        ],
        [
            "MR PANDAY",
            "When you refer to the people coming in and doing what they want, what people do you refer to, Mr Ntshetha?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I am talking about the people from Shayamoya.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Is that the IFP people you refer to?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now, is it therefore correct that the group you now joined is the ANC group?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Ntshetha, if you could just explain as to what do you mean that you were the owner of the group?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I mean that I became the owner of that group, the area where those people had houses and whenever there were problems, different opinions, I would be able to solve such problems because I knew very well that the people shouldn't fight one another belonging to the same group.  I used to try by all means and show them the way because I knew that if I would let that happen, it would be easier for the enemies to get in.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you please explain further, explain the word the \"owner\" of the group?  When you were made this official of this group, was there any conflict in the group?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, there was nothing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you just assuming when you say you were preventing the conflict in the group?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "If they were differing in opinion, I would only solve that problem, because I was trying to make sure that there's no problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there anything like that, different opinions?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, they would quarrel with dagga or tobacco or something.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The problems that you had as a group, was it because of dagga and what else?  Can you please explain further?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "And tobacco, different types of tobacco, cigarettes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were those the most important things in your group that would cause conflict?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "That was something that I would look at it and I knew that being a minor thing like that it could lead to argument and to physical conflict, therefore I would try and solve those problems and tell the people that it's not necessary to fight over such issues.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Therefore that was your job as a leader in the group?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Ntshetha, you mentioned that after Mdo's death you were made the owner of this group.  Do you know ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just preferably use a leader, instead of an owner.  We understand what he intends to convey to us.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Yes, Madam Chair.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Panday and just before you proceed, just to elucidate the matter for me, Mr Ngwenye, were you all employed at that stage, working on farms or where did the people, the group, where did they work?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "There were places like ...(indistinct) Westbrook, they would go and do some casual job there.  They would go and work and come back to their houses.  I went on taking some casual jobs and come back to my house.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you quit your work at the farm?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why did you do that?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "The reason for me to quit my job, at the time when I arrived in that area when I left a place to meet with the people from Virginia Airport, this other group, my group, was known to my brother and my brother knew that I had joined that group and I realised that if I go on working there, it's going to cause some problems, because those were the people who were owning the area, they were IFP members, even the people who were working there, some of them were IFP members, but even during discussions I wouldn't reveal the reason for me to leave my own home because I didn't know whether I was telling the people who were also working together with those people.",
            "Male"
        ],
        [
            "MR MALAN",
            "I'm not sure I got an answer for my question as to why you left your employment at the farm.",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I left my job because I was afraid of my brother.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was he also employed at the farm, your brother?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, he was not working there.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Panday, you may proceed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just to probably try and explain how I understand your evidence.  Your brother was not staying very far from where you were working at that time.  You were working at the compound and your brother was staying very close to where you were working.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, Shayamoya is next to the place where I was working.  The people there were one.  The people from Shayamoya would come there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and that's why you left, because your brother was IFP?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was trying to persuade you to join IFP?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, he never made any utterances like that, he was just asking, he wanted to know the reason for me to leave home, to get to that place.  I just told him that I was just looking for a job and that was the place where I got the job.  He told me that he was staying at Shayamoya and he told me that he was a leader there.  I said, \"That's fine\".  Because I was working, I did not take note of that, I did not even tell him that I left there because I was shot, I only revealed that to the group, the one that I later joined.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when your affidavit alludes to the fact that you left your employment at the farm, because your brother had persuaded you to join the IFP, that statement in that affidavit is incorrect?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I just want you to understand me very well.  This brother of mine, Mashinela, is a brother of mine who left home permanently to stay at Shayamoya.  The brother of mine that I'm talking about now is the one that was left behind at my home at Ndwedwe.  Those were the people who wanted me to join this group at Ndwedwe, my home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am talking about no one other than your brother, Mr Mashinela, who  you were linking up with at the time when you were employed at this farm.  I'm not talking about your brother at Ndwedwe and neither did my colleague seek to refer to your brother at Ndwedwe.  Your brother at Ndwedwe has not been mentioned in any of your affidavit, nor have you made mention of him during the viva voce evidence you so far given before this Committee.  I don't know how you come to confuse the two brothers, because we are only concerned with the incident that occurred at Virginia Airport not far from Shayamoya and we are not concerned with things that happened at Ndwedwe.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "He never told me to join his organisation.  He never mentioned anything about his group, I will not lie to that effect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he a councillor in Shayamoya?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, he was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when your affidavit states that you left your employment at the farm because of your brother's persuasion that you should join the IFP, that statement in that respect is incorrect?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I want to request you to listen carefully to this.  I am saying I left my job on the farm.  My brother had realised that I was no longer there, I was with this other group at the Virginia Airport and he knew that group as the people who were his enemies, so it was going to be easier for him to realise that I was working with those people, I'm not there to be with him, therefore I automatically became an enemy, his enemy, and I knew that I was in danger because you couldn't be with people whereas you did not belong to their group.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you don't listen to my question, we might be here until the cows come back home.  This is a very simple statement I was putting to you.  It only wanted a yes or no.  Now the affidavit that was taken from you by our investigator that you actually imprinted your thumbprint thereon, states, that is paragraph 9 and I'm going to read to you what the investigator took from you as a result from what you told the investigator.  This is what you told the investigator\n\"I left my employment in the farm because my brother,\" and by this brother you mean \"Eric Ngcobo Aka Mashinela, persuaded me to join IFP\".\nThis is what you supposedly told the investigator when he came to take a statement from you.  Do you understand what is contained in that affidavit, yes or no?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I do understand that, but the fact that he was the one who was persuading me to join, Mashinela that is, I do not remember anything like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And therefore as it stands here, you are today correcting it, that he did not persuade you?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, he never persuaded me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, try and confine yourself only to questions which are put to you.  If you don't understand a question, tell us and we will repeat it.  If you think it's difficult we'll try and simplify it for you.  Do you understand?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Panday.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Thank you Madam Chair.  Mr Ntshetha, just to clarify something, your brother was an IFP Councillor, what party did you support, or what party were you a member of?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was not a member of any political organisation at the time, he only became a member of a particular organisation when he joined Mdo Dlamini and Sepo Nduli.  Hasn't that evidence been covered, Mr Panday and won't you just get to the real crux of the issue?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Ntshetha, you said that after Mdo's death you were made the leader, now what was Mdo's position or function in the group?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "It is difficult for me to say but Mdo was just a member, an ordinary member because he was not in the leadership.  The people who were in the leadership were working together, those were the two people, Basil and Moses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What position do they in fact occupy, Basil and Moses?  We've already heard that they jointly led your community, what position did they in fact occupy as leaders?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "He was Commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was a Commander?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Commander was Basil Ngwenye and he had his assistant as Moses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when you became elected, what position were in you fact elected to, or appointed to?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I was appointed to a position of commanding in a lot of things, solving the problems, problems that they were facing at the time and I had to solve those problems in a proper manner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you've already alluded to some of the problems and the problems that you've been able to give testimony to related to the disputes around the use of cigarettes, conventional and otherwise, meaning cigarettes and dagga.  What other problems fell within your domain as a Commander?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Problems like when the people from the outside were coming to attack because they wanted to get into our area by force and they wanted to chase us away or shoot us because they wouldn't use sticks to make us leave the area, they would even try and kill us because we wouldn't just leave our area where we had our houses in just like that.  Therefore, I was in a position to defend the community and I would make sure that we don't go there and start problems in their own area, we would just stay in our own place, go out and work and come back, but if those people would leave their own place and come and get into our area forcefully, build their houses, whatever weapons that we would be having at the time, we had to use it and I was even prepared to stand up for that in court, because those were the people who were coming to start the problem, not us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now during your period of command, as it were, how many attacks were launched by people outside your area to members of your community in an attempt to get them to leave your area?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "About two attacks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "During the first attack, they fired and I told my people to run away.  I said \"You should run away\", because they were more than us and I would later find a plan to deal with them.  We went to sleep in the forest until the morning, the next morning and then the following morning at about 2 a.m. I wanted everyone to camp and I told them to camp, knowing very well that they were actually more than us and I was sure about one thing, that they were not going to tell themselves that we would be able to hit them, because they knew that they were actually attacking a small number of people, they would assume that we would not confront them because they were more than us.  That is when we decided to confront them.\n\tAt about 2 a.m., I instructed my people to get out and we went straight there and we knew that everyone was free - fast asleep, they had forgotten about the attacks that they had launched to us.  I went there and the area was about a steep slope and there was a freeway on the other side and on the other side of the road there was the sea and on the other side there were houses.  I knew that most of the people who were leaders would be just at the beginning of the area.  They would be having their houses there and we knew that we would start there from where their leaders were and I scattered my people around and I knew that when we start firing there from the area where the leaders were, I knew that a person would be coming down the slope - would be coming up, would just run away, he won't come straight to where the firing was, they would just go down and that is exactly what happened when we got there.  \n\tWe got to that place.  We started fighting there.  We injured those people to such an extent that in court only four of them survived.  The others who woke up from there, they ran straight to the freeway and they were knocked by cars as they were running.  We went back to our place.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "How many people were killed that night?  How many did you shoot?  How many were killed by the cars?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "9 people were knocked by cars, the other 4 were injured, those were the people who were just at the beginning of the area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Without giving us sufficient details, you've now referred to the first attack.  Now when did this attack take place, do you know which year it was?  You came into the area February of 1990.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "This incident took place in 1991.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the second attempt, when did it take place, the second attack?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "The second attack took place in 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When in 1992?  We are now dealing with an incident for which Mr Dlamini seeks amnesty, which happened September, October or November.  The second attack you are referring to, are you able to put a month period as to its occurrence?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "It was at the beginning of the year, 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Panday, we are indebted to you.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Thank you Madam Chair.  Mr Ntshetha, just to clarify a point, you mentioned that the people from outside were coming to attack.  Which people do you refer to?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I am referring to people from Shayamoya.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Ntshetha, I am now going to take you to the day in 1992, where a person was killed.  Could you explain to this Committee what led to the death of this person?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.  This person was brought to my place, or sent to my place because my brother had already seen the first experience, our experience of retaliation and he also learned that among those people there was myself and also, I was the one making decision, the head of the group and he realised that I am the problem, myself being his brother and he decided to send this person to my house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you thinking or assuming that your brother, knowing that you were now the leader of your group and the fact that he sent someone, it's sheer speculation?  It's not something that you know as a fact?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I am speculating because there was his child as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now I'm not concerned about that.  What I want to establish quite early as you relate to this incident, I want to distinguish between what is within your personal knowledge and what is mere speculation.  What you are alluding to now is speculation.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed.  We are more, however, interested in facts than in speculation.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Thank you.  This person came around in the morning and when he came, I did not see him.  I was alone inside my house and I had this strange feeling of fear.  I started wondering what the cause could be.  I started wondering because I was alone and there was nobody else inside the house and I woke up, got dressed and I went to the door.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry for interrupting.  You say this person came in the morning but you did not see him?  That was what the interpreter said.",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I did not see him when he arrived.",
            "Male"
        ],
        [
            "MR MALAN",
            "So how did you know that he arrived?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "As I am explaining that I think it must be some kind of premonition on my part, or intuition, because I woke up and got dressed and I started wondering why the fear.  I went to the door.  I knew that we suffered constant attacks and I did not want to simply open the door and get out.  There was this small house that was opposite the door and I wanted to establish first if there were people, or a person outside and there was this guava tree at the end and this person was standing under the tree, which tree was facing the door to my house and he was wearing some kind of green clothes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(no interpretation).",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "He was wearing clothes that were blue in colour.  I looked at this person very carefully and I was looking at his hands.  Indeed, he had a firearm, such that as he was having this firearm, I got a shock so that I couldn't make out whether it was a self-made firearm or not.  I withdrew back into the house and fled out through the back window.  I started walking stealthily to wake up my neighbours.\n\tI went to Moses Dlamini first and he was still lying down at the time.  The radio was on.  I knocked at the door.  He wanted to know who was knocking and I identified myself, saying that I had a problem.  He opened the door and I got in and explained to him that there was this person on my homestead and this person had come to attack me because when I look at this person he has a firearm, though I cannot make out whether the firearm was self-made or not.  And he said \"Okay\" and I stood on the premises.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was this firearm a big firearm or a small firearm?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "It was a small firearm.  He then contacted Basil",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Moses?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, and Sepo Nduli and Michael Khumalo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you please slow down, we are taking down the notes as you are speaking?  Moses contacted who first?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Basil Ngwenye.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who else?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Sepo Nduli, Mfanafuti and Michael Khumalo and I would not want to include the two children, not the kind of people that can get involved in a war.  These are the kind of people you send around at home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you say they should arm?  They got themselves armed?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.  We then went to my place and when we got there, or should I say, along the way I indicated to Moses that seeing that you have a firearm, you should be next to me, I don't carry a firearm and I don't use it at all, because I do not believe in it, I grew up using these traditional weapons, so that he should be the one who points the firearm at him.  We got to my place and indeed they saw this person and he pointed the firearm at him saying \"Drop your gun\" and when this person looked around, he was surrounded by my group, there were 5 of us.\n\tHe dropped the firearm and I hastily went for the firearm.  I picked the firearm up, inspected it and transpired it was a home-made firearm.  It was a home-made firearm.  On inspecting it, it had two barrels and you would used one SP12 for the upper barrel and another one for the lower barrel, so that it was a double barrel and when you fire the 2 SP12's would fire simultaneously.  I threw the firearm to Mfanafuti and indicated that he should keep it whilst the interrogation is continuing.  I was still going inside the house at the time and I went around the house, got into the house through the window, opened the door.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you please slow down, because this evidence is very important.  We would appeal to you not to hurry up.  Slow down a little bit because we're taking notes as well.  You said Mfanafuti should take the firearm and you said they can continue asking him questions, whilst you went into your house.  Who did you give this instruction to, the instruction that they should continue asking him questions?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I gave them all this instruction, there were 4 of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want to continue, because I don't want to interrupt you in the manner in which you are rendering testimony.  The people who were there are the ones whose names you have given us, it was yourself, Moses, Basil, Sepo Nduli and Mfanafuti as well as Michael Khumalo, these are the people who were present when you captured this person and when you took the firearm and gave it to Mfanafuti?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.  This what I would like to state.  These two children ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wait, we are not yet speaking about the children, we are still talking about the adults who were present here.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that's okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you can continue.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Okay.  I came out with my assegai and I said to the people, or should I say I inquired as to whether he was telling them the truth because this was my home and they said:  \"Yes, he is speaking\" and I said:  \"If that is the case, that's okay\".  But then we could not continue questioning him at the place where we were or at the house where we were because we not quite sure whether he was alone or whether he had a company of people that had hidden in the trees.\n\tI decided that we should take him elsewhere, where we could question him without being interrupted because I was not quite certain how many eyes were on us on my premises and we went to Moses' place.  Upon arrival, we continued with our questioning such that I became the one who was now directly questioning him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you arrived at Moses' place, were you still the same group that questioned him under the guava tree?  Is it still the same group?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can continue now.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I asked him questions.  I said:  \"Look, this is my home.  What is it that you're looking for seeing that you are carrying a gun?\"  He gave us the truth to the effect that he was from Mashinela in Shayamoya and he was instructed by him to go to my place.  And I said:  \"Seeing that you are from Mashinela, are you suggesting that it was Mashinela himself who sent you to me, or are you saying you're from his area?\"  and he said:  \"No, it was Mashinela personally who sent me here, he sent me to Sinangwenye but I do not know this Sinangwenye.\"  He said he doesn't know Sinangwenye and I said:  \"If that is so, how would you identify a person that you didn't know?\"  and he said that he was told that the first house on entering the area belonged to Sinangwenye and he says he now identified the first house and he was now waiting for Sinangwenye to open the door and on doing so  \"I would shoot him, because I knew that there's no way he wouldn't get up to go and pass water seeing that it was in the morning.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What time of the day are you talking about?  Was it around 7 as indicated in your affidavit?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "When this person arrived it could have been around past 6.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "According to your estimation would you say which month it was?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "You would have to bear with me, I cannot testify with the months.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The court says this occurred around November and December, do you agree?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, indeed, I agree with you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was in summer?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.  Yes I agree because there was no way the court could have written lies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it was in summer according to you?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, it was not winter, but summer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it was daylight at the time?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the sun had risen?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, it was still in the morning, but yes, there was sunshine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it such that you could see a person from a distance?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, there was still morning dew, an indication that it was still in the morning.  Now this person said:  \"I had come here to kill Sinangwenye, to shoot him.\"  And I said:  \"Mashinela told you so?\" and he said:  \"Yes.\"  \"For what reason?\", I asked and he did not want to come up with the truth.  That is when I made a decision, a decision to the effect that he would not be in the position to give us the truth or he doesn't seem to be prepared to give us the truth, maybe we should make him lie down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Without interrupting you, when he gave you that which you saw as the truth, was there nothing or should I say had you not beaten him up?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, we had not yet beaten him up, he was just talking voluntarily, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Without being beaten up?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is it that made you suspect that he was not giving you the truth?  Is it that he did not indicate why Mashinela wanted you dead?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You then made a decision that he should lie down?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For what reason?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Because they said discipline should be better, because he might give us the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you now continue giving us your evidence?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Sorry, who are they?  Who are the people, you say \"they said discipline will be better, that will give us the truth\"?  Did you say so?  The interpreter said \"they said so\".  I'm sorry, did you say that he should be disciplined?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you the one who made a decision that because he was not giving you the reason why Mashinela said you should be killed, then you made the decision that he should lie down?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.  Yes, he had to lie down.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are the one who made the decision?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, the decision came from me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can continue now, telling us what happened after the person was made to lie down.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Some fishing cane was brought, a cane of this length.  That is the cane that was used to beat him up with and as he was lashed, he started saying:  \"Wait let me explain\" and I thought, it looks like it's working.  He then explained.  I wanted him to explain why he wanted to come and do whatever he wanted to do and he said:  \"I had come to shoot you - or to shoot Sinangwenye because at the Virginia Airport, it looked like the people were powerful and this is because of Sinangwenye.  The one problematic person among these people is Sinangwenye himself.  If we could get hold of him it will be better.\"   They would not be in an awkward position and  once I joined this group, the situation changed, so he had better be killed.  That is when I indicated to him that:  \"when you are saying Sinangwenye sent you, or Mashinela sent you to Sinangwenye, I am the person you have been sent to and Mashinela is my brother.  We are blood brothers.  Look at me carefully, you'll see the similarities\" and he agreed with me and I said:  \"That's my blood brother, the one that sent you to kill me\" and I indicated to him that he would not know the reason for the instruction to kill me, he might have been sent to kill me for inheritances and not that which he thought it was and he was brave, if not stupid, to pick up a firearm and attack a person unknown to him and I indicated to him that I left my home because I was being shot at, I got shot at, I almost died.  Similarly, you have come here to attack me with a firearm.  It is obvious that I would not have escaped because look at your firearm.\"  This SP12 rounds of ammunition, with a double barrel firearm was such that I could not have escaped.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You've now mentioned that he might have thought that your brother sent him, you wouldn't know, but it might be trouble about inheritance.  Was there any trouble about inheritance between you and your brother?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I was just giving him an example.  We do not have such a problem.  He left home whilst I was still young, that was in 1971.  He deserted home until we met at that place, therefore there is no inheritance over which we could have fought, because he left when I was still young and I was told about my big brother as I was growing up, I had not met him until later, that was Mashinela.  Fortunately, when I went that side, I indeed met him.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Okay you continue now.  After you've told him this, what happened then?  After you told the deceased?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "After that I told him that;  \"When you left your place to come here, you knew that you were coming here to kill, that means that you had sacrificed your life.  How sure were you that you would succeed in shooting me here, and run back to Shayamoya?\"  He could not give me an answer to that and I said to him: \"According to me, you too should be killed\" and the other group protested.  The group protested saying that he had told us the truth and instead we should beat him up severely and release him after that.  He would never dare come back again.\n\tI thought of this as a good suggestion and they said we should release him and I said:  \"That is your opinion, if you are suggesting that he should be released\" and they said:  \"Yes, we should first of all beat him severely before releasing him\" and I started wondering if this person will not come back here, but at the same time I thought that's a good idea, that we beat him up and release him and the beating continued and after that Sepo Nduli said: \"Now you can go\" and he left.  \n\tBefore he was long away, I started thinking, thinking about the people who were not here when this person was apprehended and started worrying about the very same people who were involved in his apprehension and I started wondering what will happen when he gets to Shayamoya in that condition.  They would ask what happened, he would tell them and on coming back, they would come back in a group and they were more than us in numbers and they would overpower us, there were only 16 of us.  In other words, these many souls would be lost.",
            "Male"
        ],
        [
            "MR MALAN",
            "You said that you started thinking about the people who were present at the apprehension, but not at the beating, who were those people?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "The 4 people.",
            "Male"
        ],
        [
            "MR MALAN",
            "What are their names?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it still the same group that was present when you saw him, when he was standing under the guava tree?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, it was still the same group.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The number is still the same.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, the number of the people was still the same.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the people that you are talking about here are people who were from Shayamoya and people who would see him in that state of being beaten?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you also said that when - Sepo Nduli said that he could be released, he told him he could now go.  Is that correct?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that is correct.  He is the one who said:  \"Now you can go because we are done with you.\"",
            "Male"
        ],
        [
            "MR MALAN",
            "And the man left?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you said you then started thinking that that morning, the people who were involved in his apprehension, that weren't with you at that stage, what were you talking about?  Will you then just tell me what you said there?  What did you start thinking, as he was walking away, this person?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I started thinking about his beating, because I knew that his group would not accept his condition and they would be infuriated also by the fact that he did not succeed in the mission for which he was instructed, they would come back and launch an attack and this would result in the death of many people and I realised that these people who were releasing him, did not think clearly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think just to probably clear the air in regard to my colleague's problem, it's the choice of words you used, you referred to the fact that after this person had been released, the thought of those who were not there when he was apprehended but I think you were referring to the people at Shayamoya who had not been there when he was apprehended and you were not referring to any other person in your group who had not been there when this person was apprehended, is that correct?  That's how I understood your evidence.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I was referring to my group.  I am sorry that I did not clarify this as well.  I was referring to the Shayamoya people, or my own people.  Please bear with me on that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I want again to be satisfied.  The same group that initially apprehended this person when he was armed, was the same group that participated in his assault or torture, when he was now at Moses Dlamini's house, it was the same group, the group never changed?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, the group never changed because some had been at work.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No don't tell about any person who had not been party to the initial apprehension and ultimately to the beating, at least up to the time when you have just given us your evidence.  So it was the same group, the group did not change?  It was the group that you've counted that included people like Sepo, it was the same group that consisted of Moses Dlamini, Basil Ngwenye, Sepo Nduli, Mfanafuti Michael Khumalo and yourself, the group was like that?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "And none of those people went to work, they stayed all through?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, there were some people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "These are the only people who were present when he was beaten up and at the time when he was released and at the time when you thought that releasing him would be endangering you?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mfanafuti wasn't an accused with you?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, he was not arrested because he disappeared after that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So I just wanted to make sure.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You now may continue.  You are now at the time when you are thinking about the danger that might befall you, if this person gets to Shayamoya in that state.  Did you hear me?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.  Can I continue now?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you may continue.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "This person had already walked for some distance but he was still within sight.  I instructed three people among the group to go and apprehend him and bring him back and they rand after him as instructed.  They ran after him, re-apprehended him and brought him back and Makashleni came, he was just walking, going wherever and he is the one who verified the person's explanation that this person knows, or should I say that Makashleni knows this person, that he was wearing a sheepskin and my concentration did not focus on that because I only know a person to be wearing a sheepskin when he says:  \"I belong to this organisation\", yet he doesn't, instead he belongs elsewhere, that is why, in so far as what Makashleni said really I did not take it up.  I continued with what I had thought and I then suggested that we should take him along and we went to some place.\n\tWe went to some place near our homes where we, where I could work on him freely, knowing that nothing would disturb me on what I wanted to do.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry for interrupting but this is coming back now after the second or third time about being disturbed close to your house or where you were living.  I understood this picture to be that at the place where you were living it was only the 16 people, no other people were living there, or was this part of a larger settlement?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I am saying in our residence there were farms surrounding that area and  there were people working on those farms.",
            "Male"
        ],
        [
            "MR MALAN",
            "Please listen to my question and answer my question.  The are where you were living, were there other people apart from your 16 living there?  Were there other houses, or just the houses of your group?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "No what?  Were there other houses?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, there were no other houses.",
            "Male"
        ],
        [
            "MR MALAN",
            "There were only the houses of your group?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "And that's the group involved in this killing, this assault and killing?",
            "Male"
        ],
        [
            "MR MALAN",
            "Now who would disturb you there?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "As I have explained that we had already left our area of residence.  We had now gone to some place near some industries.  This was no longer the Virginia Airport area and therefore people from these industries could have easily disturbed us during their normal duties, walking around and by so doing we could be easily disturbed.",
            "Male"
        ],
        [
            "MR MALAN",
            "So the people from the industries, they freely walked the area where you were living?  Is that what you're saying?",
            "Male"
        ],
        [
            "MR PANDAY",
            "Sorry, Mr Chairman, if I could just.",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, they were just walking.  We knew that they did not belong in that area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were staying in an area that belonged to people working in companies or industries?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, you had different people or companies.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was not your place?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were squatters?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, we were squatters.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you were the only squatters there, or were there other squatters also in the area?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "We were the only ones, no any other person.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now did other people freely walk that part where you were squatting?  Did people walk through that area where you were squatting?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, people from the industries would walk through on their way to the farms, or going back to the compounds.  We know them, we were used to seeing them.",
            "Male"
        ],
        [
            "MR MALAN",
            "So the place where you were squatting wasn't hidden and secluded, it was open and everybody could walk past?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Indeed so.",
            "Male"
        ],
        [
            "MR MALAN",
            "So all the industry workers that passed through there, knew of the settlement where you were squatting?  It was no secret.",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "It was not a secret, they knew.",
            "Male"
        ],
        [
            "MR MALAN",
            "Okay, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may continue with your evidence.  I don't know whether you still remember where you had stopped?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I still remember.  I am here on the re-apprehension of the deceased by the three.  We took this victim and we went to a gum tree area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Continue.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "We went into this plantation and Moses sent this child belonging to my brother, he sent the child to an area where there were ruins and he sent him for wires.  He went to the ruins and came back with wires.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "This child, whose child was it?  What was his father's name?  Mashinela or what?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So he was the child of the father who sent this murderer to you?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that was my brother's child, Mashinela's child.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Why didn't this child stay with his father, why did he stay with you?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I found this child staying with them because he was rather familiar of those people.  We managed to get contact with this child and he didn't know that I was his uncle, I was more like a parent to this child.  I found this child staying there with those people.  There was nothing I could say, I couldn't tell him to go and stay with the father.  I could even take the child with me and stay with him because I was more like a father to him, therefore there was no problem in so doing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would ask for some assistance.  We want to know if the group was still the same as the initial group, when the deceased was seen under the guava tree and now you are mentioning this child.  We do not know as to when this child joined the group or came to the group because we haven't had yet any testimony pertaining to the child.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I am actually explaining.  I am including this child because he was among us.  Even if they say he was older, but to me he was still a child because I'm more like a parent to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he there initially when you arrived there, when you found the deceased under the guava tree?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, he also woke up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The two children?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can continue.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "He came with the wires.  I instructed Moses to shoot this person.  I told him that he should shoot this person and I was even prepared to stand for that.  He tried to shoot but the firearm did not discharge.  I thought about this failing of the firearm.  Sometimes that happens when  a person is using traditional medicine, muti, to prevent that, but before going any further, I would apologise for omitting something else, that he was first tied to a tree and I told him to shoot him while he was tied to this tree, but the firearm failed to discharge and I thought that this person maybe is very strong, as a result of a muti.  I was used to see such things.  In that situation, I decided to use my spear and I told him that:  \"If this firearm of yours is failing, I am going to take over and my weapon is not going to fail.\"  I stabbed him with this spear about 4 times.  The fourth one is the one that led to his death because the spear penetrated and it came over to the other side.  It penetrated through to the other side.  That is when he shook.  Slowly he went down, slowly as the hands were still tied to a tree and that was a sign that his soul was released from the body and I wanted to make sure and I even touched his chest to feel the heartbeat and I wanted to put the spear right there in the heart, that is the fourth wound that actually led to his death and after that I told him to untie the deceased because he was already dead.  He did so.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Before you go any further, firstly, can you explain to the Committee why Moses had to follow your instructions to shoot the victim?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "You want to know the reason for him to obey my orders?  It is supposed to be like that.  He is supposed to take my instruction because there were a group of people or a committee who had told me to be their leader, that means that whatever I say, they should do it.  If that does not happen, if they do not listen to me, that would show disrespect to me.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just on this point - In your evidence you said that Basil was the leader, that Moses was his assistant and that you were co-opted to just solve some problems.  Isn't that what you told us earlier?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I said so.  That is true.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now when you're co-opted to solve problems, does that put you above the leader and his assistant?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "As they had appointed me, that means that they had to take a back seat and I became the leader.  If there were problems, I was in charge of everything as one person.",
            "Male"
        ],
        [
            "MR MALAN",
            "And if there were no problems, you would not be in charge?  Is that what you're saying?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "If there were no problems, we would just sit and relax.",
            "Male"
        ],
        [
            "MR MALAN",
            "Would Basil still be the leader then?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "He would continue if I was not appointed, he was going to continue, but as a committee who had appointed me, it might have happened that the burden was a bit too much because I had told them that it is okay if you are going to be a leader, even if there are problems you should be brave enough to go ahead, even if the people are dying.  You are there to defend all the people.  At least you are the one who should die.  You cannot be a leader if you are not brave, if you are scared of death.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am going to, I had hoped Mr Panday would assist us at an appropriate stage with regard to these pertinent and relevant issues.  I have tried to exploit, I must say I'm a little taken aback by Mr Sinangwenye's concession to what has now been put to him by my brother, when he now agrees that he was co-opted to be in a position of solving problems in that whilst he was appointed to solve problems, Basil Ngwenye and Mdo continued in their respective positions of being Commander and Assistant Commander.  This is not what I have understood his testimony to be.\n\tIt has not been clear and Mr Panday you are at fault when it comes to this little confusion, which is very relevant to the issue that we have to decide as a committee.  What I understood from the morass of evidence that has been given by Mr Sinangwenye, I understood the thrust of the evidence nevertheless to indicate the following:  That when he first arrived in the area he was just an ordinary member of the community but immediately after Mdo's death, he was, there was a suggestion that he must take over the position of being a Commander and that he should take over from Basil and from Mr Dlamini in order to protect the community from the attacks which were being launched by people from Shayamoya who wanted to get them out of the area.  Later on when I examined him on his pertinent  function as such a Commander, because what really became more apparent to me was that it seemed like his duty was to solve disputes involving dagga and cigarettes, which was very, a source of concern to me because a Commander definitely cannot be appointed a Commander to solve such silly and innocuous issues as those concerning disputes around dagga and cigarettes.  \n\tOn further questioning, Mr Sinangwenye said something to the effect that he also had to take command with regard to the various attacks.  He mentioned that there were two such attacks, for which he had to command.  He went into very serious details with regard to one of them, to a point where I said I didn't want him to give me more details, I merely wanted to find out how many attacks were they subjected to, while he was a Commander in that area.  I am raising this because there is now this concession that he has made, that he was co-opted to this position of again solving disputes around cigarettes and other such innocuous issues which a Commander could hardly be expected to solve.  \tIt is an issue that Mr Panday I hope you will be able to clear immediately.  We will however now break for tea for 10 minutes.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Sorry, sorry, sorry, there is something that I want to explain to this Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sinangwenye, please listen to me.  I just made a decision as the Chairperson.  We are now going to take a break.  We are going to break for tea and on our coming back you are going to put whatever to your representative.  Yes, what I've just said needs some explanation, but at the moment it's time for...  So if I've made a ruling, there are certain - we conduct these proceedings in an orderly fashion.  If I have made a ruling and I'm sure it has come through your head phones, you dare not go against my ruling, do you understand?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We expect people to conduct themselves in a proper decorum here.  We don't take kindly to people who don't show us respect.  We'll adjourn for 10 minutes.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "... with Mr Sinangwenye's evidence-in-chief.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Thank you Madam Chair.",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "EXAMINATION  BY MR PANDAY",
            "(cont)\n\tMr Ntshetha, before we proceed any further as to what happened when you had stabbed the victim, you must please clarify for the Committee the following.  Do you recall your evidence when you mentioned that the people appointed you or co-opted you to be the owner, or leader of the community?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I do remember that.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Right.  Now at that point was there a leader in the community?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Not any other leader.",
            "Male"
        ],
        [
            "MR PANDAY",
            "There was no leader?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We already have that kind of evidence, the only clarity we seek from you, is to find out what his position really was and what happened to Basil Ngwenye's position?  He was a leader and being assisted, according to Mr Sinangwenye by Mr Dlamini, who was his vice, what happened to their position once he became co-opted, or appointed, whatever word you want to use?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Right.  Mr Ntshetha, when you were appointed leader, what happened to Basil and Moses in the structure?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Basil used binoculars to monitor the area so that he could identify things or people that were coming to the grounds.  He used these binoculars.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Panday, the only issue that would like to be clarified on is whether he took over from Basil and became the sole Commander, or leader of that small group.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Ntshetha, when you became leader of this group of people, did you take over Basil's position?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And how long did you remain as leader for this group?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Right up to my arrest in 1993 in November.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, you took over his position, but not his binoculars, is that right?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, I did not.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When was Mr Mdo killed?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "It was on a Sunday.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Which year?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I'm forgetting a little bit.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Do you agree with Moses that he was killed early in 1992, the same year as this incident, but early in the year?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So the previous attacks in the valley, the first attack in 1991, was Mdo still the leader?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Mdo he was never a leader.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Oh was Mtu the leeder, Moses Mtu?  Who was the leader?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Basil and Moses were working together.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Right, thank you.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "So Mdo that was killed, was he a trained soldier of the ANC?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was he a member of MK?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was he living with the group?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, I did not find him there, instead ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "How do you know that he was an MK?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I find him in my group.",
            "Male"
        ],
        [
            "MR MALAN",
            "I thought you just said that you did not find him there?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I am saying I did not find him ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "May we just have interpretation on this?",
            "Male"
        ],
        [
            "INTERPRETER",
            "I'm trying to get a clarification on this Chairperson.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Okay.",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I did not find him there.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now how did you know that he was an MK soldier?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "He explained the activities in which they were involved, training, he also referred to the border where they were trained.  He failed and quit.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now where did you find Mdo, where did you meet with him?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I found him with Moses.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "In Virginia.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was that just a meeting, an incidental meeting?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "We had arranged that we were going to meet on a particular day when everybody was present, so that I could be accepted accordingly.  I went to them.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you have any contact with other structures of the ANC?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "At that time, yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now who did you meet with in the ANC?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I would communicate with Sithole from Osindisweni.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry Mr Interpreter, from where?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Osindisweni.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Where's this Osindisweni?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "It's before Verulam.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now if you say you communicated with Sithole, what was Sithole's position?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "He was in a position at Osindisweni.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Sinangwenye, what position?  I asked you what was his position, not whether he was in a position, what was his position?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "He was head of the comrades, because when there was a shortage of firearms, he had a way of distributing these as well as ammunition.  We were in the position to gather funds and I would take the money to Osindisweni to go and fetch these.  I would go and fetch these firearms, using the funds as indicated on the books\nfor funds that we had.  We collected ammunition for a variety of firearms including 38's etc.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now what did you do with the firearms?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "These are firearms that we used in fighting and in guarding our area.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where did you keep these firearms?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Each one of us kept these firearms for themselves and in my case, I too kept my own firearm, I never parted with it.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you not tell us that you were using traditional spears, the assegai, that you'd never used a firearm?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, indeed so.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now what did you do with your firearm?  You never used it?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, I don't use a firearm.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where did you keep it?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I would take the firearms and give them to those who knew how to use them, so that they could be armed.",
            "Male"
        ],
        [
            "MR MALAN",
            "And what firearm did you keep?  What was your firearm?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Mine was an assegai, a traditional weapon.",
            "Male"
        ],
        [
            "MR MALAN",
            "I'm referring - you said you kept your own.  I thought you were talking about a firearm.  Is an assegai a firearm?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I am saying it is a traditional weapon.",
            "Male"
        ],
        [
            "MR MALAN",
            "That's right and I asked you about your firearm and you said you kept it, your own, you kept your own firearm, or did you not keep a firearm for yourself?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, not a firearm, I never kept a firearm.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright.  Now on the day in question, you said the only person who had a firearm was Moses.",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, he was not the only one, the others had firearms as well, in fact there were three firearms among us on that day.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who had the other firearms?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Basil had a firearm.  Gita had a firearm as well.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry who was the second person?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Gita.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who's Gita?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Michael Khumalo.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now why did they not shoot the victim?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "They were watching the coast as I was dealing with the deceased.  They had to look for anybody, the people, anybody who could have witnessed this  whilst they were watching, ought not to have been spared.  I would have indicated to them that they should fired.",
            "Male"
        ],
        [
            "MR MALAN",
            "You never attended meetings of the ANC, branch meetings, you weren't a member of a branch or anything, just your own group?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I...(indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you please answer yes or no?  We are running out of time.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I attended such meetings.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I attended such meetings at Mawuti and Osindisweni.",
            "Male"
        ],
        [
            "MR MALAN",
            "Wasn't there a branch in Virginia?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that was the branch, the one in which we were.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who else was in that branch, only your group?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, it was only our group, because the others or the other group that was at an area towards Tongaat, they had now turned their backs on us by joining the IFP so that there was no need for us to keep contact with them.",
            "Male"
        ],
        [
            "MR MALAN",
            "So then you'd had no contact with ANC structures anymore?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "We had this contact with those who were still members of the ANC, but not those who had turned their backs against the ANC.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now those that were still members of the ANC, where were they?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "They were in their branches.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you have to report to anyone?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Are you referring to in my branch?",
            "Male"
        ],
        [
            "MR MALAN",
            "Your branch surely had to report to some other structure?  Where did your branch report to?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I would send a letter to Osindisweni.  I would take it there personally and I would also go to Mawuti and explain to them what problems we had in our area, problems pertaining to attacks and problems with people who were not part of us.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who wrote this letter?  Who wrote the letter?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Sepo Nduli would be the one doing the writing, because he had a very good handwriting.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now just a last question,  who were the contact persons at Mawuti and at Osindisweni?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I contact Sithole at Osindisweni and Ncoeno was the contact person at Mawuti.",
            "Male"
        ],
        [
            "MR MALAN",
            "Okay, thank you.  I think you can continue now from where we left off before tea.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Thank you.  Mr Ntshetha, just to clarify one more issue, after the second attack on your community, or group of people, were you still the leader of the group?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, on the second attack, yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And to the time when the person came to kill you, who was the leader of your group?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Panday, I don't know what you are attempting to get from Mr Sinangwenye about that because sufficient evidence has been tendered before this Committee that Mr Ngwenye was appointed as early as 1991 and continued in his position.  There has been nothing to suggest that anything changed after he had been appointed, so unless you want to cover something that I am probably missing, I think you can proceed without having to get a response from him in that regard.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "As Madam Chair pleases.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I think we're at the position where he gave him the final stab and he dropped to the ground and let's continue there.  What happened then?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Ntshetha, do you recall where you last stabbed the victim 4 times and you said he fell to the ground?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He left his evidence when he was instructing  somebody to do something on the body of the deceased, now he was at the point of giving that evidence when we interrupted him by asking questions, seeking clarification with regard to how the deceased was killed.  He may proceed now and give further evidence with regard to what he did, who instructed, I was at the point of writing that he then instructed somebody to rip open the body of the deceased.  Do you recall giving that evidence Mr Sinangwenye, you may proceed to give us details of what you did, what you said, what you did, immediately after the deceased had fallen onto the ground,",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I would like for you to understand me very well.  Whilst he was still tied to the tree, he had already died, that is when I sent Moses to say:  \"You can now untie him, he's gone\" and I requested for an Okapi knife with a black handle from Mfanafuti and he gave it to me.  That is the time when I removed his eyes.  I am the one who did that.  I removed both eyes.  I threw these eyes into the veld.  Can I continue?  After that I said that a hole should be dug next to where he had fallen.  Indeed a hole was dug.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To whom did you give such instructions?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I instructed Mfanafuti to dig.  He was accompanied by Sepo Nduli and I instructed the others to go back to their initial positions and continue guarding what might happen to disturb us whilst these were continuing to dig.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "With what did you dig?  What instruments did you use to dig?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "We used pieces of old steel or iron bars or rods and old drums.  We had picked these from the ruins nearby and the soil was not hard.  We were not digging 6 feet like an ordinary grave, we were digging so that the corpse can be buried, so as to be removed from anybody's sight.  After that, I searched the body of the deceased and I found his ID which gave me some ideas.  Ideas that this person had committed himself that in whatever mission he had been sent for, he was committed to dying, so that in case he dies there should be an ID, his ID in his body, or on his person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't understand your assumption.  You are assuming that because you found somebody's ID, he was therefore hell bent that in whatever mission he was pursuing, he should be identified, he should be known?  Is that what you are suggesting to us?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that's what came to my mind.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or it could be that you killed a wrong person, carrying his own ID.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No.  I was killing a person who came, who was on a mission to kill me.  He had given this a thorough consideration because even if you are working, you won't always carry your ID with you.  You only take your ID with only when necessary.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Precisely.  I mean commonsense would dictate that if you are going on a dangerous mission where you are likely to be intercepted and be interrogated, you wouldn't be carrying your ID with you.  Commonsense would prevail on any person not to carry along anything that would identify him in the event that he should be intercepted and should be interrogated, I therefore fail to understand your assumption.  I think your assumption is preposterous, to say the least, but you may proceed.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Alright, alright.  This idea - I cannot understand why did he have this ID with him, because if he was going to my place, my place was not a bank, the one thing that would necessitate him to carry an ID, I think he had a reason for carrying that ID.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but the reason that you are now suggesting to us is preposterous for the simple reason that here is a person with an ID, that you in any case ended up not being able to identify.  You buried him, you didn't want him to be known as being dead.  You didn't go about shouting to people at Shayamoya that you had killed a person who was the owner of a particular identity.  You did not disclose his identity, that's why I'm suggesting to you that your assumption is really preposterous.  You may proceed without actually having to give us any of your conclusions, or your assumption about the reason why this man was carrying his idea.  Let's get to the crux of the matter.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Alright.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What happened after you had buried him?  Who actually assisted you to bury him?  Who lifted him up from where he was lying on the ground, into the shallow grave that you had dug?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I asked Sepo Nduli to assist me.  He did so.  We put him inside the hole.  After that we covered the grave and it was flat, the grave was flat and the other people were also there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May I again interpose, Mr Sinangwenye so that we are on the same wavelength with your evidence.  Now whilst the digging is going on, the other members of your group are also there, they are witnessing Sepo Nduli and Mfanafuti digging the grave and then they are also there when this man is lifted from where he was lying on the ground and put inside the grave.   They are all there.  The group has not left.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you may proceed.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "After that, we left the scene.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, just before you proceed with that.  Was Moses Dlamini, was he also there?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, he was present.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you hear his evidence when he said he knows nothing about the burial yesterday when he gave evidence?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I heard his testimony.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was he lying to us?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "His testimony, that part was not what happened.  I was not in a position to remind him that things did not go the way he was telling, because he was still busy testifying at the time.",
            "Male"
        ],
        [
            "MR MALAN",
            "Okay, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did well because you would not have been allowed to do that, even if you had an opportunity to do so.  You may proceed.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Who put him in a plastic bag?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "He was never put in a plastic bag.  I saw that in the photos during the trial.  After this person was exhumed, it looked like his body was decomposed and he was in bones, when they lifted him up the skull fell to the other side.  It was very difficult to keep this body together.  I think they decided to put him into that plastic bag when they were taking his dead body, because it was not going to be possible.  The situation, the manner, it was not the - what was seen on photos was not going to make it possible for them to carry a body in one piece.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Proceed to give us the evidence the way you know it to have happened.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Alright.  After that we left.  On the way I talked to Mfanafuti and I said:  \"Here is your knife\", the one that I used to remove the eyes of the deceased.  He was scared, he got a fright, he did not want to own this knife again because of what he had seen.  I said:  \"Fine, to show to you that there's nothing wrong with this knife, I took a piece of a sugar cane, I peeled the sugar cane with this onife, and I kept on eating this sugar cane on our way as I was walking with them and I told them that there was nothing wrong with this knife, as he said he didn't want to own this knife again, I was going to take this knife and he did not take it back because he had seen what this knife has done.  This knife has removed the eyes of a human being.  I told him that there's nothing wrong with the knife because even the blood spots were removed.  I wiped this knife on his clothes and the knife became clean again and we went to our place.  When we got there he took our ntelezi, Moses, that is.  This Ntelezi is the one that is taken from what is called ...(indistinct) a medicine that is taken from the mountain and we spread it all over the place because when this person was killed, he was taken from that place, therefore I knew that this kind of ntelezi is able to drive away some bad spirits.  I told them that after this had happened, this person from where he was coming from, they are surprised as to why is he not coming back.  They do think that he had encountered some problems, so each and everyone should be prepared and be armed with whatever weapon that he believed in because it could happen that those people would come looking for this person and they wouldn't do that bare-handed, they would also be armed, because they knew that - my brother knew that where he had sent this person, it is possible that this person was identified and killed.  Therefore people shouldn't just relax in their houses and listen to their radios and relax and have fun, they should try and lower the volumes of the radios, people shouldn't sit in the house for 20 minutes during the day, they should go back to their own positions and continue with patrolling.  I was also going to be around there, that's what I told them.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What I've been wondering, when you told us that this person had to be killed because otherwise he would go back and they would seen that he'd been tortured and then they would come back and attack us, but now you tell me the very same thing I was thinking about.  They knew he came to you, they knew he didn't return, so why wouldn't they come and have a look what happened to him, so your plan to kill him didn't solve the problem.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "After this, I can say that a problem was solved because there was no other conflict or fight after this incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You will recall that one of the primary reasons that made you to rethink the earlier decision taken by the group, that he should be released to return to Shayamoya, was that you were scared that on his arrival and seeing that he was in a terrible state after he had been beaten up by your members, that this would actually invoke people's anger and they would come an launch retaliatory attacks against your group and what was of paramount importance to you was the numbers gain.  You were a small group and they were a big group and you knew that you would not be able to match a bigger group in strength as yours was only not more than 16.  Now if you advanced the same reason that you have now advanced after my colleague has asked you and communicated his concerns to you, this person was known to have come to kill you and when he didn't return, they would know that something must have happened to him and that you would have done that, you would have done something to him.  Now wouldn't that have caused them to have returned in big numbers, to retaliate?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I would like to explain this, if I sent Moses, an example, if I sent Moses to go to a certain place to buy something, I am actually counting hours and if time elapses, 1 hour or 2 hours, I would start thinking and wondering if he doesn't come back, that is going to worry me and I will ensure in that situation that I will send someone else to go and look for him because if I sent him to a certain place, he should go straight there, he cannot do otherwise.  In that kind of a situation, that would be possible, that when those people realise that this person is not coming back, they should start wondering and think that that person has encountered some problems, therefore people were supposed to go and look for him, or a group of people would go there and look for him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think you understand my problem.  The reason why you revoked an earlier decision to release him after you had beaten this man up to a pulp was and correct me if I have not understood you properly, was because you were scared that when he went back to his people, they would retaliate in big numbers.  You were a small group of 16 and that's why you decided that you'd rather kill him, rather than release him because on his return, retaliation would be the name of the game.  You wouldn't avoid a retaliation.  These people would take up arms against you.  My problem is, you knew then as you still do now, that, what is your brother's name?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Mashinela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mashinela had sent this person and if he did not return, Mashinela surely would know that something must have happened to him from your side and that would not stop Mashinela from proceeding to launch retaliatory attacks against you.  Do you get my problem?  The reason why you decide to kill him, is to prevent these retaliatory attacks, then how do you prevent something when the dying of a person, will obviously incense the other side, because if he doesn't return, they must come to the conclusion that something terrible should have happened to him and still launch retaliatory attacks against your small group, so the objective of killing him, which is to prevent retaliatory attacks, does not become achieved.  Are you with me?  You do not stop Mashinela from retaliating, you probably make him even worse, because now he doesn't see anything that resembles a person he had sent to kill you.\n\tNow I just can't understand the objective that you've sought to achieve by killing him, because it does not remove the threat that made you to decide to kill him when the other group had decided that he should be released.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Another thing is, another thing that should be clear here is this.  It's not possible that if you send someone to attack and after that person has been killed, people should just relax and no patrolling and they put the arms down, because a person who was trying to attack was killed, that is not the case.  That means that even if the person got killed during the attack, all the time we were supposed to be prepared for anything that would come, because I didn't know what was going to happen next.  Even Mashinela himself, I first saw him in court, coming to testify, coming in connection with this case.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You first saw Mashinela in court, is that what you are saying?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, during the case, he is the one who took this to the police station.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, had you not met Mr Mashinela before this incident?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You had never met him?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Not at all.  I first saw him at the police station when I was arrested.  He came there and said:  \"This is my brother\" and he appeared in court with his son.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't you give evidence to the fact that you got your brother's acquaintance once you were working at some farm, prior to you meeting this group and that this brother was a person who had left your home in Ndwedwe a long, long time ago, in 1971 or around that?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you only got to know him when you were now working in some farm and you then left that farm and you then hooked up with the group of Mr Moses Dlamini?  I thought I understood your evidence to be to that effect?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that is correct.  I understand what you are saying.  I am saying, after the death of this person, that is when I saw him at the police station for the first time after the incident, I saw him for the first time there when he came with the investigators, he came with his son and we saw each other in court, I mean after the death of this person who was sent by him.  He is the one who was there for this incident.  It was clear that he had a clear knowledge, in-depth knowledge about this person, that is why he went to a court, because he wouldn't be involved if this person knew nothing about him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Ntshetha, you heard the evidence of Moses Dlamini and he's the applicant in the case.  You were present all the time when he gave evidence?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I was present all the time.",
            "Male"
        ],
        [
            "MR MALAN",
            "You will recall his evidence was to the effect that under all the questioning, this person, who you eventually killed, would never co-operate and never gave you any information whatsoever, he didn't even give his name.  You recall him saying that?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Alright.  Yes, I do remember.  Something must be clear.  If we can, if we had to go back to yesterday's testimony, we would be here until the end of the week.  You have ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "No please, please, just answer my question, don't tell me how long this will take.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just, if you are asked a question, respond to that question.  If you do not understand that question, you must ask through me that you don't understand the question and you wish the question to be repeated.  If the question cannot be comprehended, not because you haven't understood it properly, because it's too complex, ask through me, we will simplify the question, but we expect you not to tell us about how problematic our questions are.  You are here to respond to questions being put to you.  We are trying to elicit the truth, so please confine yourself to questions asked and be as short as possible.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "I repeat the question.  You heard Mr Dlamini's evidence yesterday that under all the questioning, including the beating, this person never told you anything.  You recall his evidence?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Just allow me to finish the question.  Now I put it to you that if indeed you severely assault an innocent person which you take to be from a certain area, especially an area which is hostile, an enemy area, then there may be a reason to kill this person, so that he cannot tell the story that he was assaulted and that can be a reason why you killed him, so that he couldn't go back to where he came from and tell the people that as an innocent person, with his ID on him, he's been accused and assaulted and then there will be a retaliation.  Is that not more plausible?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I'm a bit confused, the way you put the question.  I'm a bit confused.",
            "Male"
        ],
        [
            "MR MALAN",
            "Alright, let me just give it to you then in the way that you explained to us, if you should send Moses somewhere.  You remember you used an example?  I'll use an example.  If I beat up an innocent person and I injure him badly and I allow him to go, then maybe his family may come back to me in a revenge because I injured someone who was innocent, is that possible?  Now my question is, in all the questioning is the true story not perhaps that he didn't tell you anything and you feared that his people would harm you because you harmed an innocent man, just putting it as a question?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "That was not the truth.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now again, was the truth that he had this open conversation with you about him having been instructed by Mashinela to come and kill you, to look for you, to tell you who he was, or is the truth as Moses gave evidence, that he did not part with any information?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "My note, sorry to interrupt, but I think there may be a misunderstanding and I don't want you to put something that I ...:  \"We sat down questioning him.  He told us everything.  Asked him about attacks, to which organisation he belongs.  He said he was IFP from other side of the road.  He didn't tell the whole truth, evading questions\", but he told some - he gave some information.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "I think that was followed up, but I can check my notes again. Alright then, on that basis I'll leave it there for the moment, but certainly in the follow-up questions, if I may just put this to you, Moses made it very clear that he had no knowledge of being sent there to kill you, that he was sent by your brother, that the name wasn't mentioned, that you suspected it, that was Moses' evidence, but you heard him.  Was his evidence correct yesterday?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No.  Another thing is I will never lie and say this is what happened because I want you to believe what I say as lies.  I never say that this happened, whereas it never happened.  I must tell the right thing, the truth, something that I know very well that it's something that took place, I mustn't do that just because I want - I mustn't mislead you just because I want to gain your trust.",
            "Male"
        ],
        [
            "MR MALAN",
            "Okay, let's not argue this.  I can't see what that could benefit you and I agree with you.  You said you found his ID on him.  At what stage did you find the ID?  After you had killed him?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where did he carry his ID?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Here on this upper pocket.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did he have a jacket on?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it a shirt?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "This two piece suits that are normally used by the mechanics.",
            "Male"
        ],
        [
            "MR MALAN",
            "A kind of overall suit?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "When you beat him up, didn't you take off his clothes?  When you hit him with a cane, with a fishing rod?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, we wanted to get his buttocks because he wouldn't feel the pain if he was properly dress, therefore we had to expose his buttocks so that we can beat his flesh.",
            "Male"
        ],
        [
            "MR MALAN",
            "Didn't you also take off his shirt, the top of the piece?  You undressed him?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, not at all.",
            "Male"
        ],
        [
            "MR MALAN",
            "And when you initially apprehended him, did you not search him for documents to get to his identification?  Why didn't you feel in his pockets for an ID or anything in his pockets?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No we did not do that because what he had in his hand was a firearm.",
            "Male"
        ],
        [
            "MR MALAN",
            "No please Mr Ntshetha, the first thing you did was to disarm him.  The firearm was no threat.",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "I'm asking you, why did you not search his body, his person, for identification?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I did not see that as important at the time, because I had found this firearm, even the ID, I took it because I could see it inside his pocket and I took it in his pocket.",
            "Male"
        ],
        [
            "MR MALAN",
            "And when did you burn his ID?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Just before he was put into the grave.  He got inside with this ID.",
            "Male"
        ],
        [
            "MR MALAN",
            "And then just one last question here.  Was his heart taken out, cut out, or his ribs dislocated?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, that never happened.  Even the doctors failed to answer that.",
            "Male"
        ],
        [
            "MR MALAN",
            "No I'm not asking you what the doctors failed, I'm asking you whether that happened.  You say no, it did not?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "No, that never happened.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you know that at the trial the two children gave evidence that the heart was indeed taken out, cut out?  Fano and Bekhani.",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.  Yes, that was - yes they said so because they were left with my brother outside and this is what they used to surprise me because they didn't want me to be found not guilty, they wanted to get something that was going to suppress me.  I didn't put that in my heart because I know very well that that never happened.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Panday, are you still proceeding with your evidence-in-chief, or does that conclude Mr Sinangwenye's evidence-in-chief?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "That concludes his evidence.\nNO FURTHER QUESTIONS BY MR PANDAY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Ms Mtanga, do you have any questions to put to Mr Sinangwenye?",
            "Unknown"
        ],
        [
            [],
            "Thank you Chairperson, I have one question.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  You must never specify Ms Mtanga because I will assume you have one question and then I'll take over only to find that I've interrupted and intercepted your cross-examination.",
            "Unknown"
        ],
        [
            [],
            "Thanks for the cautioning Chairperson.",
            "Female"
        ],
        [
            [],
            "Mr Sinangwenye on page 7 of the bundle, we have a response from Mr Dlamini where he was asked by the Committee to respond to some questions and the question put to him was, what were the reasons for killing the victim and he stated that you had indicated that this person wanted to kill you and he further states that then later on we get that the deceased was not aiming to kill Lucky Ntshetha, he has a natural hatred for the deceased, meaning that  you had a natural hatred for the victim.  Do you know anything about this, which seems to have been rumour that this person was not here to kill you but you had hated the deceased.  Were you aware of this rumour?",
            "Female"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Alright.  I heard him testifying to that effect, but I have this to ask.  How can you hate a person that you don't even know, seeing a person for the very first time?  How could that happen because I didn't even know the person, I was just seeing the person for the very first time?",
            "Male"
        ],
        [
            [],
            "Were you at any time aware of the rumour that this person was not there to kill you but you had known him and hated the person and that was the reason for him being killed?  Were you aware of such a rumour at any time?",
            "Male"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I heard that yesterday, but I have one question.  How could it be possible for one to hate a person that he doesn't even know, seeing that person for the very first time, you hate that person to such an extent that you can even kill him?  This I can question on my mind, is that in our place where we stayed, as this person came to my home, why, what was he doing there in my premises with a firearm, because he knew very well that he was not supposed to come over to our side because we also couldn't go to Shayamoya, what is it that he was looking for in my premises?",
            "Male"
        ],
        [
            [],
            "Mr Ntshetha, when a question is put to you, don't answer a question with a question, rather answer, give answers to my questions directly, so that I can understand what exactly you're saying.  So are you saying you never knew the person, therefore you couldn't have hated him?",
            "Female"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, that is correct, because I didn't know that person, I just saw him for the first time, there was no reason for me to hate that person.  I don't know the reason.  Perhaps in that situation I would hate my brother because he was the one who was perpetrating or who was launching attacks all the time.  There was no reason for me to hate this person.  There was never a squabble between me and him.  I don't even know the surname.  He just saw me for the first time.  Even the Sinangwenye that he was talking about, he didn't even know, I'm the one who told him that:  \"I am Sinangwenye, I am a brother to the person who had sent you\".",
            "Male"
        ],
        [
            [],
            "I have no further questions, Chairperson.\nNO FURTHER QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Sinangwenye, you will recall that your evidence-in-chief alluded to the fact that after you had removed the deceased's eyes, you then threw them away to the veld.  You recall that?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now do you remember that Mr Dlamini, the applicant, gave evidence yesterday to the effect that the eyes were not thrown away, that they were left next to the body of the deceased.  Do you remember him saying that?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I remember that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now was he lying when he said that?  He said that as a fact.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "That never happened.  What I would like to state clearly is this.  He has applied for amnesty.  I am serving a very long sentence, 12 years in jail, it is possible that he's got a problem that he would get this amnesty and go out of the jail and leave me in prison.  Perhaps he is still fond of the idea that he is with me in jail, that is why he is actually implicating himself, whereas he is innocent.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't want you to elaborate on your answers.  I think I'm reasonably intelligent enough to be able to understand when you give me very pointed answers to a very simple question I've posed to you.  Was Mr Dlamini lying when he said the eyes were not thrown away, the eyes were left beside the body of the deceased, was he lying or not?  Was he telling us the truth, or was he not telling us the truth?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "That is a mistake, there is nothing like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you also recall that the testimony he gave was that, to a question which was put to him, what happened to the body of the deceased, his response was that he did not know, it was left in the position it was after he had been instructed to untie him from the wires that had been tied around his body onto the pole, that he had fallen on to the ground and that he was left in that position by the whole group.  You recall him giving that evidence?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I do remember that and there is also nothing like that.  I want to tell this Committee that even if you can refer to the court records as to what position was the deceased in when he was found, whether he was inside the grave or outside the grave, you will get the full proof that this person was exhumed.  I wonder if it's possible for this dead person to dig up a hole and get inside and bury himself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't want you to elaborate, I just want you to assist me in trying to relate your evidence to the evidence given by an applicant who is applying for amnesty and who has been made to understand that the cardinal requirement for being granted amnesty is that one must disclose the truth, at least the truth as he understands it.  Now you also testified that you all left the scene after the deceased had been forced to fall from the pole and he fell down onto the ground, that you left the scene.  That definitely he followed, he was just in front of you and you followed immediately from behind and that nobody was left behind, that you all left after the deceased had been killed.  You recall him giving us that evidence?  You recall at least his testimony to that effect?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I remember very well hearing him saying that.  There is a point that I want you to understand.  Just give me a permission to go back to that.  If he says as a person who had a firearm and I had a spear, how could it be possible for me to follow a person with a firearm, instead of this person with the firearm should follow me so that if something happens from the back, he would use this firearm and defend.  If that was the case, even from the beginning I wouldn't go and wake him up from his place and tell him that here's a person who's coming to attack me.  I was just going to take - I would have taken my spear and go straight to that person, instead of alerting him.  I just want you to take a closer look at that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, that's why we are asking, we are putting these contradictions to you so that you yourself can give clarity, if you can, to that.  Now you also recall him giving evidence that you only stabbed the deceased three times on his chest?  No, I just want a comment.  Do you recall him giving that evidence?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And your evidence is that you stabbed the deceased 4 times and not 3 times?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, I remember that testimony when he said that I stabbed the deceased 3 times only but the person who was handling the spear, the person who was stabbing the deceased, I stabbed him about 4 times.  I cannot lie to that effect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  And you are very sure of the fact that when the deceased was buried in that shallow grave, all of you were present including Mr Dlamini?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, all of us were present, the 5 of us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that if he seeks to suggest to this Committee that he did not witness any burial given to the deceased, he is misleading us?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, he is saying something that is not true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "How long did these children stay with you at that camp?  Was it for only a month, or was it for a year?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Are you referring - are you talking about the period after the death, the killing?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, before the death, before the death.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I am a bit confused whether you are talking about the period before or after.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Before you killed this man, before you took out his eyes, that person, how long had the two children been staying with you in the camp?  Was it for a month or a year, or two years?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "I found them there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And you arrived at that camp in 1991?  Is that correct?",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Yes, they were there when I arrived there, they were staying there with them.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Panday, do you have any re-examination emanating from the questions put by Ms Mtanga and Members of the Committee?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "No Madam Chair.\nNO-RE-EXAMINATION BY MR PANDAY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Sinangwenye, you are excused.  You may step down now.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Panday, are you ready to address us?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Yes, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I would propose that we hear your legal address as well as Ms Mtanga's before we adjourn for lunch.  We are hard-pressed to proceed with a matter which we had hoped we would commence with before 12 o'clock today.  We would therefore be grateful if you could accommodate us by immediately proceeding with your address, we are all ears.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Thank you Madam Chair.",
            "Male"
        ],
        [
            [],
            "Madam Chair, I do not want to burden the Committee with the evidence that has been led, may I just state the following?\n1)  It is common cause that there was violence between the IFP, that was in Shayamoya and the ANC group, which the applicant belonged to, that lived not too far from the said place.\n2)  It is also common cause that the witness, Mr Lucky Ntshetha Sinangwenye was appointed as the leader of the ANC group which the applicant belonged to.\n3)  As such, he being the leader, he was faced with the burden of protecting the group, that which the applicant Moses Dlamini was part of.\n\tMadam Chair, the evidence that has been led by Moses Dlamini in so far as the murder of the victim, in much of its respects, it's in keeping with the evidence that has been led by the witness, Mr Ntshetha.  There have been discrepancies in so far as what may have become of the body after the death of the victim, or what was taken out from the body or whether the witness himself had committed all the acts concerned.  Madam Chair, but my submission is that in so far as these discrepancies have related to the evidence that has been led by the witness and the applicant, it is my submission that these discrepancies do not materially affect the evidence that has been given by the applicant in his evidence-in-chief.\n\tNow Madam Chair, the question now lies as to whether there was, \n1)   a political motive and\n2)   full disclosure by the applicant.\n\tIn addressing the issue on the political motive, I would submit that:\n1)   the leader of the group which Moses Dlamini belonged to, was Mr Ntshetha,\n2)   as mentioned earlier, it is common cause that there was friction between these two rival parties, namely the IFP and the ANC.  \n\tNow as such Mr Dlamini being a supporter of the ANC, Madam Chair, I submit that he falls within the ambit of Section 20 of the Act, that's Act 1934, - 1995, in that he supported the ANC and more likely would believe in the cause.\n2)   Mr Lucky Ntshetha was appointed as a leader by the community to promote this cause.  We have heard his evidence that he was appointed by the leader, by the group of people that belong, to which Moses Dlamini belonged, and as the leader he would have been responsible for the protection of the people, as well as the protection of their beliefs, namely that the party they supported would have been the ANC and anyone posing a threat to that party, to the group he was a leader of, he would have to protect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have one particular problem with regard to his appointment.  I don't think we have been given the Command structure in a manner that one is able to discern the clear functions, responsibilities and duties of Mr Ntshetha.  Now what troubles me with regard to his office of Command is the fact that in one incident involving the deceased, the group collectively takes a decision in Mr Ntshetha's presence, does this amount to undermining his office?  Is this acceptable?  When is there room for this shift where a group collectively decides on a function that would ordinarily be assumed by the Commander, in the presence of the Commander, they decide on the fact that some kind of punishment should be metered out on the deceased and collectively they proceed to do that, in the presence of the Commander.  They decide collectively as a group that the deceased should be released and proceed to release him, in the presence of the Commander.  Ex post facto the Commander reconsiders the decision taken by the group, after quite a number of, a chain of decisions had been taken and had been acted upon by the group, including the Commander, then conveniently the Commander takes a decision that this person should now be killed.  I don't have a problem with that, because I don't think you have presented that as a problem, you now seek to rely on the fact that Mr Dlamini was acting on instructions as if he had not been party to the chain of activity that had been taking place within one incident.  You isolate his instruction with regard to the fact that he was told to shoot as if it is separate and it doesn't form part of what was going on and that constituted this incident.  I have a problem with that, I still do not see my way out with regard to that.  May you please address me on that one?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Madam Chair, in so far as Madam Chair refers to the collective decision that would have been taken for the release of the victim after disciplining him, Madam Chair, if Madam Chair recalls the evidence of Mr Lucky Ntshetha, what was given in his evidence was the following:  that the group had decided that the victim be released and ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I know that, but what gives the group the right to decide when the Commander is there?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Well Madam Chair, I ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where do we draw the line?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "I would get to the point.  Madam Chair, like in any structure of command, there would always be submissions being made to the Command and it is my submission that whilst the group would have come to the decision that the victim be released, that decision was still subject to ratification by the Commander, that being Lucky Ntshetha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But hadn't he ratified when there was the first decision that he must be punished, he participated in the punishment himself?  He was to be punished in order to be taught a lesson not to come back again and do what he wanted to do.  That was the basis on which the punishment was metered out.",
            "Unknown"
        ],
        [
            "SINANGWENYE AKA NTSHETHA",
            "Madam Chair, whilst I understand your concern that it seems to indicate that whilst the applicant alleged that he was following orders in so far as the murder of the victim, the concern arises, if he followed the orders to that extent, how is it that a collective decision was made in so far as the releasing of the victim without taking instructions from the Commander as such.  Madam Chair, I must therefore once again submit that whilst the group may have collectively decided, it is my submission that the group themselves still needed that ratification and being the Commander, at that point he would either decide yes, the victim be released, or no, the victim would not be released.  It is evident and from the evidence led by Mr Ntshetha, he at that point decided that they may be right and I would release them, indicating that he still had the final say and the group would in any event have to listen to what he says.  To draw Madam Chair's attention to the point that when the victim was released, the Commander issued an instruction to apprehend the victim once again and sent out three of the present to apprehend the victim and bring him back, where the concerns were raised that he's going to now alert the others as to what had happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's not how I recall the evidence.  The evidence was that he did not revoke, he actually made the group aware of the consequences which might arise if this man is allowed to go back to Shayamoya and it was as a result of his concerns that the group agreed that he may be correct and this is the evidence again of Dlamini, that we then decided that maybe it is correct that we should go and recapture the deceased.  It is again a group decision, is it not?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Panday, if I may read my note to you, because this is also a major problem, the difficulty that I have?  It says:  \"After the assaulting, what did you do then?  We released him, told him to go.  After a short distance Lucky asked the difficult question.  We decided to call this person back.  He asked us if we thought very well.  Afraid other IFP and attack as usual.\"  I'm just reading my cryptic notes and then, the crucial paragraph:  \"What did you do in response to the question?  Some went to fetch him, we brought him back.  Ngwenye said, he said the best option is to kill this person.\"  Not an order, he was sort of discussing, it was part of an ongoing \"botla\" or something there.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Chairman, I must submit that whilst we accept that Mr Ntshetha holds the position of a Commander we must not ...(intervention).",
            "Male"
        ],
        [
            "MR MALAN",
            "You see that's really at stake, the position of the Commander.  We cannot argue on the one side that because the person was killed, he's the Commander, he took the decision and the other, it's an order because he's the Commander.  We can't blow on both sides.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes see, he is an active participant in all respects.  I mean from the time when he is interrogated and to the time when a decision is taken to meet a particular kind of punishment.  He is an active participant and a decision maker as well as to why that kind of punishment should be meted out.  He continues to be actively involved in revoking a decision taken earlier on collectively, by the group.  Are you not dealing with a person who really is taking orders, stricto senso, do you understand our problem?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Madam Chair, it is my submission that whilst we see Mr Ntshetha as a Commander, we must not look at him being in a position of that as an autocratic Commander in that he just merely dictates.  It may appear to be, one would not want to create the impression that there was never a decision that would have been taken, as much as we have people in position nowadays, be it the President, be it the Minister of Defence, or Safety and Security, whatever decision that that Minister finally takes, will be a decision that has been reached by, or reached after consideration.  Now the decisions that were taken when Mr Lucky Ntshetha ordered them to bring back the victim, as much as there was collective decision making taking place in so far as the releasing, he, after consideration, either ratified or disagreed with that decision, so as much as one has to follow orders, we must not look at the position of Mr Moses Dlamini, that he was part of a collective active decision making, at the end of the day when a decision was reached, be it collectively with the Commander, or by the Commander independently, at the end of the day he followed that decision to protect the group they were setting out to protect.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Panday, frankly I don't understand this track of argument.  The applicant did not kill, physically kill the victim, the deceased.  The only order that you ever led evidence about was the order to shoot with a gun that failed to shoot, for the rest it was participation and a process, at best a common purpose doctrine thing, as the court indeed did find.  The court never found any orders and there was no order ever in evidence, other than relating to the failed shooting.  Is the argument not, if there's an argument, should it not simply be based on the applicant being a supporter of the ANC, really believing that he was promoting the causes and leave it at that?  I don't understand why you argue the order stuff.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Well Mr Chairman, I was going to get to that.  In considering what he was doing with the Commander, ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "No, but just make it clear to me.  Was there any other order to the applicant that we have evidence of, except an order to shoot and that that effort failed.",
            "Male"
        ],
        [
            "MR PANDAY",
            "No there is no other.",
            "Male"
        ],
        [
            "MR MALAN",
            "So why do you rely on any order?  So can we continue then with the rest of the argument, please?",
            "Male"
        ],
        [
            "MR PANDAY",
            "Madam Chair, after considering the position of the order to shoot which failed the applicant, while still in the belief that he was promoting the cause of the ANC being a supporter obviously remained and continued with whatever had to be completed on the day in question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And obviously you can't be arguing in a vacuum.  We have an application form in front of us, and I'm sure you've actually had cause to peruse such an application form, completed by the applicant himself where he really does not refer to Mr Ntshetha as a Commander that night, he refers to him as a member of his organisation and I draw your attention to paragraph 11(a) where he says he committed the acts for which he seeks amnesty on behalf of his organisation, that being the ANC and paragraph 11(b) where, in response to your question which specifically requires him to indicate whether he committed the act in the execution of an order or on behalf of, or with the approval of the organisation, he states quite categorically, unequivocally that he committed the act as a member of his organisation, requested for an assistance when requested by another member, when he was being attacked by the deceased, so we must really never argue without relating to what really is the basis of what we are here for.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Panday, if I may just ask you to address us exactly on that point because that to me is the crucial.  The evidence before us, also I think was it page 8 that Ms Mtanga quoted, yes page 7, the typed version of page 8.  The evidence as it stands before me by the applicant really is that he had a call of the witness Ntshetha saying to him that early morning:  \"There is someone who's suspicious, I think he's come to kill me\", he did not say anything else and he requested his help and then they rounded up the people.  That is in line also with the application where he said:  \"I went to the assistance of a member of our group which thought or believed that he was being attacked\".  That's where everything started and then I questioned him and what flowed from the questioning and that we have to judge on the evidence before us, can you comment on that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have your Act in front of you Mr Panday, may we restrict you to particular sections of the Act.  Can you confine yourself to Section 20 sub-section (2)?  I think it's (a) which deals with supporters and members.  you may if you wish to address us with regard to the criteria without referring to sub-section (2), sub-section (3) (e) because he does not qualify, in our opinion, in terms of that particular sub sub-section.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Madam Chair, in so far as the evidence that has been led by the applicant in this matter for the application for amnesty and for the murder of the victim, Madam Chair, Section 20 (2) (a) reads as follows.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are too well familiar with the section, just relate it to the evidence that is before us.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Madam Chair, the applicant was of the opinion firstly, he was assisting a member of the organisation that being the ANC.  Secondly, that he would have been protecting this organisation of his as it was being attacked, a member was being attacked by the opposite organisation, that being the IFP.\n\tMadam Chair, it is therefore our submission that in so far as the political objective that needs to be addressed, is that the actions of the applicant by attempting to protect and assist the member of the organisation was to inevitably promote that organisation by protecting the persons within that organisation.  Madam Chair ...(intervention).",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "It wasn't, according to what you are suggesting, it wasn't that I'm only assisting a member of my organisation against an attack by another member, because that wouldn't be political still.  It could be two opposite parties having a private quarrel between them, but the evidence was, these two members, the one in the one party and the one in the other party, didn't know each other, so there wasn't a private quarrel as far as we could ascertain from the evidence.  If in fact we accept that there was an attempt to attack the witness, Mr Lucky, that could have been connected with his brother sending somebody to attack him.  Could we then say that was a political attack, on the evidence?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Chairman on the evidence it's that the person that had come to attack the witness, Mr Ntshetha, had come to incontrovertibly attack the leader of the group, of the ANC and Mr Ntshetha being the leader of the group of the ANC, obviously he would be promoting the organisation, that being the ANC.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes and there was evidence that he was the cause of the strength of this group.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "He was the cause of the strength of the group and to destroy him would incontrovertibly destroy that organisation that existed in that small number of approximately 16 people, so as such the applicant's participation in this matter would have incontrovertibly been for the cause in that he would be protecting the organisation, the small organisation that was held together by Lucky Ntshetha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have only one problem.  I take it that you've now exhausted your argument, or were you still proceeding?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "...(indistinct) argument, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you concluded your argument?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Yes Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, now what weight do you think we should attach to this discrepancy that relates to the two versions given by Mr Dlamini and Mr Ntshetha with regard to what happened to the body of the deceased after he had been killed?  What weight should we attach to that discrepancy?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Madam Chair, whilst I accept that there was a discrepancy in that evidence as to the outcome of what had happened to the body, I think the charge that Moses Dlamini faces is that of murder of a person and in so far as the material aspects concerning the murder of that person, be it related directly or indirectly by virtue of it's common purpose, the material aspects in so far as the actual murder that has taken place, that Mr Dlamini's evidence and Mr Ntshetha's evidence, do not differ.  They materially correlate and corroborate the evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "And as to the discrepancy so far as to what happened to the body, Madam Chair, I would submit that that not be held too heavily against the applicant because we've also asked Madam Chair to bear in mind that when the applicant was sentenced in this matter, the judge was of the opinion that the applicant is less than intelligent and it is a possibility given the fact that one has to go back approximately 4 to 5 years, that the applicant himself may not be able to recall all of the events that have taken place, but in so far as the material aspects that are concerned in so far as the murder, that evidence is not defective.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just make sure?  Are you arguing that we should accept the evidence of the witness and not of the applicant in terms of what happened to the body?",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Chairman, in so far - that is correct, that we accept the evidence of the - even if we accept the evidence of the witness and even if the Committee upholds or believes that the evidence of the witness, ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "No, I'm asking you whether you're arguing that we should believe the witness, because that was what your argument was based on?",
            "Male"
        ],
        [
            "MR PANDAY",
            "Yes, that is correct, Mr Chairman, we accept the evidence of the witness in so far as what has happened to the body.",
            "Male"
        ],
        [
            "MR MALAN",
            "And not your client?  Not your client's evidence?",
            "Male"
        ],
        [
            "MR PANDAY",
            "It's my submission that there is a possibility that my client could have made a mistake in so far as what has happened to the body, the evidence.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is there not a possibility that your client indeed may have given us the true account that ...(intervention).",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Chairman, that's the point.  Even if one accepts the version of my client, that it may possibly be true at the end of the day that evidence does not materially effect the conviction that he 's seeking amnesty for and the offence that he was charged for.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Panday, I really think that when we talk about a full disclosure, as far as the needs of the victims are concerned, it would include the disposal of the body.  Then when it's a fully disclosure you will have to argue that the applicant's version is the more logical and proper version.  The moment you discard that as not true, I think you're making it very difficult for the applicant.  I think so, and I'm reserving my final judgment on this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Malan is merely expressing is his off-the-cuff opinion, but are you, do I understand you to be saying that full disclosure does not impinge on what happened to the body after the deceased had been killed, for purposes of amnesty where we are dealing with victims, where we are dealing with compassion where we have to disclose to the relatives about what really happened to their loved ones.  You're saying in so far as you are concerned, you are able to argue that full disclosure does not extend that far, that an applicant can lie about what happened to the body as long as that does not affect the conviction, then he would have satisfied the requirement of full disclosure as envisaged by the Legislature?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Madam Chair, it's my submission that whilst one accepts that there has to be a full disclosure and we accept that there has to be full disclosure in so far as what has happened to the body, and one accepts that one should be told, be it the family, be it all concerned parties as to what did happen to the body, Madam Chair, my submission is that we have two conflicting versions in so far as what had become of the body.  It is a possibility, or I submit that the Committee accept my version, the applicant's version as to the body that was left at the point where it was killed, of if alternatively the Commission does not accept the version of the applicant and chooses to believe the version of the witness in the matter, that the body was buried, Madam Chair, the weight to be attached to that evidence, I submit that the applicant's version as to what happened to the fody, may be viewed as being in terms of full disclosure, a harsher step that was taken to leave the body to either rot or to be, or to lie by the wayside as opposed to the witness's version that was to have covered the body.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the objective facts indicate, don't they, Mr Panday, that indeed the body was discovered in a shallow grave?  Those are the objective facts.  Are we not sitting with objective facts here?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "That is correct, Madam Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Madam Chair, at the end of the day, my submission is that whilst we have this conflicting evidence in so far as what has happened to the body, it is as I pointed out, that the applicant indicated that the body was left to lie whilst the witness indicated that the body was buried in a shallow grave...(intervention).",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The only fact is, we know that the body was in fact in a shallow grave.  I don't think we can dispute that.  The only question would be whether the applicant was present at the stage when the body was put into this grave and the trouble there is that both the applicant and the witness gave evidence that they left the scene together, in fact they walked up the path behind each other, so that's a difficulty.  The only other possibility is that the witness and some of his friends came back later and buried the body, but that's not his evidence, that would be mere speculation and we've got no basis for saying that because both said they left the scene together and so somebody's evidence here wouldn't be the truth and at this stage it seems as though the applicant didn't make a full disclosure in this regard because the objective fact was that the body was found in a grave and you submission is that, as far as I can understand it, is that that is not such a material fact, that amnesty should not be granted, although it may be that he gave false evidence, or even lied or made a mistake on this aspect, it's not material to the actual murder of the deceased.",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Mr Chairman, it's my submission that the applicant, to the best of the memory he has, he would have recalled that they left the scene, but as you have indicated that from the evidence that we have before us, that the body was obviously buried in a shallow grave.  It is my further submission that the applicant, to what he can remember, has disclosed fully that the body was left by the tree.  I understand the Commissioner's concern that the evidence now is that the body was buried, but at the same time it is also what the applicant can recall and as much as he can disclose fully and to the best of his knowledge, that is what he can remember.  The only difference in so far as - the only contentious point is that when they left, did anything happen to the body and to the best of his knowledge, he cannot recall that the body was buried, but he knows all of them did leave together.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, that's not his evidence.  He recalls quite clearly that the body was not buried.  They all left together.  He was able to give us the sequence of who was right in front and he was also able to tell us that the applicant was followed immediately by his own witness.  Of course we will also bear in mind as you argued, about this discrepancy with regard to this pertinent issue.  That's your witness.  You and remember you, have called him to support your application and that's why we are this concerned.  It is not a witness who has been called at our instance, it is your witness.  I suppose that should conclude your submissions?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga, do you have anything to submit?",
            "Unknown"
        ],
        [
            [],
            "Chairperson, I will be brief.",
            "Female"
        ],
        [
            [],
            "My position is that I'm not opposing this application and to add to the submissions of my learned friend, I would like the Committee to look at the context in which this incident occurred, the background of the applicant and his witness, that this - their operation or their unit lacked the sophistication that one would expect in a typical ANC unit and it is my submission that this has therefore affected even their common structure and hence there was a lack of clear definition into roles played by the people who were in the leadership.  It is my understanding of their evidence that even though Mr Ntshetha was a leader, he was also a community leader, not just a political leader and therefore he took decisions in the community as well and when he was asked by the Panel to give duties that he undertook as a Commander, he focused on the dagga and smoking problems, but when further questions were put to him, it was clear that he was the person communicating with other branches at Osindisweni, at Mawuti, he was in touch with other people, therefore he had been the person who was leading this unit even in political matters other than community problems.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that relevant for purposes of us being able to decide this application where you are not dealing with a person who committed anything on the instructions of any Commander or leader?  Is that relevant, because we are dealing with a person who committed the deed in support of his organisation, he was promoting the interest of the organisation, more than acting on the instructions of a Commander.  He was not executing any order.",
            "Unknown"
        ],
        [
            [],
            "Chairperson, my understanding of the evidence of the applicant, it is that he followed - he acted upon instructions of Mr Ntshetha whom he had regarded as a leader.  They had appointed him a leader of their group and therefore he had acted upon his instructions and the those instructions are in relation to the killing of the victim and as far as the killing is concerned, Mr Ntshetha gave orders.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well Mr Ntshetha did the killing himself.  That's the evidence before us.  The order that was given to the applicant, if it can be termed an order for lack of a better word, was that he must shoot and he couldn't shoot because his firearm could not discharge any ammunition and Mr Ntshetha, the leader, did the killing himself and this is the killing for which he is now seeking amnesty.  He was convicted on the principle of common purpose.",
            "Unknown"
        ],
        [
            [],
            "That is so, Chairperson.  If you are to grant amnesty to Mr Dlamini as an applicant for murder on the grounds of common purpose, my submission is that he was acting upon the in - in as far as his participation to further the common purpose, he was acting upon the instructions of Mr Ntshetha, whom he regarded as his leader.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "But suppose we would find that he's not telling the truth about the body, what happened with the body after, what would the effect of that be?",
            "Unknown"
        ],
        [
            [],
            "Chairperson, if we're supposing that Mr Dlamini's not telling us the truth?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  We are now sitting with two versions, Ms Mtanga.  We are sitting with the version given by Mr Dlamini as an applicant and sitting with a version given by Mr Ntshetha who has been called specifically by Mr Dlamini to support his application and on this point, with regard to how the body was disposed of, there is this conflict, this serious inconsistency.  Now we are saddled with that situation.  What weight should be attach to that discrepancy, in so far as full disclosure is concerned?",
            "Unknown"
        ],
        [
            [],
            "Chairperson, I'm not certain as to whether I can answer that question, but my problem - my understanding of his evidence and the problem that I encounter in answering your question is that if he could admit to having seen the eyes being taken, what could have been worse to admit the eyes being taken, than admitting to seeing the body being buried, to me, if he had a reason to lie, he would have lied about the eyes as well, that he never saw the eyes being taken and as a result I find myself in a predicament as to whether the lie is material to the facts that should be fully disclosed before this Committee, or not.",
            "Female"
        ],
        [
            "ADV DE JAGER",
            "I know it was denied that the heart was taken out, but wouldn't that be a motive for saying:  \"I didn't know what happened to the body afterwards, we left it there.  So if the heart's been taken out later, I am not involved\"?",
            "Unknown"
        ],
        [
            [],
            "That is a probability Chairperson.",
            "Female"
        ],
        [
            "MR MALAN",
            "Ms Mtanga I want to just get your opinion on the document that related to you one question that you put.  On page 5 of the bundle, the first question is\n\"You state in your application that the unknown person was an IFP member.\"\nThat's the first question.  \n\"If a person was unknown to you, how was he identified?\"\nNow you look at the answer on page 7.\n\"I heard that from other people.  I do stay with them.\"\nOkay, then the second question:\n\"What led you to believe that the deceased was sent to kill Mr Lucky Ntshetha?\"\nAnd the answer is what you based your question on,\n\"We were told by Lucky that the deceased wanted to kill him.\"\nSo he asked for help.  \n\"Then we went to that man to ask him what is going, then he told us for himself that time that he is an IFP supporter.\"\nThen later, this is still the same incident, the same paragraph to the same question, it seems through the interrogation we get that the deceased was not aiming to kill Lucky.  Isn't that indeed what they did satisfy themselves about during the interrogation and therefore the probability that they simply decided to release him and that the motive for calling him back was fear that something may be resulting from their having attacked and assaulted an innocent person?  Isn't this what the applicant says here?",
            "Male"
        ],
        [
            [],
            "Chairperson, my understanding of that answer was that at the time they had killed this person, they had accepted that he was an IFP person, there to kill Lucky Ntshetha and then later on a rumour came about that this person never intended to kill him, that was my ...(intervention)",
            "Female"
        ],
        [
            "MR MALAN",
            "No, you talked about a rumour, but if you look at the answer, the answer relates to one specific question, \"What led you to believe that the deceased was sent to kill Mr Lucky Ntshetha?\"  And then he tells you, \"Lucky told us so, but later we found out it wasn't so.\"  That's the gist of the story and it all relates to the same question, the same incident.",
            "Male"
        ],
        [
            [],
            "Chairperson, that later to me, I didn't it to be saying on the very same day...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Well you didn't understand it to be on another day either.  I mean it's simply, we have to make a deduction from what's here.  This was never put to the applicant himself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did put it Ms Mtanga?",
            "Unknown"
        ],
        [
            [],
            "No Chairperson, Adv Chris de Jager did.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think somebody - this was explored with the witness.",
            "Unknown"
        ],
        [
            [],
            "With the applicant.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "With the applicant and then I thought you had done that because I've got a note thereof.",
            "Unknown"
        ],
        [
            [],
            "Yes, I ...(intervention).",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "This was explored with the applicant who then explained that whilst they were in jail, after they had been apprehended, it later was established by someone, if the applicant went on to give the name of the person who said he thinks, even then it was not a fact, he thinks it's possible that Lucky Ntshetha might have had some personal hatred with this person and that's why he called them to assist him to kill him.  I think this point, I just wanted to correct my learned friend, so this was explored and that you are in no position to give us any further elucidation other than the evidence that's before us and I'm satisfied that we do have sufficient evidence before us to clear this particular point.",
            "Unknown"
        ],
        [
            [],
            "Thank you Chairperson.",
            "Female"
        ],
        [
            [],
            "That ends my,...(intervention)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I suppose that that concludes your submissions?",
            "Unknown"
        ],
        [
            [],
            "That concludes my submissions Chairperson, thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any reply Mr Panday?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "No Madam Chair.\nNO REPLY BY MR PANDAY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  This matter is concluded, evidence has been concluded.  We reserve our decision in respect thereof.  We'll pronounce our decision in due course.  We thank the legal representatives, including our Evidence Leader, for according us the assistance they were able to afford us.  Thank you.  We'll adjourn for lunch.  The time is 20 to 2.  We'll adjourn for lunch and we'll resume at 10 past 2.  At 10 past 2 we will commence with the application of Mr Khuzwayo, but before we can do so, may we request the legal representatives appearing from Mr Khuzwayo and/or Nkwanyana, to see us in chambers immediately?",
            "Unknown"
        ],
        [
            "MR PANDAY",
            "Sorry Madam Chair, I take it I am now excused?  Thank you.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before we adjourned for a very short lunch, we had given an indication to the house at large, the applicants, their legal representatives, the victims' legal representatives, the Evidence Leader that when we resume we'll commence with the application of Mr Khetha Mbilo Khuzwayo as well as with the application of Osmond Bekhisisa Nkwanyana.  That we did with the hope that we'd be able to indeed proceed with these applications.  I must state that I did that before I had an occasion to go through a supplementary affidavit that has been handed to the members of the Panel quite recently, that we were able to go through during our short lunch adjournment.\n\tBoth applicants Mr Nkwanyana and Khuzwayo, have caused supplementary affidavits to be made in support of their applications.  I must state for the record that in so far as Mr Nkwanyana is concerned, from a quick perusal of his supplementary affidavit, we note that we will be sitting with two versions with regard to his participation in the incident for which he seeks amnesty.  We hope and trust that the legal representative, who has been employed to legally assist him in proceeding with his application, will be able to explain to him the legal implications thereof.\n\tIn so far as the application of Mr Khuzwayo is concerned, on a quick perusal of the supplementary affidavit submitted to us a few minutes ago, we have noted the following:  Firstly, two names which had not been referred to in his initial application has now been made mention of and that is the name of Bekhi Zita an alleged informer and the name of one Shadrack Mleje, allegedly the person who formulated a so-called hit list that was used by Mr Khuzwayo in the commission of the offenses for which he seeks amnesty.  There is a further mentioning of one Simunye Nthembo as well as many other persons who were not initially disclosed in Mr Khuzwayo's application, as prepared for this Hearing today.  We are therefore unable to proceed with the two applications because, in terms of section 19 sub-section (4) of our founding Act, we are enjoined by our Act to inform any person or persons who is or are implicated in the Hearing and the names that I have referred to, are names of implicated persons that we are obliged to inform in terms of Section 19(4) of these proceedings and afford them an opportunity of either appearing to oppose or to support the applications by the applicants or even elect their right not to do anything in so far as these applications are concerned.  However, it is a duty that we have to perform and we may not circumvent it.  In the premises, we are going to postpone these two applications sine die to enable firstly our investigating unit to investigate the matter in pursuance of this new information having been brought forth as a result of the two supplementary affidavits handed to us this morning and secondly, to enable the implicated persons to be appropriately notified as reuuired by the Act.\n\tThe applications therefore of Mr Osmond Bekhisisa Nkwanyana, application number AM 5214/97 and Khetha Mbilo Khuzwayo application AM6175/97, are postponed sine die.\n\tIn conclusion may we, on behalf of the Amnesty Committee, express our appreciation for the attempts made by the relatives of the victims, to attend these hearings.  We know it is a costly exercise, not in terms of money, but in terms of emotions, to come to a Hearing of this nature.  It is therefore our obligation to apologise that we are unable to proceed with these Hearings, after all the trouble that you have taken to be present today.  We do so, however, because we have to conform and comply with the requirements of the Act and the Act is also intended to show its compassion to people like you.  We hope you'll be able to attend the next Hearing.  You will be duly informed of when that date will be.\n\tWe express our gratitude to the legal representatives appearing on behalf of the victims and on behalf of Mr Nkwanyana and Mr Khuzwayo as applicants and of course to our Evidence Leader.\n\tDid anyone wish to say anything?\n\tThis now brings us to a close of our hearing for the day.  We will adjourn today and resume tomorrow.  What time Ms Mtanga?   Are we to start with a part-heard matter of Mr Mngomezulu and Khuzwayo?",
            "Unknown"
        ],
        [
            [],
            "9 o'clock Chairperson,",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "9 o'clock?  Yes.  We'll adjourn for the day and resume tomorrow morning at 9 o'clock.  Thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}