{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-11-16",
        "location": "DURBAN",
        "day": "2",
        "names": [
            "ALEX BEKHANI HLONGWANE"
        ],
        "case number": "AM5192/97",
        "matter": "ROBBERY AND ATTEMPTED MURDER",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53940&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99111518_dbn_991116db.htm",
        "speakers": [
            "ADV BOSMAN",
            "ALEX BEKHANI HLONGWANE",
            "ANDRIES BONGNKOSI NTJALI",
            "BONGNKOSI ELVIS ZULU",
            "CHAIRPERSON",
            "INTERPRETER",
            "M NTJALI",
            "MR MAPOMA",
            "MR NTJALI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR HARKOO",
            "MR MAPOMA",
            "ALEX BEKHANI HLONGWANE",
            "MR HLONGWANE",
            "ADV SANDI",
            "ADV BOSMAN",
            "INTERPRETER",
            "MR SANDI",
            "ANDRIES BONGNKOSI NTJALI",
            "MR NTJALI",
            "ADV HARKOO",
            "M NTJALI",
            "BONGNKOSI ELVIS ZULU",
            "MR ZULU",
            "MR HARKOO IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning.  We want to start the proceedings.  For the record, it is Tuesday the 16th of November 1999.  It is the continuation of the sitting of the Amnesty Committee at the Durban Christian Centre.  The composition of the Panel will be apparent from the record.  The matter that we've got on the roll for today, is the amnesty application of Alex Bekhani Hlongwane, amnesty reference is AM5192/97.\n\tI'm going to ask the legal representatives to put themselves on record.  For the applicant, Mr Harkoo?",
            "Unknown"
        ],
        [
            [],
            "Thank you.  The name is Harkoo, initial R.  I appear for the applicant and I am assisted by Mrs Govender, her initial is G.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Harkoo.  Then the Leader of Evidence.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Mapoma, Leader of Evidence.  Thank you, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.  Yes, Mr Harkoo, do you want your client to be sworn in?",
            "Unknown"
        ],
        [
            [],
            "Thank you, Mr Chairman, just before we begin I just want to thank you for the indulgence that you've granted me shortly.  Very briefly, just to apprise the Members of the Committee, the applicant has been charged with robbery, attempted murder, unlawful possession of a firearm and unlawful possession of ammunition.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just go a bit slower.  He's charged with robbery you say.",
            "Unknown"
        ],
        [
            [],
            "Robbery, attempted murder, unlawful possession of a firearm and unlawful possession of ammunition.  He has been sentenced to 10 years imprisonment for count 1, 5 years for count 2 and 2 years for counts 3 and 4, jointly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "10 years for the robbery, 5 years for the attempted murder and what for the others?",
            "Unknown"
        ],
        [
            [],
            "2 years for charges 3 and 4, jointly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - no microphone)",
            "Unknown"
        ],
        [
            [],
            "Unlawful possession of a firearm and ammunition.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And which years was this and in which court?",
            "Unknown"
        ],
        [
            [],
            "This was in 1992, in Ladysmith.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - no microphone)",
            "Unknown"
        ],
        [
            [],
            "Yes.  The applicant will state that at the time he was a member of a political organisation and his actions were such to assist the community and thereby for the aims of the organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which organisation is it?",
            "Unknown"
        ],
        [
            [],
            "He was a member of the ANC at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is that, which ...?",
            "Unknown"
        ],
        [
            [],
            "He was a member of the Self-Defence Unit, in Ladysmith.  May I now present the applicant?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Thank you, Mr Harkoo.  Mr Hlongwane, can you hear the interpretation on your headset?  I'll ask you to please stand to take the oath.  Are your full names, Alex Bekhani Hlongwane?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.  Yes, Mr Harkoo?",
            "Unknown"
        ],
        [
            [],
            "Thank you, Mr Chairman.\n\tMr Hlongwane, would you tell the Members of the Committee, at the time that you were involved or charged with this crime for which you are now serving a term of imprisonment, were you a member of any organisation, any political organisation?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, I was a member of the ANC.",
            "Male"
        ],
        [
            [],
            "What was your position in the organisation?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I did not have a position as such, but I was a member of the SDU.",
            "Male"
        ],
        [
            [],
            "The SDU, is that the Self Defence Unit within the organisation?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "You were charged with robbery, attempted murder, the unlawful possession of a firearm and ammunition.  Could you briefly tell the Members of the Committee the circumstances and the background and the reason relating to this incident.",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "In 1991, a war erupted between the ANC and IFP.  I was a member of the ANC.  Because of that reason there was a need for my organisation to come up with campaigns of protecting the community.  I was one of the people elected to become a member of the SDUs.",
            "Male"
        ],
        [
            [],
            "I didn't get that, did you say you were elected?  Can you repeat that?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I said I was an ANC member and because of the violence in the area, there was a need to make ways and means of protecting the ANC members and the community.",
            "Male"
        ],
        [
            [],
            "Thank you.\n\tThis violence that you are referring to, what violence is this?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "It was the war between the ANC and the IFP.  Those two groups were at war.",
            "Male"
        ],
        [
            [],
            "Why was it necessary for you to form this SDU, why didn't you just go to the police?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "The police would be approached with regards to different crimes, but they would not assist us, instead they would side with the IFP.  So it became obvious that we could not approach them.",
            "Male"
        ],
        [
            [],
            "Ja, but how did the - sorry, Mr Harkoo.\n\tHow did the police side with the IFP?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "For instance, when we were attacked they would not come to intervene or stop IFP members from attacking us, instead we will see them on the side of the IFP.  We would see their vehicles parked alongside the IFP members, but they would do nothing to stop those people from attacking us.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Can we just, Mr Harkoo, please get clarity on exactly where this took place.  Was your client living in Ladysmith in the township or where exactly did all this take place?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "At Section E at eZakheni township.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "In Ladysmith?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "Is eZakheni one of the townships that is around the Ladysmith area?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Pardon?  That is correct.",
            "Male"
        ],
        [
            [],
            "Could you tell us briefly what happened at this incident for which you were charged.",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "After my commander had given me instructions, we went to wait for the vehicle that was supposed to rob and when it did arrive we stopped the vehicle and because the gate was closed, we pointed our firearms at them and we told them that we wanted the money that they were carrying.  On hearing this they just sped off.  That is when we started firing and when we did so, one of the passengers or one of the persons in the vehicle was injured.  Thereafter we went and removed the money from the vehicle.  Afterwards we were arrested by the police on the same day.",
            "Male"
        ],
        [
            [],
            "Whereabouts were you arrested?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "It was near Peter's(?), but it was in an open veld.",
            "Male"
        ],
        [
            [],
            "This person who you say was injured, did you know him?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No, I do not know him, but it was a white person.",
            "Male"
        ],
        [
            [],
            "You mentioned that you were instructed by your commander, who is this commander you're referring to?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Mr Mshishi Nzimande.",
            "Male"
        ],
        [
            [],
            "What was Mr Nzimande's position in the organisation?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "He was a member of the SDU.",
            "Male"
        ],
        [
            [],
            "Did he hold any specific position in the SDUs?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, he was the person in charge, he was the chief of the SDUs.",
            "Male"
        ],
        [
            [],
            "Thank you.",
            "Unknown"
        ],
        [
            [],
            "Did you normally take instructions from Mr Mshishi Nzimande?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "Now you also mentioned that you pointed a firearm.  Where did you get the firearm from?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "We had received them from the commander, Mr Mshishi Nzimande.",
            "Male"
        ],
        [
            [],
            "How many firearms did you have, or did you and your co-accused in that matter have with you?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "There were two small firearms and a knife.",
            "Male"
        ],
        [
            [],
            "Were all these weapons given to you by Mr Mshishi Nzimande?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "And what were your instructions?  You mentioned that you were instructed to rob the vehicle, what did you plan to do with the money?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "The money that was going to be robbed from that factory was going to be used towards the purchasing of firearms.  That is the information I received from the commander.",
            "Male"
        ],
        [
            [],
            "Who were the other persons that were involved with you?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Andries Bheki Ntjali and Bongkosi Zulu.",
            "Male"
        ],
        [
            [],
            "Were they also members of the Self Defence Unit?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "Were they aware of the fact that you were to rob the vehicle for the purpose of obtaining money to buy weapons?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "Now what is your attitude at this point in time, in regard to the political situation in the country?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Well I regret the action that we took at the time, but it was all because of the circumstances at the time.  I do realise that it was not good to go and harm other people for political objectives.",
            "Male"
        ],
        [
            [],
            "What is your attitude towards the police now?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "There is a difference between the way they operated then and the way they operate now, so I cannot regard them as a problem at present.",
            "Male"
        ],
        [
            [],
            "What is your attitude now towards the victims?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I feel remorse for that person and I would like to pass my sincere apologies for that act and I would like to say to him that I am very sorry for what I did.",
            "Male"
        ],
        [
            [],
            "I have received a fax from one of the victims who objects to you being granted amnesty, and he states that should you be granted freedom again, you will return to what he describes as your murderous ways.  What do you have to say to that?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I would say I have already explained the circumstances under which the act happened, it was a political situation between the ANC and the IFP.  And it is clear that at present that situation does no longer prevail, so there will be no need for me to partake in such instances.  And my presence here is to indicate that I am no longer that person, or I would no longer take part in such acts.",
            "Male"
        ],
        [
            [],
            "I see.  When you committed this crime, did you do so for any personal benefit or any personal gain?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No, there was no gain that we were going to receive.  From the information that I received from the commander, there was no benefit that I was going to get.",
            "Male"
        ],
        [
            [],
            "What happened to the monies that were in fact taken at the time of the robbery?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "The police recovered the money after our arrest.  As I explained before, we were arrested on the very same day, so they confiscated that money.",
            "Male"
        ],
        [
            [],
            "That is the evidence, Mr Chairman, of the applicant.\nNO FURTHER QUESTIONS BY MR HARKOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Harkoo.  Mr Mapoma, questions?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Thank you, Chairperson.\n\tHow did you become a member of the SDU?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "There was a war in the area and problems in protecting the community were established and there was a need to people who would volunteer to protect the community, and that is how I also became part of that programme.",
            "Male"
        ],
        [
            [],
            "Sorry.  Mr Hlongwane, I don't you are answering the question Mr Mapoma is asking you, your answer is just a restatement of the background.  How did you yourself become a member of the SDUs?  You've told us about the background, at what stage did someone approach you or did you go to someone and say \"I want to be a member of the SDUs\", what happened?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "There was a person who came with this idea that there was a need to protect the community.  He explained that we will be protecting the community and when he made that explanation I was also convinced that that was the correct thing to do.",
            "Male"
        ],
        [
            [],
            "Who was this person?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Mr Pumlani Buthelezi.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Were you related to Pumlani Mthembu(sic)?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No.",
            "Male"
        ],
        [
            [],
            "Did he know you before he came to approach you to say that you should also take part in the SDUs?  Had he known you before?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, he did.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, Sir.\n\tHow did he know you?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "We resided in one area, so that is how we knew each other.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Were you a card-carrying member of the ANC?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No, I did not.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you belong to a particular branch of the ANC, or did you attend any meetings of the ANC?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, there were meetings that I attended and after such meetings, when I'd already joined the SDU, I did obtain a membership card.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "The question was whether you belonged to a particular branch.  Did you belong to a particular branch and which branch?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "The eZakheni branch.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, Ma'am.\n\tNow did you receive any training in the use of arms?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Are you saying that the SDUs of eZakheni were not trained in the use of firearms?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "There were not sufficient firearms for that training, but we were told or instructed on how to use the firearms to protect ourselves.  So we did not have firearms that were used for training, but we were informed as to how to protect ourselves with the firearms.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You were informed by whom?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Mr Mshishi Nzimande.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Where is Nzimande now?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "He is late.  He died during that war.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is the only person that informed you on how to use these firearms?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "The person I regarded as having knowledge was him, but there were others who would put in a word or two.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Are those others alive?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I think so because I had never heard anything with regard to their death.",
            "Male"
        ],
        [
            [],
            "Just explain something - sorry, Mr Mapoma.\n\tHow did Mr Nzimande die, was he killed in the course of this conflict, was it a natural death or how did it come about that he died?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "He died in that war between the ANC and the IFP.  There was an exchange of gunfire and he was hit.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, Sir.\n\tWhen Mashishi died, were you already in prison?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "It was on the 24th of October 1992.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Where were you then?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I was out on bail.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now Ntjali and Zulu, the persons with whom you conducted the robbery, were they members of the SDU as well?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "That's correct.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Who recruited them?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I do not have knowledge thereof, but I knew them as members of the SDU.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Were they charged with you, and convicted of the robbery?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "That's correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Are they also still in prison?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "That's correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Do you know whether they've applied for amnesty?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I learnt of it now that they have never applied for amnesty.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Have you seen any of them since you've applied for amnesty?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No, I'd never see them because we are incarcerated in different prisons.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So I take it you have no idea why they have not applied for amnesty.",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No, I do not know.",
            "Male"
        ],
        [
            [],
            "Just on that.  At page 31, I see that Andries Bheki Nkosi Ntjali says he did not apply for amnesty for this incident, he did however apply for amnesty for other things and he says he was not a member of any political organisation.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson, I was just coming to that person.\n\tWhat is your comment to what Ntjali has said in a statement to the TRC Investigator?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "What I can comment on is what I know.  When I approached him before we went out to carry out the act.  I think he's the person who would be better placed to explain as to why he wrote that, but my knowledge is that we were in one organisation and we operated in the SDUs together.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Do I understand you to be saying that what he's told the TRC Investigator, in a statement dated the 7th October 1999, was not true?  When he said that\n\"I was not a member of the SDUs in eZakheni, I was not a member of any political organisation.\"",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "The truth is he has never explained or revealed to me that he is not a member of the organisation, so I regard that statement as not being the truth, it's a lie.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is there any person amongst the three of you who was in charge of this robbery \"operation\"?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I was in charge.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you tell them what the purpose of that robbery was?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, I did inform them.  What I informed them was that we were ordered to go and rob that vehicle, in fact I even informed that I had received other instructions to go and rob a police station, which instructions I had refused because it was easier to rob people who were not armed, than those who were armed at the police station.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.  I have no further questions, Chairperson.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.  Has the Panel got any questions?",
            "Unknown"
        ],
        [
            [],
            "This war between the ANC and the IFP, did you know what it was about?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I would just explain on what I observed.  There was a Disciplinary Board in the are that used to handle whatever crimes and misdemeanours that happened in the community.  As time went on this committee was labelled as belonging to one political organisation and then people became divided into two.  Then there were also demarcations of the area that we made, such that other areas became no-go zones and that is how the whole thing started.",
            "Male"
        ],
        [
            [],
            "This was not - as you understand it, are you trying to say that this was not a war caused by differences between the two organisations, on issues of policy?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Before there was no political organisations, but as time progressed and political organisations became known in the area, when people went to that disciplinary structure they became labelled as either belonging to this or the other organisation.",
            "Male"
        ],
        [
            [],
            "Are you aware if there were perhaps any differences between the organisation?  As you understood the policies of the organisation, were there any differences policy-wise between the two organisations, that you are aware of?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Please repeat that question.",
            "Male"
        ],
        [
            [],
            "Are you aware of any differences between the two organisations, that is the ANC and the IFP, by way of policy? - if any.",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Although I cannot claim to know it fully, but I was aware that there was a difference of opinion because the war started by the difference of opinion.",
            "Male"
        ],
        [
            [],
            "What was the policy of your organisation, the ANC, as you understood it?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "What are you referring to?",
            "Male"
        ],
        [
            [],
            "Do you know if the ANC had any policy as to how it would pursue it's political struggle?  You were a member of the ANC, not so?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "The objective of the ANC was to fight for democracy and for the rights of everyone in the country.",
            "Male"
        ],
        [
            [],
            "How did the ANC intend to go about fighting for that?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Amongst others it was against the expectation of the community.  The ANC regarded such a ...(indistinct) as being inhuman.",
            "Male"
        ],
        [
            [],
            "Let us move on to the incident in question.  When did you become aware for the first time that this robbery was to be carried out at this place?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "The incident happened on the 28th of February, but I had known a long while before then.  I would say before December 1991, I knew about it.  What happened was the violence would erupt and it would sort of die down and it was start up again and Mr Nzimande would keep on raising this idea and eventually we carried it out.",
            "Male"
        ],
        [
            [],
            "Where were you when you became aware for the first time that the attack was to be carried out at the company.",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I was in eZakheni at C1.",
            "Male"
        ],
        [
            [],
            "With whom were you?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I would be with Mr Nzimande although others would be present, whose names I cannot really recall.",
            "Male"
        ],
        [
            [],
            "Was Ntjali there?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No.",
            "Male"
        ],
        [
            [],
            "It was just yourself and Mr Nzimande, you don't remember who else was there?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "What I know is that the people who were around were not concerned with our discussion.  He addressed himself directly to me with regards to the robbery but there were others who were present but they were not involved in the discussion.",
            "Male"
        ],
        [
            [],
            "At a stage did Mr Ntjali and Zulu  get to know about this and that they had to be involved?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "If I'm not mistaken, they knew around December 1991 that we had to carry out the robbery.  Mr Nzimande would inform me that because the war was continuing we would need to carry out the robbery and eventually it happened.",
            "Male"
        ],
        [
            [],
            "I don't follow you very clearly.  How did they get to know?  Did someone approach them?  Who was that?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I informed them.",
            "Male"
        ],
        [
            [],
            "Why did you approach them?  Did Mr Nzimande say you should approach them?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Mr Nzimande had given me the authority to recruit two people that I could use or work with, so I identified the two of them as the people that I could work with.",
            "Male"
        ],
        [
            [],
            "What was their reaction when you approached them for the first time?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "They had not expected it, so they were a little surprised, but I realised that at the time it was difficult for a person to express a different opinion after he had been given an order or something like that, so I cannot say that they were happy about that.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did I not understand you to say that they were members of the SDU?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "They were members of the SDU.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Why did you have to recruit them?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "The Commander had said I could choose people that I could work with, so when I thought about it, I felt that I could trust them, so that is how I got to choose the two of them.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "For what reason particularly, apart from the trust, did you choose them?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I just felt that when we go out to carry out the task, there would be capable to carry it out effectively, not that I knew something about them before to that effect.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "You say they were surprised when you approached them, can you explain that?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I meant they did not show excitement or show that they were happy because when you discuss matters of that nature, it involves certain risks and danger, so I did realise that they were not very happy or maybe they wanted to say something but they did not express that to me.",
            "Male"
        ],
        [
            [],
            "Had they not been involved in an incident similar to the one you wanted them to participate in?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No, I did not have any knowledge of any prior incident.",
            "Male"
        ],
        [
            [],
            "Do you say they were concerned about some dangers, did you say they were concerned that this could be a dangerous exercise to go and carry out this robbery?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I am trying to create a picture of what could have gone through their minds at the time.  When I informed them about the act, they did not really show any excitement.  For instance, if you give somebody a present, they show their gratitude by being excited, so when I told them, they did listen to me and I could see that there was something they felt or thought, but they didn't express that to me.",
            "Male"
        ],
        [
            [],
            "In other words, they were not enthusiastic about what you wanted them to be involved in?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No, they did not show any enthusiasm.",
            "Male"
        ],
        [
            [],
            "You still continued to get them involved in this attempted robbery?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "Did you enter into any discussions with them as to how exactly you're going to carry out this robbery?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Well, I relayed the same information that had been given to me as to how we were going to proceed.",
            "Male"
        ],
        [
            [],
            "What was the plan?  How were you going to proceed?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Well, we were armed.  The Commander had said that we should be armed so that if the plan doesn't go accordingly or if any other situation arises, so he said I was going to collect the firearms before the incident, so I did so and we then proceeded to the factory.",
            "Male"
        ],
        [
            [],
            "So it was just the three of you?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "That's correct.",
            "Male"
        ],
        [
            [],
            "Tell us who was armed with what?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "There were two firearms and a knife.  I took one firearm and Andries Ntjali also took the other firearm.  Bongnkosi Zulu carried the knife.",
            "Male"
        ],
        [
            [],
            "Did you know if Ntjali was capable of using the firearm?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Please repeat that.",
            "Male"
        ],
        [
            [],
            "Did you know if Ntjali could use a firearm?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No, I did not have that knowledge.",
            "Male"
        ],
        [
            [],
            "Did he say to you he was able to handle a firearm?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No.",
            "Male"
        ],
        [
            [],
            "Did you tell him how he should use the firearm?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I did tell him or show him how to pull the trigger and the firearm was a simple one and in any case it was not our intention to shoot at them, we had intended just to frighten them by pointing the firearms at them, so there was really not need for extensive training and even myself, I did not have extensive training with regards to firearms.  The aim of having those firearms was just to frighten them.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But were the firearms loaded?  Were there bullets in the firearms?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, there were.",
            "Male"
        ],
        [
            [],
            "Thank you Mr Chairman, no further questions at this stage.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "If I may.  Mr Hlongwane, do you know of any particular incidents of violence between members of the ANC and IFP at the time?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, there were many incidents that occurred before this act.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Can you give us names of ANC people who were killed or injured?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "One was Mali Nzimande, Ncede, some were not even residents of the area because some would rent property because they worked in the firms around there.  Another one was Bongani.  I would be able to remember more if I get opportunity to do so.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Was there anybody particularly close to you or with whom you were very friendly, that was killed before this incident?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No, there was no one who was related or close to me.  It was just people from the area.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Who identified this Natal Luggage Factory as the target?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "It was Msheshe Nzimande.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you know anybody who worked there?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you work at the time?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, I did.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Where did you work?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "CI Park Home, it was a caravan making factory.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Was it in the vicinity?  Was this also at Peters, near this factory?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes it was at Peters.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So you knew the factory?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, I knew the factory.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And Ntjali and Zulu, did they not work at the factory?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And you say you were arrested in Peters, is that where the factory is?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "That's correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And now where is eZakheni in relation to Peters?  Were you on the way to eZakheni, or on which road were you when you were arrested?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No, we were not a route towards eZakheni, but we were just on the veld.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I'm sorry, I didn't hear the last, you were just on the?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "He said they were on the veld, on their way to hide.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Were you not on your way to take the money to Nzimande?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No, we were still far from there.  The route that we took was not towards the township, we were just headed towards a forest-like area, that was before we even went to Mr Nzimande.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "When did you intend taking the money to Nzimande?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "After that incident, on the same day, we would have taken the money.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Where was the money when the police arrested you?  On your person?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, it was in our possession at the time, but we got involved in a gun fight with the police so the money was left there at the veld.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you, no further questions, thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Were you actually chased after you robbed this vehicle?  Were you chased by the security guards?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "No, they did not chase us, they just approached us on the way.  At the time we thought that maybe we had been successful and the police just emerged from nowhere and that's when we started fleeing.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Then you ran into this veld, to go and hide?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, we were in that area.  That area was bushy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when you fled into the veld, you were trying to get away from the police?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "We were just trying to hide ourselves, get away from the scene.  We only started running when the police approached, that is when we started running, but at the time when we left the scene we were just trying to get away from the scene.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you thought that your robbery was successful and then you saw the police and you tried to run away from the police and you ran into the veld?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you tried to hide in the veld there from the police and then they arrested you with the money still in some or other briefcase?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, we were running from the police and the money was left there on the spot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it in a briefcase?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, it was a leather bag that looked like a briefcase.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you had any time to open this briefcase or leather bag before the police got you and arrested you?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, we could see the money because there was no lock on the case, it's not that we had opened it, but as we were running, the case had become open.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You could see inside the container that there was money in there?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, we could see because we could not control the handle, it would open at intervals when we were running.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then the police got you after one of you dropped the bag?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, we left the bag as we were being chased by the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Harkoo, re-examination?",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            [],
            "Mr Hlongwane, you were asked:  \"Did you tell Mr Ntjali how to use the firearm?\" and your answer was that the firearm was a simple one.  My question is that, did you think he was in a position to use the firearm as it was, or did you think that he required any further training?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "As I mentioned before, there was no important role that was going to be played by the gun except to frighten the people because that was the information that we had, that we were not going to use it, but just to frighten the people.",
            "Male"
        ],
        [
            [],
            "If these people shot at you, what were you going to do?  Were you not going to fire back?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "We had been informed that those people were unarmed so when we had discussions with my colleagues, we did not expect them to be armed, so our discussion centred around just pointing them with the firearms, just to frighten them.",
            "Male"
        ],
        [
            [],
            "By colleagues, you mean Ntjali and Zulu?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes.",
            "Male"
        ],
        [
            [],
            "So they had some background information about the place you were going to attack?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, because I did explain to them, we were going to attack.  I gave them the name of the factory, so they recognised the name.",
            "Male"
        ],
        [
            [],
            "Thank you.  You mentioned just now that the first time that you knew about the incident or that you planned the incident, was sometime in December 1991.  At that point in time, were you a member of the SDU or were you just an ordinary member of the ANC?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I was a member of the ANC.",
            "Male"
        ],
        [
            [],
            "And you mentioned when you were asked whether you were a card carrying member of the ANC, at which point did you become a card carrying member of the ANC?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I received it I think around 1993 because prior to that we did not use them.",
            "Male"
        ],
        [
            [],
            "For how long were you a supporter of the ANC?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Around 1989.",
            "Male"
        ],
        [
            [],
            "What, when you, getting back to the incident, when you had the money with you and you were fleeing from the incident, what was your ultimate aim?  What did you plan to do with that money?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "The aim was that at the time we were fleeing from the police and we were going to return the money to the Commander.  I would say the money that we were going to obtain from the factory was going to go towards buying the firearms that were to be used in the protection of the community.",
            "Male"
        ],
        [
            [],
            "Yes, but who were you going to hand the money to?",
            "Male"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Clearly it would go to Mr Msheshe Nzimande as per plan.",
            "Male"
        ],
        [
            [],
            "Thank you.  That is the evidence Mr Chairman.\nNO FURTHER QUESTIONS BY MR HARKOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Harkoo.",
            "Unknown"
        ],
        [
            [],
            "Sorry, Mr Hlongwane, I keep on coming back to you.  Were you ever involved in these clashes between members of the ANC and the IFP?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, I did play a role, but it was ineffective because at the time we were short of firearms, of weapons, that was why there was a need for weapons which would have boosted our role at the time.",
            "Male"
        ],
        [
            [],
            "As you were short of firearms, what role did you play in these clashes?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "It was staying ...(indistinct) and be on the lookout for the attackers because they would carry out attacks and I would also be involved in making the community aware and warning them of the attackers if they approach.",
            "Male"
        ],
        [
            [],
            "Why did you have to make the community aware?  Did they not know that they could be attacked at any time by supporters of the IFP in the course of those clashes?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I did not understand that question.",
            "Male"
        ],
        [
            [],
            "You say you had to make members of the community aware, what did you have to make them aware of?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "What used to happen was, we did not know how attackers got inside the area.  The role I played was to be on the lookout and on the very edge so that we see attackers approaching, so that we can warn the people inside so that they can prepare themselves.",
            "Male"
        ],
        [
            [],
            "This robbery, was it the first time that you had to commit an act of robbery on behalf of your organisation, in other words, with the intention to help your organisation?  Was there any robbery before?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No.",
            "Male"
        ],
        [
            [],
            "Whilst you were in prison, wee you in the company of Ntjali and Zulu?  Were you in the same prison?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "No.",
            "Male"
        ],
        [
            [],
            "Did you ever tell Ntjali what you wanted this money for?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes, I informed them.",
            "Male"
        ],
        [
            [],
            "The reason I'm asking you the question is because at page 31 Ntjali says you never told him, he only heard for the first time in prison what the money was wanted for.",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I will say that is a blue lie, I told him how the money was going to be used.  I even told Bongnkosi as well.  I even told them that there had been another idea to attack a police station and they agreed with me that that was not a good idea, therefore the intention was not just the money, but the acquisition of firearms.  So when I had my discussions with the Commander, I expressed the opinion that we rob the factory rather than the police station and Mr Zulu agreed with me when I told them of this, that is why I say that is a lie.  I informed them.",
            "Male"
        ],
        [
            [],
            "Lastly, do you have any comment to make about the fact that both Ntjali and Zulu have not applied for amnesty in respect of this incident?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "I cannot comment.  I was of the opinion that the opportunity had been granted to anyone who wanted to express themselves about the incidents that happened in the course of past events, so it was up to each and every person to come and express what they had to say.",
            "Male"
        ],
        [
            [],
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Can I just get clarity on this?  Did you say that the idea was that you should rob either the police station or the luggage factory and that you said that you should rob the luggage factory?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "Yes.  What I'm saying is that the Commander's first opinion was that we should rob the police station, but I came up with the idea, in fact he came up with that idea and I agreed with him, because I personally preferred to carry out that incident at the factory, because I was not comfortable with attacking a police station where people were heavily armed and when I informed them about the idea to rob the factory, I also told them about the police station and that is when Bongnkosi agreed with me that I had chosen well.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I'm still not quite clear.  Who first mentioned the possibility of robbing the luggage factory?",
            "Unknown"
        ],
        [
            "ALEX BEKHANI HLONGWANE",
            "It was Mr Msheshe who had these different ideas because I was not comfortable with the police station, he asked me if I could do or carry out the robbery at the firm and I told him that yes, I would prefer to rob the factory rather than the police station because the people there were heavily armed.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Okay, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Anything arising from these question?",
            "Unknown"
        ],
        [
            [],
            "No thank you, I have no further questions.\nNO FURTHER QUESTIONS BY MR HARKOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hlongwane you're excused, thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Harkoo.",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman, I call now Mr Andries Bongnkosi Ntjali.",
            "Male"
        ],
        [
            "ANDRIES BONGNKOSI NTJALI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Harkoo.",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            [],
            "Mr Ntjali, could you tell the members of the Chair, do you know the applicant in this matter, this Alex Hlongwane?",
            "Male"
        ],
        [
            [],
            "If I can come in for a moment.  What is the purpose of this evidence, just for my own clarity?",
            "Unknown"
        ],
        [
            [],
            "Sorry, Mr Chairman.  The purpose of the evidence of Mr Ntjali is to confirm the involvement of the applicant, his political involvement, the background to the incident that took place and to explain also why in his affidavit he mentioned that he knew nothing of it.  Thank you.",
            "Male"
        ],
        [
            [],
            "Mr Ntjali, do you know the applicant here, Mr Alex Bekhani Hlongwane?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Yes, I do.",
            "Male"
        ],
        [
            [],
            "And how long do you know him?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Even though I wouldn't be able to estimate exactly how long, but ever since we were growing up.  We grew up together.",
            "Male"
        ],
        [
            [],
            "Were you yourself a member of any political organisation?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Yes, I was a member of ANC, but I cannot tell this Committee that I'm a full member because I don't have a membership card.",
            "Male"
        ],
        [
            [],
            "Can you tell the members of the Committee, what was your position in the organisation during the period of 1991/1992?",
            "Male"
        ],
        [
            "MR NTJALI",
            "I was one of the people who were protecting the community as from 1991 until 1993.",
            "Male"
        ],
        [
            [],
            "Were you a member of the Self Defence Unit?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Yes, I was.",
            "Male"
        ],
        [
            [],
            "Do you know whether the applicant, Mr Alex Bekhani Hlongwane was also a member of the Self Defence Unit?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Yes, I do know.",
            "Male"
        ],
        [
            [],
            "How long were you a member of the Self Defence Unit?",
            "Male"
        ],
        [
            "MR NTJALI",
            "I would say as from 1991 up until 1992, before my arrest.",
            "Male"
        ],
        [
            [],
            "Okay, going to the time of your arrest, could you tell us the background to this matter to this incident?  How is it that you became involved in this incident?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Yes, I'll be able to do so.",
            "Male"
        ],
        [
            [],
            "Can you tell the members of the Committee how did you become involved in this incident?",
            "Male"
        ],
        [
            "MR NTJALI",
            "As from 1991, violence erupted in the township and it was uncontrollable.  The situation was so intense that everyone was scared in the township and people were dying and this was very sad.  The reason I became involved in this incident we're talking about to day, Mr Hlongwane, who was my co-accused, he was one of my Commanders because he was the one who used to contact the person who was in a higher position, therefore Hlongwane came to me and told me that there was a factory at Peters and he said to me we should try and go and rob that factory and take that money and use it to buy weapons to protect the community.  He said the money was going to be used to buy weapons and he knew, or he did mention that the weapons were going to come from Johannesburg.  I agree with him.",
            "Male"
        ],
        [
            [],
            "Did he tell you who this money is going to be given to  buy the weapons as you mentioned?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Yes, he did.",
            "Male"
        ],
        [
            [],
            "Who was that?",
            "Male"
        ],
        [
            "MR NTJALI",
            "He said it was going to be given to Mr Msheshe Nzimande.",
            "Male"
        ],
        [
            [],
            "Who was Mr Msheshe Nzimande?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Mr Msheshe Nzimande, according to my knowledge, he was the person with the high profile in the ANC organisation in our township, but I personally, I wasn't involved with him, but  the applicant was the one who used to communicate with him.",
            "Male"
        ],
        [
            [],
            "Do you know, did the applicant at any stage inform you as to whether he received instructions regarding the incident that took place?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Yes.",
            "Male"
        ],
        [
            [],
            "And did he mention from whom you received these instructions?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Yes, he did.",
            "Male"
        ],
        [
            [],
            "Who was this?",
            "Male"
        ],
        [
            "MR NTJALI",
            "He said Mr Msheshe.",
            "Male"
        ],
        [
            [],
            "Did the applicant ever mention to you as to whether there were any other plans that were in place?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Yes, he mentioned about a robbery to the eZakheni police station.  He told me about both plans.  He told me about plan 1, the police station, that he had already explained to the Commander Msheshe that the police station was rather dangerous and he had preferred the factory one.",
            "Male"
        ],
        [
            [],
            "And did you agree with him?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Yes, I did.",
            "Male"
        ],
        [
            [],
            "Going to the incident now.  Were you one of the persons who had a firearm with you?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Yes.",
            "Male"
        ],
        [
            [],
            "And where did you get this firearm from?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Mr Hlongwane brought both firearms.",
            "Male"
        ],
        [
            [],
            "And did he mention anything as to where the money would be taken immediately after the incident?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Yes, he did.",
            "Male"
        ],
        [
            [],
            "Where was that going to be?  Or to whom?",
            "Male"
        ],
        [
            "MR NTJALI",
            "He explained that if we were successful in our robbery, we will take the money and we will take it to Mr Msheshe and Mr Msheshe knew where in Johannesburg to buy the guns but I do remember that Mr Hlongwane told me that they were going to Johannesburg in a certain area, it's just that I've forgotten the name of the area where they were going to buy the guns.",
            "Male"
        ],
        [
            [],
            "After your arrest, were you and Mr Hlongwane at any time held in the same prison, or were you in contact with each other?",
            "Male"
        ],
        [
            "MR NTJALI",
            "No.  It happened that we were incarcerated in one prison, but not in one cell.",
            "Male"
        ],
        [
            [],
            "Were you ever in contact with Mr Hlongwane since you have been imprisoned?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Pardon me, I don't quite understand your question.",
            "Male"
        ],
        [
            [],
            "Since the time that you were sentenced and then sent to prison, were you in contact with Mr Hlongwane?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Do you mean after we were sentenced?",
            "Male"
        ],
        [
            [],
            "That's correct.",
            "Male"
        ],
        [
            "MR NTJALI",
            "No, I am in Durban prison and Hlongwane is in Waterval Prison.  The only way communicate is by writing each other letters, but we were never in contact.",
            "Male"
        ],
        [
            [],
            "Did Mr Hlongwane discuss his application for amnesty with you prior to this, whilst you were in prison?",
            "Male"
        ],
        [
            "MR NTJALI",
            "No, he didn't.",
            "Male"
        ],
        [
            [],
            "You were approached by the members of the TRC investigative unit some time last month and you made a statement and you mentioned in the statement that he was not a member of the SDU in eZakheni, that he was not a member of any political organisation.",
            "Male"
        ],
        [
            "MR NTJALI",
            "Yes, I do know that.",
            "Male"
        ],
        [
            [],
            "Why did you say that?",
            "Male"
        ],
        [
            "MR NTJALI",
            "The reason I said so, it was because Hlongwane never mentioned anything to me about his application to the Amnesty Committee of the Truth Commission, therefore I was a little bit sceptical.  I didn't know what they were looking for and I didn't want to say that Hlongwane was involved in these things or myself, because I didn't know what the outcome of that was going to be.",
            "Male"
        ],
        [
            [],
            "What do you mean you were sceptical?  Were you suspicious of them?  Were you afraid of them or you did not believe them at the time?",
            "Male"
        ],
        [
            "MR NTJALI",
            "I didn't trust them.",
            "Male"
        ],
        [
            [],
            "You mentioned also in your affidavit that Mr Hlongwane did not explain to you for which purpose the money was being used.  Is that the same reason why you told them that, that you did not trust them?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Yes.",
            "Male"
        ],
        [
            [],
            "Have you made an application for amnesty in regard to this incident?",
            "Male"
        ],
        [
            "MR NTJALI",
            "No, I didn't.",
            "Male"
        ],
        [
            [],
            "Why didn't you?",
            "Male"
        ],
        [
            "MR NTJALI",
            "My problem was I couldn't contact my co-accused, because also I was scared that I was going to put Hlongwane in trouble, because if I would have come forward and told the TRC the truth that Hlongwane was actually our Commander, he was the one who actually asked us to join him in this robbery, it was going to put Hlongwane in trouble, therefore I didn't want to do that.",
            "Male"
        ],
        [
            [],
            "What trouble did you have in mind that you could possibly put Hlongwane into?",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "I suspected that I was going to put him in trouble because if I had come forward, I was going to tell the TRC that he was the one who came with the idea and he was the one who gave me the firearm and he was the one who told us about the whole plan.",
            "Male"
        ],
        [
            [],
            "Yes, but at that stage he had already been punished, he had been convicted and sentenced for all this.",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "Yes.",
            "Male"
        ],
        [
            [],
            "What was your concern - are you concerned that you would get him into even more trouble or what?  Is it because you were concerned as to the involvement of the TRC?  What is it?",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "My concern was if I had come forward alone without him knowing, I viewed this as something that was going to put me in conflict with Mr Hlongwane.",
            "Male"
        ],
        [
            [],
            "I have no further questions.\nNO FURTHER QUESTIONS BY MR HARKOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mapoma, any questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, thank you Chairperson.",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Mr Ntjali, where did you grow up?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Colenso and then we moved to eZakheni.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When were you born?",
            "Male"
        ],
        [
            "MR NTJALI",
            "In 1963.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Where?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Colenso, it's near eZakheni.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is it a rural area?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Yes, it is.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When did you move to eZakheni?",
            "Male"
        ],
        [
            "MR NTJALI",
            "In 1987.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you ever go to school?",
            "Male"
        ],
        [
            "MR NTJALI",
            "I am not so educated, but I did go to school.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What standard of education do you have?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Standard 5.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you pass Standard 5 or you dropped out of Standard 5?",
            "Male"
        ],
        [
            "MR NTJALI",
            "I dropped out in Standard 5, I didn't pass Standard 5.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Which prison are you in?  In which prison are you serving your sentence?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Westville Prison.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And when did you become aware of the amnesty process?",
            "Male"
        ],
        [
            "MR NTJALI",
            "I heard about it in 1996.  I think if you're talking about the Truth and Reconciliation Commission, it was in 1996.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you heard about the Amnesty Committee, is that correct?",
            "Male"
        ],
        [
            "MR NTJALI",
            "I wouldn't be certain as to when exactly I heard about the Amnesty Committee, but I will say it was in 1998.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "In 1996, what did you hear of the TRC?  What is it that you were told about the TRC in 1996?",
            "Male"
        ],
        [
            "M NTJALI",
            "I heard that people were coming forward and relating their stories as to whatever happened to them and in their lives, they were coming forward and relating those stories.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "And what did you hear of the Amnesty Committee?",
            "Male"
        ],
        [
            "MR NTJALI",
            "Even though I cannot have sufficient information about this Committee, I think my problem is that what I've heard is that one needs to come forward and tell the whole truth.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And then after telling the whole truth, what do you know about that?",
            "Male"
        ],
        [
            "MR NTJALI",
            "I heard that if it is the truth and the only truth, that person receives amnesty and forgiveness.",
            "Male"
        ],
        [
            [],
            "At some stage according to your affidavit which appears at page 31, you applied for amnesty for another incident, is that correct?",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "No, I've never applied, except that I filled in the application form.",
            "Male"
        ],
        [
            [],
            "What application form did you fill in?",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "There were many forms in prison and we were given those forms to fill them and I filled one.",
            "Male"
        ],
        [
            [],
            "What was your aim when you filled in that form?",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "To answer those questions which were in that form in connection with the incident I was relating in that form.",
            "Male"
        ],
        [
            [],
            "Briefly what incident was this?  What was the incident about, the one you were relating in this particular form which you say you filled in?  Just very briefly.",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "Another incident of murder and I was also convicted and sentenced for that incident.",
            "Male"
        ],
        [
            [],
            "Is that the incident you say in your affidavit you were refused amnesty for?",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "Yes.",
            "Male"
        ],
        [
            [],
            "Okay, thank you.  Thanks Mr Mapoma.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Why did you not fill an application form for this robbery incident when you completed an application form for that murder?",
            "Male"
        ],
        [
            "MR NTJALI",
            "As I've already mentioned before is that this one was difficult for me because I didn't know that Hlongwane had applied for amnesty therefore I knew that if I wanted to apply for amnesty, I was going to be forced to tell the truth and the truth was going to put Hlongwane in trouble.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Mapoma, may I just come in here?  The murder charge, were you the only accused there or were there other people as well involved?",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "We were two.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And the other person there, did he apply for amnesty?",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "I'm not certain.  He told me that he had submitted the forms.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "When you were given these forms, amnesty application forms in prison, were you not told by the prison officials who must complete this form and for what?",
            "Male"
        ],
        [
            "MR NTJALI",
            "No, we were not told, they were just giving the forms to any of us.",
            "Male"
        ],
        [
            [],
            "I understand you to say you completed this form because you wanted to get amnesty.  You wanted ...(ethnic) for the murder case you were referring to, not so?",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "No, that is not so.  When the investigator came, he asked me if I had applied for amnesty and I told him that no, I only filled application forms and then he asked me as to the outcome and I told him that no, I didn't appear before the TRC but what happened is that I received a letter that my application was unsuccessful.",
            "Male"
        ],
        [
            [],
            "You completed that application form for amnesty because you wanted to appear before the Amnesty Committee and explain what this incident was about and give oral evidence, is that what you wanted?",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "Yes.",
            "Male"
        ],
        [
            [],
            "In other words, at that stage you understood what amnesty was about.  When he asked you if you had applied for amnesty, you didn't say to him \"What are you talking about?\"  You didn't say that, you said \"Yes, I have completed the form.\"",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "Yes, he did ask if I made an application to the Amnesty Committee and I told him that I filled in forms but then it was sent back that it was not successful.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Is it not true, or correct, that you did not complete an amnesty application form for the incident of robbery because you knew that it had no political motivation?",
            "Male"
        ],
        [
            "MR NTJALI",
            "No, that's not true.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Why do you say so?",
            "Male"
        ],
        [
            "MR NTJALI",
            "I am saying so because Hlongwane was the one who came to us and told us we should go and rob that factory in order to get money to buy weapons, so that we protect our community.",
            "Male"
        ],
        [
            [],
            "Do you have access to radios and videos and TV. news in prison?",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "Yes, we do have televisions and radios, but we don't have newspapers.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I have no further questions.  Thank you.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mapoma.  Panel?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "I have no questions.",
            "Unknown"
        ],
        [
            [],
            "No questions, thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            [],
            "Mr Ntjali, what do you understand by the application for amnesty?",
            "Male"
        ],
        [
            "MR NTJALI",
            "I don't have a clear picture or full knowledge of amnesty, but what I'm hearing is that the TRC forgives people but there was never a single time where I was sitting down with someone who lectured or told me exactly what it's all about.",
            "Male"
        ],
        [
            [],
            "Yes, what I need to establish is, do you understand what is the end result, apart from just having been forgiven, if a person is successful, do you know what is the end result of a successful application?",
            "Male"
        ],
        [
            "MR NTJALI",
            "You mean if one's application is successful?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you said the TRC forgives the people.\nWhat does that mean?",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "It means that you are forgiven for that crime.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Then what happens once you are forgiven?",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "If one has been forgiven, one finds it easy to cope and in fact that person is expected to show it that he or she is grateful for being forgiven for his or her sins.",
            "Male"
        ],
        [
            [],
            "If you are serving a term of imprisonment, what happens to you if you've been forgiven by the TRC, as you put it?",
            "Unknown"
        ],
        [
            "MR NTJALI",
            "I'll be born again, because right now I know that I'm faced with this hard time that I'm going to stay in prison for a long time.  I don't know how I can thank the TRC, I don't know how I can express those feelings.  I'll be very much happy and I would also want to thank, not knowing how to thank.  Even the victims, I would like to explain and express my remorse to them because it was because of the situation which forced us or forced myself to do those things.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Harkoo.",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Ntjali thank you, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Harkoo?",
            "Unknown"
        ],
        [
            [],
            "I have one more witness I would like to call.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            [],
            "Mr Bongnkosi Elvis Zulu.",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Harkoo.",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman.  This witness will merely explain or confirm the applicant's involvement in the Self Defence Unit and confirm the fact that the whole incident was politically motivated.  Thank you.",
            "Male"
        ],
        [
            [],
            "Mr Zulu, do you know the applicant, Mr Alex Bekhani Hlongwane?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "Yes.",
            "Male"
        ],
        [
            [],
            "And how long do you know him?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "For a long time now.",
            "Male"
        ],
        [
            [],
            "Were you a member of any political organisation?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "Yes.",
            "Male"
        ],
        [
            [],
            "And which organisation was this?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "ANC.",
            "Male"
        ],
        [
            [],
            "Do you know whether the applicant, Mr Alex Bekhani Hlongwane was a member of any political organisation?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "Yes.",
            "Male"
        ],
        [
            [],
            "Do you know what role Mr Alex Hlongwane played in the organisation?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "Yes.",
            "Male"
        ],
        [
            [],
            "Can you tell the members of the Committee what role he played?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "I know Mr Hlongwane as a member of SDU and he was one person we used to hang around with him in the SDU.  He was active and we were helping the community.",
            "Male"
        ],
        [
            [],
            "Were you also a member of the SDU?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "Yes.",
            "Male"
        ],
        [
            [],
            "And you were one of the co-accused with Mr Hlongwane in the incident that took place in February 1992?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "Yes.",
            "Male"
        ],
        [
            [],
            "How was it that you became involved in this incident?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "The reason I got involved, it was because of the situation in the area.  People were shooting at us and we couldn't protect ourselves and the community.",
            "Male"
        ],
        [
            [],
            "And what happened?  How did you get involved in this particular incident?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "The reason I got involved, it was because I was one of the residents of that area where there was violence.  I saw the reason for me to be involved.  I saw the need that I was supposed to be involved in order to protect ourselves.",
            "Male"
        ],
        [
            [],
            "Who planned this incident?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "Mr Hlongwane and Commander Nzimande.",
            "Male"
        ],
        [
            [],
            "Do you know where Commander Nzimande is now?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "I heard when I was incarcerated that he had been killed in the violence.",
            "Male"
        ],
        [
            [],
            "And what was it that Mr Hlongwane told you or how was it that he planned this incident?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "Mr Hlongwane approached us and he said we were going to go and rob the factory and get guns in order to protect our community.  We agreed because we saw the need for us to get guns in order to protect ourselves and the community.",
            "Male"
        ],
        [
            [],
            "Did Mr Hlongwane ever mentioned to you as to whether he received any specific instructions from anybody?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "Yes, he did.",
            "Male"
        ],
        [
            [],
            "And who was this that he got instructions from?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "Mr Msheshe Nzimande.",
            "Male"
        ],
        [
            [],
            "Did Mr Hlongwane ever mention to you about any other plan that may have been in place?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "Yes, he mentioned two plans, one was the police station and the other one was the Natal Luggage.",
            "Male"
        ],
        [
            [],
            "Were you carrying any weapons in regard to this particular incident that took place at the luggage factory?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "Yes, I had a knife.",
            "Male"
        ],
        [
            [],
            "And where did you get this knife from?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "Mr Hlongwane brought two guns and one knife.",
            "Male"
        ],
        [
            [],
            "And did he tell you when or how these guns or this knife was to be used?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "The intention of carrying those weapons was to frighten the people that we were going to rob so that they would be more inclined to hand over the money.",
            "Male"
        ],
        [
            [],
            "And where was this money going to be taken?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "It was going to be taken to the Commander Mr Nzimande and he would thereafter arrange for the acquisition of firearms and ammunition.",
            "Male"
        ],
        [
            [],
            "Since you've been imprisoned in this matter, have you had contact with Mr Hlongwane?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "I last had contact with Mr Hlongwane in 1994 or early 1995.",
            "Male"
        ],
        [
            [],
            "Is this after the trial was ...(indistinct)?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "Yes.",
            "Male"
        ],
        [
            [],
            "Since then, have you ever been in contact with him?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "No, we are in different prisons.",
            "Male"
        ],
        [
            [],
            "Which prison were you in?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "At Ncama prison, near Vryheid.",
            "Male"
        ],
        [
            [],
            "Have you applied for amnesty in regard to this incident?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "I did not have information.  I was expecting for somebody to inform me that we could, thereafter I would have.",
            "Male"
        ],
        [
            [],
            "So you did not apply for amnesty, is that it?",
            "Male"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "No.",
            "Male"
        ],
        [
            [],
            "Thank you, I have no further questions.\nNO FURTHER QUESTIONS BY MR HARKOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Sir.  Mr Mapoma, questions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I have no questions Chairperson, thank you.\nNO QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Panel?",
            "Unknown"
        ],
        [
            [],
            "Yes, just one.  Do you know Mr Maibooi Vincent  Mahlahla?",
            "Unknown"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "Yes.",
            "Male"
        ],
        [
            [],
            "What do you know about him?",
            "Unknown"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "He was from our area.",
            "Male"
        ],
        [
            [],
            "Was he involved in any political organisation as far as you know him?",
            "Unknown"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "As far as I know, we were together in the same organisation, the ANC.",
            "Male"
        ],
        [
            [],
            "Do you know Mr ...(indistinct) Khosana?",
            "Unknown"
        ],
        [
            "BONGNKOSI ELVIS ZULU",
            "No.",
            "Male"
        ],
        [
            [],
            "Thank you.  Thank you Chair.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "I have no questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?",
            "Unknown"
        ],
        [
            [],
            "I have no re-examination.\nNO FURTHER QUESTIONS BY MR HARKOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Zulu, you're excused, thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Harkoo.",
            "Unknown"
        ],
        [
            [],
            "I have no further evidence to lead.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the case for the applicant?",
            "Unknown"
        ],
        [
            [],
            "That is the case for the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Mr Mapoma, any witnesses?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, I have no witness, but I would at this stage indicate, Chairperson, that one of the persons who was affected by the armed robbery is Mr Naresh Shruland who has indicated, upon having been notified, that he won't attend the hearing, but he has sent a document dated 16 November 1999, a fax, and has asked the Committee to take it into account when making a finding.  I would, for that purpose, hand in this document, Chairperson, and asked it to be labelled as Exhibit A.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Have you got that Mr Harkoo?",
            "Unknown"
        ],
        [
            [],
            "Yes, I do have it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got any objection to this being Exhibit A?",
            "Unknown"
        ],
        [
            [],
            "I have no objection.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Exhibit A is the letter dated 16 November 1991 from Naresh Shruland.  Yes Mr Mapoma.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "As the Chairperson pleases.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Mapoma, may I just inquire, the other victim Mr Rystoff, was he notified of the hearing?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Perhaps I may help to explain.  The thing is,\nChairperson, the Investigative Unit identified these victims but the problem that it had is to locate them and we ended up notifying them through the media and it is out of that media notice that Mr Shruland responded, so they have not responded, the others.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Harkoo, have you got any argument on the merits of this case?",
            "Unknown"
        ],
        [
            [],
            "Yes, thank you Mr Chairman.",
            "Male"
        ],
        [
            [],
            "It is my submission Chairperson, that the applicant has shown with no doubt and with\ncertainty that at the time of the incident, he was a member of a political organisation.  The act or the incident that was committed, was committed in the furtherance of the aims of the organisation in the sense that it rated to a particular community which supported the organisation, it related to incidents that involved the protecting of the community from adverse, or adversarial organisations, in this case the IFP.  It was very clear that the applicant himself in relation to the incident gained no personal benefit.  It was clear that the entire exercise was designed to benefit the organisation and the community at large. \n\tThe applicant was truthful in this hearing.  He expressed all the facts that were needed to be expressed, all facts that needed to be known, he indicated at the hearing that he's now remorseful, that in view of the changed political climate, that he has in fact reformed and that he does not look at the regime and the police force or his opponents in the same light as he did then and that he has indicated that should the application for amnesty be granted and he be released, that he will certainly not resort to any criminal activities.  He's also apologised to those persons that were involved and he has shown remorse.\n\tHis political affiliations and his involvement in the incident involved, was confirmed by both the co-accused.  It is quite clear that since he's made this application for amnesty, he has not discussed the issue of amnesty with his co-accused in order to gain support.  It appeared quite clear that from the papers that have been presented that one of his co-accused in fact at some stage he elected to deny liability, that was an indication that there was not communication, that there was no fabrication of any facts or evidence and that the applicant has made the application on the facts as they were.\n\tIt would appear that the second person who gave evidence, Mr Ntjali, obviously did not fully understand the final implications of the amnesty application when he made those allegations.  I do not know even up to this date, whether he understands the full implications of that.\n\tHis facts were also confirmed by that of the last person who gave evidence Mr Zulu, who also did not have any contact with the applicant and the version and the facts are all very consistent.  It is clear that these were obviously the facts that had been in place at the time when the incident took place.  \n\tI appreciate the concern of the victim who has now submitted the letter marked Exhibit A and I agree with him that criminals should be kept in jail in so far as he relates to criminals in the ordinary sense.  I do not think that Mr Shruland, who was a victim, knew or understood the background to the incident that in fact took place.  He obviously looked at the incident from a point of view that there was a robbery, there was a hijacking, there was a hold-up and that he's been now confronted by ordinary criminals.  \n\tWe are now looking here at a situation where the circumstances related to a situation of political violence and that it was a case more, I would say, of necessity than anything else and this is quite evident that there needed to be some kind of protection, some kind of assistance.  The community needed to be mobilised, to be helped, without furthering any criminal activities, but it was a situation that the applicant and members of his committee, as he has mentioned, could not resort, had no other assistance, they could not resort to the police because the police sided with the opponents and they were faced with this kind of position where they had to do something to take care of themselves and against that background, it is my view that the applicant has satisfied the requirements for the granting of the amnesty and I submit that the application be granted.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Sir.  Mr Mapoma, any submissions?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I have no submissions, Chairperson.  I would like at this stage Chairperson, to forward the name of Mr William Rystoff, who was injured as a result of the gunshot wound he suffered out of that incident and then Mr Naresh Shruland and Mr Leon van der Berg who were in his company.  We do not have evidence to the effect that they were particularly injured.  Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And they are the people whose whereabouts we have been unable to ascertain.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The last two.  Sorry the first one and the last one.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Thank you Mr Mapoma.  Anything else you wanted to add?",
            "Unknown"
        ],
        [
            [],
            "I have nothing further.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well thank you.  That concludes the formal proceedings here.  We will consider the application, the evidence and the submissions of the parties and we will endeavour to formulate a decision in this matter as soon as the circumstances permit.  In the circumstances the decision in this matter will be reserved.  We express our thanks to you Mr Harkoo and Ms Govender and Mr Mapoma for your assistance in this matter.",
            "Unknown"
        ],
        [
            [],
            "Thank you Chairperson, Members of the Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think that concludes the role, Mr Mapoma, if I'm not mistaken?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  You are going to look into the possibility of getting Mr Panday's other matters expedited and brought forward to tomorrow.  I assume that you will continue with those efforts and perhaps you can also give an indication later whether you have managed to look at the record for us.  Very well.\n\tWell under those circumstances we are going to adjourn the proceedings now and we will reconvene here tomorrow morning at 9 o'clock, 12 o'clock.  Very well.  We'll adjourn until 12, we're adjourned.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}