{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-08-29",
        "location": "DURBAN",
        "day": "2",
        "names": [
            "PAULUS MTHWANA"
        ],
        "case number": "AM5944/97",
        "matter": "ARMED ROBBERY OF MOTOR VEHICLE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54430&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200829db.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "MR LAX",
            "MS MOHAMED",
            "MS THABETHE",
            "PAULUS MTHWANA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS MOHAMED",
            "MS THABETHE",
            "PAULUS MTHWANA",
            "MR MTHWANA",
            "MR LAX",
            "INTERPRETER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I understand this is the Mthwana application.  The Panel is the same as before.  I just need to ask the representatives to identify themselves on record for the purposes of that record.",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "Thank you Mr Chairman.  My name's Ms Mohamed from the firm Dehal Incorporated, on record for the applicant.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is there no appearance for any victim?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "No Mr Chair, the victims could not be traced.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you satisfied that there were sufficient attempt to find the victims?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, Mr Chair, I am.  There were adverts in the newspaper.",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "Thank you Mr Chairman.",
            "Female"
        ],
        [
            "EXAMINATION BY MS MOHAMED",
            "Mr Mthwana, I show you a typed statement, a two page statement which you have signed.  Do you confirm the correctness of that statement?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "Yes, I do.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Now Mr Mthwana, I'm going to take you to the bundle of documents.  On pages 1 to 3 is your application form.  Now look at page 1, do you confirm that it correctly reflects the details?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "Yes, it does.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay, look at page 2.  Are the details correctly reflected on this page?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "The first paragraph is not correct, as well as the paragraphs below.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "So the first paragraph, in other words paragraph 9(a)(iv) is incorrect?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay and which other paragraph, if you could point me to it.",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "Paragraph 10(a).",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay.  Now 9(a) reads\n\"Armed robbery of the car.  The intention was to sell this car so that I can buy some weapons for securing the society\"\nAnd then 10(a):\n\"Political objective was to buy the weapons so that the community would stay safe and secure\"\nNow what's incorrect about that Mr Mthwana?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "The reason for robbing the car was not to buy arms, but to go and collect weapons.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay.  Now look at page 3.  Does page 3 correctly reflect the details of your application on this page?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "There are some inaccuracies.  It is not Sipo Ncumalo but Nhlanhla Gumede, at paragraph 11(b).",
            "Male"
        ],
        [
            "MS MOHAMED",
            "So paragraph 11(b) should not be Sipo Ncumalo but - sorry, I couldn't get that first name.",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "...(indistinct - mike not on)",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Thank you.  Now Mr Mthwana, ... (interven-tion)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well before you carry on.   Mr Mthwana, this application form, did you complete it?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I am the person who filled in the form, but I was in the company of others.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, but you completed it?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I filled in some of the details.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the writing in this application form seemed to indicate that it was completed by the same person, it is the same handwriting.  I'm not a handwriting expert, but just looking at these three pages, they seem to have been completed by the same person.",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I'm not sure about the handwriting, but I just wanted to correct some inaccuracies.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Mr Mthwana, who filled in this form?  Who physically wrote in the answers to these questions?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "I filled in page 1 as well as page 3, but I'm not sure about page 2.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Look at the top paragraph on page 2.  It's sub-paragraph (iv) of 9(a).  Have you got it?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who filled in that?  Is that your handwriting or somebody else's handwriting?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "It's not my handwriting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And 10(a)?",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "Who wrote in paragraph 10(a) Mr Mthwana?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "I do not recall clearly, because this was done in 1997.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And 9(a), who wrote that in?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Page 2?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 1.",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Page 1.  It's me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You.  Are you sure of that?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now look how the words armed robbery have been written and compare that to sub-paragraph 4 on the top of page 2.  Would that not have been the same person?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "The contents are almost true, but not 100% accurate.",
            "Male"
        ],
        [
            "MR LAX",
            "The question was, who wrote it, Mr Mthwana and what was put to you by the Chairperson was, do they not look the same?  Look at the words armed robbery at the top of page 2 and the words armed robbery at 9(a)(i), which you've agreed is your handwriting and the question is, don't they look exactly the same?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "It does look similar, but the contents do not reflect  ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No we're not asking - we'll come to the contents.  We're talking about who filled them in.  Who wrote in them?  Didn't you fill in this form yourself?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I did fill it in, page 1 and 3.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about 10(a)?  Did you fill that in or not, on page 2?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And 10(b)?  Is that your handwriting?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I am not happy with page 2.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not concerned as to whether you're happy with it.  I'm asking if it's your handwriting at 10(b).  It's not yours?  Is it?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "It's not my handwriting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What on page 2 is your handwriting then?  Nothing?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So page 2 is a forgery?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I didn't write that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 2 is a forgery then?  You didn't write it.",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why is that?  Why did you fill in page 1 and page 3 and somebody else filled in page 2?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I cannot recall clearly because this occurred in 1997.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not?  Why can't you recall?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "This was done in a hurry, so I cannot recall quite well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You signed this document at the end, is that right?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You signed it and you were satisfied with the contents of this application before you signed it.",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I was satisfied with what I had written.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No that's not the question.  Were you satisfied with the whole of the application before you signed it?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I was satisfied with what I'd written.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were aware of the contents at the time you signed it, correct?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I was aware of what I had written.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not talking about what you had written only, the whole of the application.  Before you signed it you were satisfied with the contents of this document, as I understand your evidence.",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were aware of the contents of paragraphs 9(a)(iv) and 10(a) when you signed this document, correct?  Now you've just said, before you signed it you were aware of the contents of this document.  If you weren't satisfied with the contents of paragraphs 9(a)(iv) and or 10(a), then why did you sign it?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Let's just turn to page 6.",
            "Male"
        ],
        [
            "MR LAX",
            "We're dealing with page 2 Mr Mthwana.  Changing the page is not going to help at this point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that, but the corrections have been made on page 6.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I'm not concerned about the corrections yet.  I'm asking you why you signed this document if there was incorrect information on it.  That's what I'm asking you.  You ...(indistinct) an opportunity to testify about the corrections.  I'm asking you why you signed a document that wasn't correct.",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I cannot say, but at that time I was in prison and did not have time to read through everything.  I was fortunate to even receive and fill in that form as well as to hear about the TRC, but we did not have enough time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, is your answer that you cannot remember why you signed a document that was incorrect?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I would like to explain that I did not have time to read through this document to identify those mistakes.  It was only when Mr ...(indistinct) returned to the prison, that I could identify the mistakes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, you've already told us that you were aware of the contents of these paragraphs before you signed.  I've asked you then as a result why you signed an incorrect document.  I'm going to give it one more chance.  Are you able to tell us why you signed a document that contained, as far as you're concerned, incorrect allegations?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I will repeat what I've already stated, that I did not have time to read through it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Mohamed, do you want to carry on?",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "Thank you Mr Chairman.  Mr Mthwana, you said when Mr Mbatha came to prison, you pointed out these corrections to him.  Can you take us to the relevant corrections that were made?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "On the 3rd of February 1993 we held a meeting discussing on how best to protect the community of Chesterville.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "I asked you particularly about Mr Mbatha coming to prison.  You said earlier to the Chairman that when he came to prison you pointed out these \"incorrections\" to him.",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "That's correct.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "So where is it in this bundle of documents?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "I rectified the issue of the vehicle on page 6, paragraph 2.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Mr Mthwana, isn't it correct that you were convicted of this offence and sentenced to 10 years imprisonment?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "That's correct.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Isn't it also correct that you have served your term of imprisonment and you have been released from prison in March this year?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "That's correct.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "In the early 1980's, were you a member of any political party?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "I was a member of the UDF.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "What was your role within the UDF?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "I was a martial.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay.  Now I take you to this day of the incident, the 6th of February 1993.  Were you in the vicinity of Pinetown on that day?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "That's correct.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Why were you there?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "We were looking for a vehicle that would assist us in collecting weapons from eMbali in Pietermartizburg.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Who was with you at the time?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "Stanley Nhlanhla Gumede.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay and then what happened at about 6 p.m. that evening?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "I pointed a firearm at a white person who was sitting at the back seat of a vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, did you commit this offence under the auspices of the United Democratic Front?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "It happened for the reasons that we needed to collect firearms to protect our community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you do this under the auspices of the United Democratic Front?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I do understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please answer the question.",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Yes, we did it for that reason.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Under the auspices of the UDF?  Under the flag of the UDF?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "It was under an order of a member of the Execution.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of the UDF, or who?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "It was an Executive member of the ANC from Chesterville.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you join the ANC?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "In 1990.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay, carry on.",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "Mr Mthwana, who from the ANC structures gave you this order?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "It was Saga Gumede.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "When did he give you this instruction?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "We were together at a meeting where the issue of collecting these firearms was discussed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do me a favour will you then look at page 6 paragraph 1.  There you say there were no real orders given my Mr Ncumalo, but \"it is something that we discussed and agreed upon\".  How do you explain that if you now say in your latest statement that whatever you did was as a result of an order given to you and Stanley Gumede by Mr Saga Gumede?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I did explain that everything that took place happened as a result of an instruction given by Saga Gumede.  What is referred to here is what happened at - what was discussed at a meeting.",
            "Male"
        ],
        [
            "MR LAX",
            "Nowhere in page 6 or 7 do you even mention Saga Gumede.  That was supposed to be your affidavit that you were correcting your application.  You don't mention his name at all.  If he's the man who gave you the order, why didn't you say he gave you the order there and then while you were correcting your application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well has Saga got another name?",
            "Unknown"
        ],
        [
            "MR LAX",
            "You see, you went so far as to correct Sipo Ncumalo and say in fact there was no Sipo, it's in fact Sifiso.  Now that's the person who you said gave you the order and that's the person whose name you were trying to correct, but you don't correct it properly and say well in fact it was Saga Gumede who gave us the order.  Do you see our difficulty?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "Yes, I understand.",
            "Male"
        ],
        [
            "MR LAX",
            "Can you explain this please?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "With regards to Sifiso Ncumalo, he was present at the meeting but he is not the one who issued the instruction.  It was Saga Gumede who did so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, let's get one thing straight.  Was there an instruction to commit this offence, or not?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "An instruction was issued by Saga Gumede.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now on page 6 of the bundle, it is what I can term your corrective affidavit.  Paragraph 1, you clearly say that there were no real orders given by Mr Ncumalo, but it is something we discussed and agreed upon. Now can you explain that problem, or can you deal with it as best you can?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Perhaps Mr Mbatha did not understand me correctly, because Mr Ncumalo was present at the meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you sign this affidavit?  I see it's not signed in my ...(intervention)",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "Sorry Mr Chairman, I think the hand-written one is signed.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Ja.  Correct.  Now when you signed this one, is it correct you were not stifled by time constraints, as you say you were when you filled in the original application form?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Yes, it is clear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.  What standard did you pass in school?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Standard 9.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you learn to read and write English at school?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you able to read this document, this corrective document before you signed it?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you in fact read it before you signed it?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "No, I did not read it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "There was no reason for me to read it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were going to sign it and being a corrective affidavit, I would have thought that you would have read it before you signed it, but be that as it may, you say you did not read it, you nonetheless signed it, correct?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you satisfied that you corrected the issues that you were unhappy with in your original application?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "As far as I knew, they had been corrected.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.  Now when you made the statement that was handed up here before you signed it, it seems to be your latest statement, were you aware of the contents of the affidavit that appears on page 6 and thereafter in the bundle?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "We were discussing it with Mr Mbatha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ja.  Now when you made this last statement ...(intervention)",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Chairperson, he was writing what I had been telling him, so I may not be in a position to dispute whatever he wrote.  He may have made mistakes.  For example, I encountered a problem with that question as regards to orders, because there was an order that was issued, so I do not know how best to explain it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there an order or wasn't there an order?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "As I've already mentioned, there was an order issued.  I would like to explain that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when you made your last statement to your attorney, were you aware of the contents of the affidavit you made to correct your application?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "No, my attorney asked me to read it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did you read it?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Paragraph 1 you read.",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in that paragraph you understood that there you said there were no real orders given to commit any of these crimes, that it was something that you agreed with, is that not so?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yet, despite that, that being an affidavit that has been commissioned, you tell your attorney yes, there was an order.",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now are you able to explain that, or can't you?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "What are you referring to?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The conflict between what you said in  your affidavit and what you told your attorney.  You see, it's important for us to know whether there was an order or not, why you acted the way you did.  Now in your own evidence, your own papers there's a conflict as to whether there existed an order or not.",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "There is not much I can say, but there is something mentioned on page 12 about order, I just tried to explain.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about it?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Page 12 explains about Saga Gumede and what happened with regards to this case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Ms Mohamed.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Can I just raise one other small thing?  Sorry.  In your 2nd affidavit, the one that you made to your lawyer, you make no mention of Ncumalo at all.  Why is that?  If he was present when this order was given and if you were trying now to correct the mistakes that you'd made in your correcting affidavit, why did you leave him out of the picture completely?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "I understand your question.  I was just explaining that Mr Ncumalo was at the meeting.",
            "Male"
        ],
        [
            "MR LAX",
            "Just before we finish, on page 12, the third affidavit now, this was a further attempt by Mr Mbatha to correct your previous affidavits and get further information from you, isn't that so?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Now here you say Saga Gumede was one of the ANC members, was one of the victims, he's now deceased.  Another of the victims was Zwe Ntuni from Road 18.  That's the very same deceased we heard about in the previous matter, isn't it?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "So weren't you just part of these gangs that were operating there in Chesterville at that time, as we've heard from the last case?  One gang fighting another gang?  Isn't that so?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "No, I was just a member of the community.",
            "Male"
        ],
        [
            "MR LAX",
            "Carry on.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Thank you.  Mr Mthwana isn't it correct that you came to our offices for a consultation last Wednesday the 23rd of August?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "That's correct.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Isn't it also correct that at that consultation I handed a copy of this bundle to you?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "That's correct.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "So you retained a copy?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "That's correct.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay.  Now isn't it also correct that the two page statement which I have handed to the Committee prior to the commencement of this hearing, was given to you earlier this morning for you to read and to verify the contents?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "And isn't it also correct that after reading same and saying to me that you understood it, you signed it?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "Yes, I understood it and signed it.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay thank you. I'm now going to take you back to this incident, the 6th of February 93.  You earlier said to us that you were in the vicinity of First National Bank in Pinetown and you approached a white female and you had a firearm with you.  Can you tell us what happened at that stage?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "On the 6th of February 1993, I and Nhlanhla Gumede took a vehicle from the vicinity of FNB in Pinetown, to collect firearms in Pietermaritzburg.  The car was found on the 8th.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay now when you and Mr Gumede got into the car, where did you go to?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "We then collected Saga Gumede and proceeded to go get the firearms.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Now why was it necessary for you to collect Saga Gumede to go with you?",
            "Female"
        ],
        [
            "MR LAX",
            "You're speaking English, so you're not going to get a translation.  To repeat, he said:  \"As a main man, he knew eMbali township\"",
            "Male"
        ],
        [
            "MS MOHAMED",
            "When you reached eMbali, what happened?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "We collected the firearms and returned.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Did you know the person from whom you collected the firearms?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "No, I did not know him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, do you know that there was gang warfare in the area also at that time?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I do not have knowledge thereof.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't know about gang warfare in the area?   You say you were an activist ...(intervention)",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "What I know is about the A Team, who were opponents of the political organisation in the area.",
            "Male"
        ],
        [
            "MR LAX",
            "You see Mr Mthwana, the A Team operated in 1980's, we know all about the A Team.  We've heard hundreds of people talk ...",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "I would like just ...(indistinct) that they did not stop operating in the township.  I know about the A Team and I can explain better about it.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you not hear the evidence this morning, both from the applicant and from the family of the deceased, talking about the different gangs and the fact that they were fighting with one another?  Remember?  You were here.",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "I was not listening to them.",
            "Male"
        ],
        [
            "MR LAX",
            "Are you telling us that you didn't know that was happening in Chesterville, while you were living in Chesterville and you were an ANC martial?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "What concerns me is my application here, what they were talking about had nothing to do with me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just answer the question, don't be technical now.",
            "Unknown"
        ],
        [
            "MR LAX",
            "The fact of the matter is that it's a well-known fact that there was gang violence in a number of the townships including Chesterville, including Lamontville, including Umhlazi.  It's a well-known fact and you didn't know that.",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "As far as I know, I'm only aware of what took place in Chesterville with regards to the political situation.",
            "Male"
        ],
        [
            "MR LAX",
            "What structure were you part of in Chesterville?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "I was a member of the UDF from 1983 when it was launched.  I played a role in COSAS which was under the banner of UDF because there were many organisations, including church organisations under the UDF.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm talking about ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not asking you for your history.  When you committed this offence under what structure were you acting, if any?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "It was the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that meeting, you say now you were ordered, what meeting was that?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "It was a special meeting at which the issue of protecting the community was discussed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What meeting was that?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "A member of the Executive Committee of the ANC was present, so I was not in a position to ask such questions.",
            "Male"
        ],
        [
            "MR LAX",
            "So it was just a meeting called by Mr Gumede.",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Because he was an Executive member of the ANC you just decided, well that's it?  You haven't heard of the Self Defence Units that were organised in all the different townships around Durban, around 'Maritzburg, up and down the North and South Coast?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "I've heard of them.",
            "Male"
        ],
        [
            "MR LAX",
            "But you weren't part of the Self Defence Unit, otherwise you would have told us that.",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "I was a Martial.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  Well the people who were involved in defending the community were the Self Defence Units and from 1991, they were very organised.",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "I know about the SDUs, they were operating at other areas.  It is true that they protected people against the IFP in Lindelane and other areas.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Mthwana, the ANC organised SDUs in almost every township in this province where they had a presence and in some cases, those SDUs were organised on existing SDUs that had been in existence from 1985 because of the violence in this province.  In others they established new ones.  That's a historical fact.  The fact is, you weren't part of such a structure.",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "I was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The SDU?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I was part of the people who defended the community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you defend the community?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "We countered attacks from the A Team as well as from the Boers who would be in the company of the A Team.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "Thank you Mr Chairman.  Mr Mthwana, just to clarify, you were never a member of the SDUs, is that correct?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "I have just explained that I was an ANC member who defended the community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mthwana, stop playing games.  Your attorney asked you a simple question, give us a simple answer.",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I was an ANC member, involved in protecting the community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying you were not a member of the SDU, because you were asked:  \"Were you a member of the SDU or not?\"  Now a simple yes or no will suffice.",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I was a Martial and that structure fell under the SDU.  I was involved in protecting the community.  It is clear from page 1 that I was a martial.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm aware that I've seen it.  What did you do as a martial?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "We were present at meetings to safeguard  the people at the meeting as well as to protect the community in general.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all you did as a Martial?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I also took part in activities that ...(indistinct) assisted the organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Like what?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Like distributing posters as well as pamphlets.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As a Martial, what was your main duty?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "It was to ensure that there was order in meetings as well as the protection of the community.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, from 1983 to 1993, was there ever a big march in Chesterville or in Durban for that matter, organised by the UDF or the ANC?  Particularly in 1990.",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "There are too many to mention.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Did you march?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all you did at such marches, march?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I would play the role of marshalling.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, why didn't you say that when I asked what all did you do as a martial?  Because wasn't that the main idea of martial, to control the marches, like long big marches, control attendances at meetings, not so?  Isn't it?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now just now you answered to a question from your attorney as to whether you knew the area of Chesterville and you said as a main man you did.  What did you mean by that?  I think you referred to Mr Gumede as a main man.  What did you mean by that?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "Mr Chairperson, I do not quite understand the question.  Please repeat that question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you mean by calling Mr Gumede a main man?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I am explaining that he is the person who issued the order and he also is the person who issued the order.",
            "Male"
        ],
        [
            "MR LAX",
            "We had a repetition of the same thing.  You said he's the person who issued the order and he's also the person who issued the order.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The mistake is mine.  I beg your pardon.  The applicant said Mr Gumede was a member of the Executive as well as the fact that he is the one who issued the order.",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "Thank you Mr Chairman.  Mr Mthwana, why was it necessary for you to take Mr Saga Gumede to eMbali?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "He was the person who knew the area because I did not know where we were supposed to collect the firearms.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay.  I'm presuming when you say he's the person who knew the area, the area you're referring to is eMbali?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay and you earlier said that you had fetched the firearms from eMbali and then what happened to those firearms?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "They remained with Mr Gumede.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Which Mr Gumede is this?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "Saga Gumede.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Now, Mr Mthwana, I'm sure you might have covered this earlier, but why was there a need to bring these firearms to Chesterville?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "I explained that it was in order to protect the community which was not safe.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Now as a means of clarification, when you said to protect the community, whom did the community need to be protected from?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "The community was predominantly ANC at the time and they were protected by Marshals and other people.",
            "Male"
        ],
        [
            "MR LAX",
            "The question was, who were they protected from?  Who was attacking the community that they needed protection?  That was the question.",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "There were vigilante groups such as the A Team who were involved in attacking and killing people at night.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You talk about vigilante groups, were there more than one?",
            "Unknown"
        ],
        [
            "PAULUS MTHWANA",
            "I am not really in a position to say whether there were many groups because they would be - they would attack the community at night and at most these times they would be wearing balaclavas and they would be in the company of the police.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you know Zwe Ntuni?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "Yes, I knew him.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "Yes, I knew him.",
            "Male"
        ],
        [
            "MR LAX",
            "He was killed by the A Team, you say.",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "I don't know.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, what do you mean you don't know?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "I was in prison that time he was killed.",
            "Male"
        ],
        [
            "MR LAX",
            "But you refer to him in your statement, page 12.",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "You talk about his death at the hands of presumably the A Team.  It's not clear from here but ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What page is ?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Page 12.  Right?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "No, it's not right, but I know me, I was in prison that time, I don't know nothing about Zwe, who killed him.",
            "Male"
        ],
        [
            "MR LAX",
            "Well where did Mr Mbatha get this information from, if you didn't give it to him?  Did he just make it up and then write his own affidavit and then get you to sign it?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "Well did you tell him this or didn't you.",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "No, listen.  I know that there was a vigilante group in operation, but I do not know how Zwe was killed because at the time I was in prison.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, you say here in paragraph 2\n\"There were many others as these gangs who were operating in Chesterville.\"\nWhat gangs were you referring to there?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "In this affidavit, I referred to the A Team and Zweli Saga Gumede.  I do not know what gangs you are referring to.",
            "Male"
        ],
        [
            "MR LAX",
            "Well it's your affidavit.  I'm just trying to understand what you were saying.  These are your words, they're not my words.  Very well, we'll just leave it there.  Please continue Ms Mohamed.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Thank you.",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "I do not understand.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, if you're not going to answer my question, then we may as well just continue.",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "I do want to respond to the question, but I do not understand it.",
            "Male"
        ],
        [
            "MR LAX",
            "I'll make it simple for you.  In your affidavit here at paragraph 2 on page 12 you refer to gangs in the plural, in other words there was more than one gang.  In the one preceding that you refer to the A Team.  The question I want to know is, you're referring to gangs in the plural.  What other gangs were operating in Chesterville at that time?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "The only gang I know of is the A Team.  I do not know about the others.",
            "Male"
        ],
        [
            "MR LAX",
            "Please continue Ms Mohamed.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Thank you Mr Lax.  Mr Mthwana, after the firearms were returned to Chesterville and left with Mr Saga Gumede, what happened to the car that you had stolen?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "It was recovered in Inanda.",
            "Male"
        ],
        [
            "MR LAX",
            "Well how did it get to Inanda?",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "It was taken there by Nhlanhla Gumede.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MS MOHAMED",
            "Female"
        ],
        [
            "CROSS-EXAMINATION BY MS THABETHE",
            "Mr Mthwana, was there any relationship between Saga Gumede and Nhlanhla Gumede?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "I do not know about any other things ...(indistinct) relations.",
            "Male"
        ],
        [
            "MS THABETHE",
            "What position did Saga Gumede hold in the ANC?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "He was in the Executive Committee, but I am not sure of his position.",
            "Male"
        ],
        [
            "MS THABETHE",
            "And what about Nhlanhla Gumede, what position did he hold?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "He was a member.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Why did you chose to go and rob a car?  Why didn't you borrow a car from one of the ANC members, because we've heard in previous matters that if there was an operation that needed to be done, they would - for example if there were arms that needed to be fetched somewhere, other members would lend other members cars to go and fetch those firearms.  Why didn't you borrow a car from one of the members?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "I hear what you are saying, but we were in a situation that demanded urgent action because at the time we were under attack.",
            "Male"
        ],
        [
            "MS THABETHE",
            "I don't understand your answer.  What situation?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "It was an urgent situation that prompted us to act in whatever manner that we could.",
            "Male"
        ],
        [
            "MR LAX",
            "So urgent that you waited three days between the time you got your order and the time you went and stole the car.  Surely there were ANC members with cars, you could have borrowed them immediately.",
            "Male"
        ],
        [
            "PAULUS MTHWANA",
            "That's how it happened.",
            "Male"
        ],
        [
            "MS THABETHE",
            "When your attorney led you, she spoke about Saga Gumede having gone with you to eMbali.  Was it Saga Gumede or Nhlanhla Gumede who went with you to eMbali?  Can you please reply that?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "It was both of them.",
            "Male"
        ],
        [
            "MS THABETHE",
            "And then when you came back, you left the arms with Saga?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETHE",
            "And why did you choose Pinetown out of all the places, why Pinetown, to rob the car, why not Durban which is nearer than Pinetown from Chesterville?",
            "Female"
        ],
        [
            "PAULUS MTHWANA",
            "It could have been anywhere.\nNO FURTHER QUESTIONS BY MS THABETHE",
            "Male"
        ],
        [
            "MS MOHAMED",
            "I have no questions, Mr Chairman.\nNO RE-EXAMINATION BY MS MOHAMED",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, you're excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Any more evidence Ms Mohamed?",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "No, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Have you got any evidence?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "None Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Have you got any submission Ms Mohamed?",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "No Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you going to leave it in our hands?",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "Yes.\nNO ARGUMENT BY MS MOHAMED",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We don't need to hear you.  We reserve this decision and we'll hand it down in due course.",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "As the Committee pleases.",
            "Female"
        ],
        [
            "MS THABETHE",
            "As the Committee pleases.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that the roll for the day?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "That's the roll for the day.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn till half past nine tomorrow morning.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Thank you.\nCOMMITTEE ADJOURNS",
            "Female"
        ]
    ]
}