{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-08-30",
        "location": "DURBAN",
        "day": "3",
        "names": [
            "ZIBA GERALD MPANZA"
        ],
        "case number": "AM6167/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54436&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200830db.htm",
        "speakers": [
            "CHAIRPERSON",
            "INTERPRETER",
            "MR LAX",
            "MR PANDAY",
            "MS MOHAMED",
            "ZIBA GERALD MPANZA"
        ],
        "original_speakers": [
            "ZIBA GERALD MPANZA",
            "CHAIRPERSON",
            "MS MOHAMED",
            "MR MPANZA",
            "MR LAX",
            "MR PANDAY",
            "INTERPRETER",
            "MR THABETHE",
            "MS THABETHE"
        ]
    },
    "testimony": [
        [
            "ZIBA GERALD MPANZA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Please be seated.",
            "Unknown"
        ],
        [
            "EXAMINATION BY MS MOHAMED",
            "Thank you Mr Chairman.  Mr Mpanza, I am referring you now to this bundle of documents.  Mr Mpanza, on pages 1 to 3 of this bundle, which contains your application for amnesty, do you confirm that this is your application, and that you in fact signed the form on page 3?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I do.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay.  I am going to refer you to a typed statement which I have drawn on the instructions that you have given me.   Mr Chairman, copies have been made available to my learned colleagues as well.\n\tMr Mpanza, do you confirm having read this statement?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I read it.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Do you also confirm having pointed out certain incorrect facts which have now been corrected?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I did.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "And on your instructions then, in paragraph 3, 1981 was struck off to read 1991?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "That is correct.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "And then on page 3, paragraph 11, the first two sentences have been struck off, and you have initialled that.  Mr Chairman, I must apologise to the Committee and to my learned colleagues, when we were receiving instructions, we originally thought that the whole of paragraph 11 should be deleted, and that is why some lines go across.  It is just the first two sentences that must come off and the sentence that reads\n\"... it was agreed that Malevu would choose these comrades and then introduce me to them as my identity had to remain discreet\",\n\tthat sentence remains.\n\tMr Mpanza, do you confirm that, and do you confirm having signed next to that?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I do.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Mr Chairman, if the statement may then be called Exhibit A?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It is so marked.",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "Mr Mpanza, isn't it correct that you are applying for amnesty for an armed robbery which occurred at Avocas Wholesalers on the 16th of March 1992?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "That is correct.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Isn't it correct that in the 1980's, you were a member of the UDF?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "That is correct.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "And isn't it also correct that you were a member of MK?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "That is correct.  I was a member of MK.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay, and on your return to South Africa in 1991, what role did you assume within the ANC structures?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "My main role was to train Self-Defence Units, as well as to train other people to become MK cadres.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Will it be correct to say that you were a Commander of the Self-Defence Unit?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "And which area was this Unit set up in?",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, before you go on, do I understand you correctly to say that your main role was to train SDU members and to get other people to become MK members, was that correct?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "In which area was this Self-Defence Unit based?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I was based at kwaMashu.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Mr Mpanza, this incident that you seek amnesty for is linked to a meeting that occurred round December 1991, isn't that correct?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Please clarify the meeting that you are referring to.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay.   On your return to the kwaMashu area, whilst you were still a Commander of the SDU ...",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "When I returned to kwaMashu, I was an MK member and I worked with SDU's and because of my training, I became a Commander of the SDU.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "How did it come about that you became involved in this armed robbery at Avocas Wholesalers?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Towards the end of 1991, in December, comrade Lindani Nteani from Mkababa arrived, he had come to seek assistance from me, assistance in terms of weapons, because there was an ongoing violence between the IFP and the ANC there.\n\tI explained to him that we did not have firearms because when we returned to South Africa, we did not have firearms in our possession.  As a trained soldier, Lindani requested that I assist them to protect them in that area.\n\tThat is how it came about that one was involved  to obtain money.  Lindani came to me in December 1991.  I explained to him that we did not have firearms.  As an MK cadre, he requested that I assist them.  At that time we were working in collaboration with other comrades from kwaMashu.  I then enquired from other comrades from exile, if any of them had firearms.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Sorry Mr Mpanza, before you go on, this comrade Lindani Nteani, where was he from?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "He was from the Mkababa Youth League.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "And what was his position within the Youth League?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "He was the Chairperson of the Danganga Branch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How old was he?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I am not certain, but he was quite a mature person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he hold a higher rank than you in the ANC?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "He held a higher position in his area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I am asking was he higher ranked than you?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I will say yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were the Commander of MK?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was President of a Youth League in a particular area?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How could he have a higher ranking than you in the structure?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Lindani Nteani held a position at the Mkababa Branch.  I respected him for the reason that he had been trained as well as for the position he held at his area.  He had been trained by me in exile, and when he returned to South Africa, he had been appointed to that high position.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR LAX",
            "So he knew you from exile?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "We first met before I left for exile, and we also met in exile.",
            "Male"
        ],
        [
            "MR LAX",
            "As Commander of your SDU, who were you answerable to?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "As MK cadre from exile, we had been requested to train SDU members inside the country, but the person we liaised with was Papa Ndlovu.",
            "Male"
        ],
        [
            "MR LAX",
            "Who was Papa Ndlovu?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Papani was the Commander in charge of all the SDU's.",
            "Male"
        ],
        [
            "MR LAX",
            "For which area?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "In Sections C, D and E, kwaMashu.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.  Please continue.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Thank you Mr Lax.   Mr Mpanza, at the point where I interrupted you, you said that Mr Nteani had come to you for assistance and you had said to him that you didn't have, sorry, you were not in a position to assist him?",
            "Female"
        ],
        [
            "MR LAX",
            "No, he started saying that he then started making enquiries?",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Thank you Mr Lax.  Please can you tell us about the nature of the enquiries you were making?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I made enquiries from other comrades from exile, if any of them had DLBs to assist the people of Mkababa.\n\tIt appeared that from those comrades, none of them had firearms.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "And then, what did you decide to do?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "After I had made enquiries from the comrades, realising that I did not obtain assistance from them, I then called Sifiso Malevu and explained the problem to him.  When I left Sifiso was an active comrade in the UDF.  He is one of the people whom I trusted.\n\tWhen I returned from exile, he is one of those persons who assisted me in getting my way around South Africa, because at that time things had changed.  When I returned from exile, I also gave him some information about the ANC and I also trained him under ground so that if I needed assistance, he would be in a position to help me.\n\tI contacted him, I explained the problem of Mkababa people to him.      I informed him that comrades from Mkababa were short of firearms, whereas they were under attack from the IFP and the Security Forces.   I was telling him this because I felt that perhaps he could have suggestions as to what to do, because he had been inside the country all the time.\n\tI also informed him that I nor any comrades from exile, had firearms.   It was decided that we should identify a place from which we could get weapons.  As we were still discussing the issue of robbing a place to obtain firearms, we could not come up with any suitable venue.  This was discussed over several weeks.\n\tAs time went on, we were still involved in that exercise of identifying a venue.   Eventually we decided that we shall rob and get money so that we could go to Lindani, who would then identify somebody who would sell us firearms, because there were weapons that filtered from places like Mozambique.\n\tThat is what we discussed, and decided with Sifiso.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "When you were having these difficulties, did you tell Mr Lindani Nteani about these difficulties?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "We would see each other from time to time, and I would tell him that he should wait whilst I was still devising means of obtaining those firearms.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay, and then you and Mr Malevu, you said earlier, you discussed these difficulties.  What happened thereafter?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "After our discussions, which went on for several weeks, as well as carrying out some reconnaissance at those places which were potential venues.",
            "Male"
        ],
        [
            "MR LAX",
            "What places were these, sorry?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "For instance we went to look around town and some areas outside town where firearms were sold, but we could not find a suitable venue.",
            "Male"
        ],
        [
            "MR LAX",
            "But you were looking for places where you could get money, not where firearms were sold?  You had given up on the firearms?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "As I mentioned before, we initially looked for a place where we could obtain firearms, so we abandoned that idea.  In stead we looked for a place where we could rob money to buy those firearms.\n\tAt that time, we had not identified a place where we could rob money.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Yes, and then what happened?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "At the beginning of 1992, Tulani Shabalala who came from Empangeni arrived, and on his arrival, he came to see me and I knew him from exile where he had undergone a crash course at Bangwe.\n\tHe reported to me the situation that prevailed at Empangeni at that time.  There was violence between the ANC and the IFP.  He told me that there was an SAP member by the name of Steyn, who was a great danger to ANC comrades, because he supported the IFP.  \n\tBecause of this Steyn and this colleagues, they could not get to the IFP.   Tulani then requested that we assist him in killing Steyn.   I listened to that request and told him that I would see what I could do.  I did not promise him anything at the time, for the reason that we were busy.\n\tTulani then returned to Empangeni.  I promised him that I would follow him shortly, I would see what plan I could come up with.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Sorry Mr Mpanza, before you go on, Tulani Shabalala, what was he also known to you as?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Tulani was a Chairperson of the ANC at Empangeni.  I also knew him as a comrade in UDF and COSAS before I left the country.\n\tMoreover I trained him at Bangwe, where he underwent a crash course.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Thank you.   To take you back to your evidence where I interrupted you, you said to Mr Shabalala that you would see what you could do to assist him?  You can continue from there.",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I told him that yes, I have heard his problem and I would see what I could do.  He then left and I told him that I would send somebody to Empangeni to see him.  He then returned to Empangeni.\n\tAfter that, I discussed the matter with Sifiso, that comrades from Empangeni are involved in a war with the IFP, and there is this person, this policeman by the name of Steyn, who has become very problematic to them.\n\tI explained that comrade Tulani had come to request me to kill this Steyn, because they were of the opinion that if he were to be killed, perhaps they would make some progress.  \tI then requested Sifiso to go to Empangeni to see Mayibuya.  I telephoned Shabalala to inform him that Sifiso would meet him.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Mr Mpanza, just for clarification, Mayibuya and Shabalala were one and the same person, isn't that correct?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, that is correct.  Mayibuya was his combat name, which I used when talking to Sifiso.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "To take you back to this point, you said you had telephoned Mayibuya?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I telephoned Mayibuya and I was with Sifiso, I informed him that Sifiso Malevu would come to him and that is the person with whom I was going to discuss everything.\n\tThey then discussed over the telephone, over where to meet.  Sifiso then left for Empangeni.  This happened on a different occasion.   \n\tOkay, and then what happened after Sifiso went to Empangeni?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Sifiso left for Empangeni, he spent two days there.  He returned and informed me that the situation was quite bad.  The houses were being burnt, (indistinct) that these attacks were carried out by the IFP.\n\tHe told me that he went and saw Steyn, therefore he was in a position to identify him.  He also informed him of where he worked.   However, he realised that it would be difficult to kill him at his place of work, because that was a police station.\n\tBecause we were also involved in trying to obtain money, Sifiso came up with the suggestion that we should target a place nearby a police station, because the police such as Steyn, who were from the Murder and Robbery Unit, would be the first to respond if something happened.\n\tSifiso then told me that we could kill Steyn by robbing a place nearby the police station because he would be the first or amongst the first to arrive, should such a robbery take place.    Sifiso then identified a place nearby, which was Avocas Wholesalers.   He identified that place because it was near and there were not many people around there, so there would not be many casualties, or people who would be caught in the crossfire.  We were also convinced that the Murder and Robbery Unit would be the first to arrive at the scene, should we commit this robbery.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "So you then agreed with Sifiso's plan that you should rob the place in order to lure Steyn to the scene as it were?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I understood his proposition, and I requested him to take me to Empangeni to that place, so that I could also see Mr Steyn as well.\n\tSifiso also came up with the suggestion that if we were to rob that place, we would be in a position to assist the Mkababa comrades to buy firearms.   At the same time, we would also be able to execute the mission that had been suggested by Tulani, which was killing Mr Steyn.\n\tIt was not important where we obtained the money from, as long as we got it so that we could buy firearms.  That plan assisted us in accomplishing both these missions at the same time.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay, now you said earlier that you requested Sifiso to take you to Empangeni.  Did you in fact go to Empangeni with Sifiso?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, we did.   We went to Empangeni and I saw that area.  Sifiso then took me to the city centre, in that way he was trying to show me where Steyn was, but we could not locate him at that time.  We then went to Avocas Wholesalers, and I also realised that it was suitable,  because there were not many people around that place.\n\tWe did some reconnaissance as to how we would conduct our mission.  We did not see Steyn on that first day.  On the following day we went back to the city, looking for Steyn, but we could not locate him there.   We then went to a Spar that was near the Empangeni court. Sifiso then recognised Steyn there and he showed him to me.   We followed him and I was able to identify him.\n\tWe thereafter left.  We then went back to the area we were going to attack, to do some further reconnaissance.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "After your reconnaissance work was carried out, did you then return to kwaMashu?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, we returned to kwaMashu.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay, and what did you do on your return to kwaMashu?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "After we had returned to kwaMashu, we decided to go back to Empangeni, to do some further reconnaissance as well as to ensure that indeed the situation was as we had thought.\n\tWe did not see any difference to what happened there previously.   Eventually we discussed as to who could assist us in this mission, and I informed Sifiso that I did not want him to identify prominent people, because this was an underground mission.  If we were to be seen in the company of prominent comrades, somebody may suspect something.  Sifiso then suggested Tekozani Ngema, Nmezela Mkungu and Mzwake Shandu.  He then told me that comrade Shandu was in the Police Force, but he was sympathetic, he was supporting comrades and he would be in a position to assist with the firearms, to carry out the operation at Empangeni.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Did you discuss this progress with Mayibuya and Lindani Nteani?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I informed Lindani Nteani that I would contact him when everything was ready, I did not give him the details of what I would do.\n\tWith regards to Mayibuya, I did not inform him when and where I would carry out the mission.  He was more involved with administration, and it would be safer not to involve him in this type of activity, so he would only hear from me when I had completed the mission.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "I am going to take you to the point where, the day of the incident, can you just tell us how it is that you proceeded to the scene?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "After all of us had met, we left Durban on a Saturday and we ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Mohamed, we are terribly hot in here, can we take a break for 10 minutes?",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "Yes, Mr Chairman.\nCOMMITTEE ADJOURNS",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MS MOHAMED",
            "(continued)   Thank you Mr Chairman.  Mr Mpanza, the time that we have broken for the short adjournment, you were at the stage where you were saying that you had left Durban on the Saturday and you had arrived at Empangeni.",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "That is right.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay, now, who was with you at the time?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "It was myself, Mzwake Malevu, Tekozani Ngema, Nmezela Mkungu.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Why did you leave for Empangeni on that Saturday?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "We left for Empangeni on Saturday so that we could show comrades Tekozani as well as Mzwake the area, because they did not know that area.  We also were avoiding arriving on the same day that we were going to carry out the mission.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Which day had you chosen to carry out the mission?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "We decided on the Monday.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Did you choose any particular time?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "We decided on the morning when the place was not yet busy.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Okay, now I am going to take you to the morning of the incident.  If you could briefly tell us what happened?",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, before you do.  Can I just clarify, I had looked for example in paragraph 10 of your affidavit, I am just trying to clarify exactly who was with you.  It was yourself, Malevu, it was Mzwake Shandu, Nmezela Mkungu and Tekozani Ngema, is that right?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay, because it was translated as Mzwake with another surname, that is why I was a bit puzzled.  But you are confirming that now?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, it is.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Thank you Mr Lax.   Mr Mpanza, on the morning of the incident, can you tell us what happened when you arrived at Avocas Wholesalers?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "We left that morning, there were four of us in the car, myself, Mzwake Shandu, Nmezela Mkungu and Sifiso.  Tekozani Ngema was going to wait for us in a different car, some distance away, so that the people who were going to carry out the mission, were just the four of us.\n\tTekozani then went to that predestined point.  Myself, Mzwake Shandu, Sifiso Malevu and comrade Mkungu went to Avocas Wholesalers.  On arrival there, Sifiso and Nmezela Mkungu went inside.  I and Mzwake Shandu remained outside on the lookout.\n\tThe main reason why I remained outside was that if Steyn and his colleagues from the Murder and Robbery Unit arrived, I would be in a position to kill him.  Sifiso and Mzwake Shandu then went inside.  There were security guards on the outside, one had a two-way radio and another had a firearm.\n\tWe tried to stop the one who had the firearm, but he tried to flee.  We pursued him, got hold of him and sat him on the ground, as well as the few people who were outside, we also told them to lay down.  After a while, Sifiso and the other comrade returned with the money.  Mzwake was next to the door, and I had concentrated on the passage where we were expecting Steyn and them to approach from.\n\tA security van then arrived, by that time we had already put the money inside the car.   It stopped outside the gate,  one person who was driving, alighted from the vehicle and produced a firearm.   On realising that these were not the people we were expecting, it would be unwise and it would run counter to our mission to harm innocent people.  As they had produced firearms, there was a chance that he could perhaps shoot at us, and innocent people would be harmed.\n\tWe then decided to leave.   There was no way that we could go through the gates, because they had used their vehicle to jam that route.   I then told Mzwake to inform the others that we should leave.  This was done, and we fled by jumping over a fence around Avocas Wholesalers.\n\tWe then went onto the road.  Mzwake Shandu went in a different direction, I and Sifiso Malevu and Nmezela Mkungu went towards the main road, and went into a bush.   We, Sifiso was then stung by bees there, and we did not know how big or how far this forest stretched, so we decided to come out and try to hide elsewhere, inside the town.\n\tWe then came out ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were arrested at the end of the day?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, we were arrested on the following day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By whom, the following day?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By whom?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "The Empangeni Murder and Robbery Unit police, but however Mzwake Shandu was arrested on the same day.   I saw Mr Steyn when the investigation was already underway, but I did not recognise him when I was being collected.",
            "Male"
        ],
        [
            "MR LAX",
            "You were able to escape, get back to kwaMashu and you were arrested there?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I was arrested at kwaMashu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the others?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I and Sifiso Malevu, Tekozani Ngema and Nmezela were able to flee and were not caught on the same day.  We remained at Empangeni until the end of the day, Mzwake did not return.  We then assumed that he had been arrested.   On the following day, we went to kwaMashu and the police arrived at my home that very same evening, with Sifiso Malevu.  Thereafter we went to Tekozani Ngema who tried to run away, but he was captured.    Nmezela Mkungu was not arrested on that occasion, because he was not at home when the police arrived.  We were thereafter taken to Empangeni.",
            "Male"
        ],
        [
            "MS MOHAMED",
            "Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MS MOHAMED",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Panday?",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR PANDAY",
            "Just briefly.  Mr Mpanza, I don't have a problem following your evidence, but just a few concerns have arisen.  You originally stated that you sent Sifiso Malevu to go to Empangeni and meet Shabalala so that he can also identify who Steyn was, is that correct?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Right.  Now on the day that you went to commit this, before I go to that, is it correct that you did not know who Steyn was, and you could not identify him?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I did not know him before I went to Empangeni.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Right, and you did not know what he looked like?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "No, I did not.",
            "Male"
        ],
        [
            "MR PANDAY",
            "On the day you went to Empangeni to commit this robbery at Avocas Wholesalers, you mentioned that Sifiso and one other person, went into the store to commit the robbery, is that correct?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now, what would have happened had Steyn arrived at the crime before these two people came out, how would you have identified Steyn?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I think he did testify that at some stage at the court ...",
            "Unknown"
        ],
        [
            "MR LAX",
            "He was in a Spar?",
            "Male"
        ],
        [
            "MR PANDAY",
            "No, but this was consequential to the robbery, I am talking to the stage leading to the robbery and the robbery.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Panday, what happened was that in his testimony he dealt with the issues raised here in paragraph 8 and 9 of his affidavit, paragraph 9 in particular, the last two sentences of paragraph 9.  He says\n\"... whilst Malevu and I were at the Spar at Empangeni, Malevu saw Steyn going into the court.  We then followed him into the court room and whilst in court, I  identified him as my target.\"\n\tHe didn't give that precise evidence, but he gave evidence to the same effect.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Okay, thank you Mr Chairman.  Now, Mr Mpanza, do you know who attacked and assaulted the security guard?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "What happened was, we took his firearm away, I do not remember if he was assaulted, because what happened, he was chased, I stopped him, I removed his firearm and took him back to the building.  He was unharmed at that point.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Is it you that took his firearm?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR PANDAY",
            "In his statement ...",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, before you go, what do you mean you don't remember assaulting him?  Either he was assaulted or he wasn't?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I did not assault him, I just removed his firearm.  He was chased by Mzwake and I stopped him and took his firearm away.",
            "Male"
        ],
        [
            "MR LAX",
            "Fair enough.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Chairman, just bear with me.  Now, right, now on page 48 of the bundle of documents, this was a statement given by Mr Joubert, the security guard, who is now deceased, this is what he says in the third paragraph\n\"... I tried to run away and he grabbed me.  He snatched my service firearm from my holster.  It was a 38 Special and he assaulted me with his booted feet, and I fell down.\"\n\tI presume the \"he\" refers to you, because you confirmed that you took his firearm?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I hear what you are saying.  It is  however not true that I kicked him, nor was I wearing any boots.  What I remember is that he ran towards me, I stopped him and took his firearm away.  I am certain that I did not kick him, nor was I wearing any boot.",
            "Male"
        ],
        [
            "MR PANDAY",
            "So you say he ran towards you?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Who approached him and pointed the firearm at him?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Mzwake produced a firearm, because I was next to him.",
            "Male"
        ],
        [
            "MR PANDAY",
            "And did you do anything else to the security guard?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "What I recall was that I ordered them to go inside, other than that I did not do anything to him.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Who was the leader of this operation?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I was the leader.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who did you report to?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "After completing the mission, I would have reported back to the people who had requested me, I would have reported back to the people who had requested me to carry out this mission, and this people were in the structures of the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see, the structure of the ANC concerns me.   You see, when a Commander of an area is going to attack the apartheid institution such as a policeman, there is no way he can do so without permission of his superior, isn't that so?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "It depended on your role, as a person who had been trained, I was at that liberty to take my own initiative in carrying out activities that were in line with the policy of the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In 1993, when was this, 1992, the armed struggle was suspended and an attack on an apartheid institution such as a policeman, was a very sensitive issue, is that right?  Do you remember that?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Especially attacking a policeman would necessarily have to be approved by the national organ of the ANC, dealing with such attacks?  Not so?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I understand what you are putting to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am asking you do you agree with that?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In this case, was that done?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "There was a national conflict between the ANC and the IFP at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are not answering the question.   Did you consult Chris Hani?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "No, I did not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you consult anybody at that level?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "No, I did not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you remember Rashied?    He was the Head of Special Ops?  You don't remember?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I do not remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you consult any MK structure?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "There is a comrade (indistinct) Regional Commander in Angola,  a Timothy Mokoena who came to address us at kwaMashu.  When we arrived from exile, there was still an ongoing war in kwaMashu.\n\tTimothy was his combat name.  This person had authorised us to continue training people inside the country and because of his stature, we believed that what we were doing was in line with ANC policy.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, can I stop you, there was a big difference, there is a big difference between training people as part of the setting up of SDU structures which was a legitimate MK activity, and we know about that, we have seen all the documentation, we have heard from Ronnie Kasrils himself, we understand that that was a legitimate conduct on the part of MK operatives to assist communities to form SDU's.  What the Chairperson is talking about is different.  It is an offensive operation against an enemy agent?  It is furthering the armed struggle, and the armed struggle was suspended?\n\tNow if you were going to engage in that kind of conduct, you needed to get proper authorisation because it is a sensitive matter?  Do you understand?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I do.   However, the situation was such that we could not wait until we consult people like Chris Hani when people were being killed, we liaised with people who were from the area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So are you saying that none of the structures, MK structures or any person involved in the MK structure was in fact consulted about the proposed assassination of Steyn?  Is that what I understand?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I informed Papa Ndlovu from kwaMashu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Excuse me?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "As I explained before, before I discussed the matter with Sifiso Malevu I had contacted Papa Ndlovu who was in the MK structures in kwaMashu.",
            "Male"
        ],
        [
            "MR LAX",
            "You didn't explain before at all?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before we get to that, are you talking about consulting him about assassinating Steyn?  Is that what you are saying now, you did consult an MK man in the structures?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "As I Commander in kwaMashu, I explained the situation at Empangeni to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the first time you are telling us about that?  You did not explain it before?  But besides that, what was his role?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "When we returned from MK, no one held a rank.  It was only the ANC that could refer to ranks such that people were only given ranks when they returned to South Africa.  You would perhaps be appointed Commander of an area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you understand the question, or do you just not want to answer it?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I will request you to repeat the question, perhaps I do not understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you or did you not clear the proposed assassination of Steyn with anyone in your MK command structure, which you should have done?  Not necessarily Chris Hani, somebody else maybe?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "We normally met with Papani at training camps, so I explained to him at one of those occasions.  However at the time I did not inform him who was going to accompany me on the mission, I was just requesting firearms from him at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you did not get approval from him, you just requested firearms, is that it?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I informed him of the mission and also requested firearms from him.  As a Commander he also did not oppose my mission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did you tell him, that you were going to kill Steyn?  Did you tell him that?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I explained the situation as explained to me by Mayibuya.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you tell him that you were going to kill Steyn, that is what I am asking?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I told him that I intended killing Steyn.\nI was requesting to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why do we struggle to get that answer out of you for so long?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Perhaps I did not understand the question clearly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you didn't, but I fail to understand how you misunderstood a simple question.\n\tNow, that person that you told about it, you say, where does he fit in the command structure?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "He is presently deceased.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't ask whether he is alive or not, I am asking you what rank was he?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "As I mentioned before, we did not have ranks in exile, but he was a Commander in kwaMashu and we fell under him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you told him that you were going to kill Steyn and you were going to commit this robbery and you asked him for firearms for the mission, I suppose?  Is that correct?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I did not explain the issue of the robbery fully, because I had previously discussed the matter with him.  When I requested the firearm from him, it was for the intention of killing Steyn.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Interpreter, is there any difficulty in communicating with the witness?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "No.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Because he seems to misunderstand my simple questions?  Anyway - so he provided the firearm for you?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "No, he did not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just thought you asked him for a firearm and then explained what was going to happen?  What happened, did he refuse to give you a firearm for the operation or what?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "He said there were no firearms available at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.   Now, in your statement you make no mention of this Commander, in fact at paragraph 12 of the statement, you say that you did not have any weapons and Shandu and Malevu were then charged with providing ammunition and firearms?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, we did not have firearms.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when did you speak to your Commander, before or after this conversation with Malevu and Shandu?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "That was prior to my discussion with Shandu and Malevu.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just clarify something?  If you turn back to page 3 of your application form, there is a section talking about what, where your approval or your orders came from and you don't mention this Papani Ndlovu at all?  He was your Commander?  You do quite the opposite in fact, you say that the approval came from the Mkababa Danganga Branch, affiliates of the ANC?  The approval for the operation did not come from them at all, they didn't even know you were going on this operation, you have told us that already, why did you say that in your form?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I did not inform Papani when I was going to carry out the mission, nor did I inform the people from Mkababa, when and where I was going to carry out the mission. The reason why I did not mention this was because I only requested a firearm from him, and he was also not involved in planning, nor in the carrying out of the operation.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, you see, when the Chairperson asks you whether you got permission from anyone higher up in the structures, you then say yes, Papani Ndlovu was the man I discussed it with and he didn't say anything that I shouldn't carry on with it, thereby implying that he gave you permission?  Isn't that so or have I misunderstood you completely?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I did say so.  I told Papani about the mission and he did not disagree with me, and when I asked for a firearm, he said he did not have one available.\n\tAs a Chairperson, and as a person whom I respected, I am certain that if there was a problem or if he had a problem with the mission, he could have advised me otherwise.",
            "Male"
        ],
        [
            "MR LAX",
            "But he was the one who should have given you permission to carry on with this whole operation, isn't that so?  He was in charge of your SDU, he was your Commander?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, he was my Commander, however he was more involved in the training of SDU's.  Since this was a separate mission, I did not give him full details of where and when the mission would be carried out.  If for instance the mission was going to be carried out in kwaMashu, I would have given him full details of the mission.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you tell him as your Commander, that you were going to carry out a mission in another area, that had nothing to do with your duties in kwaMashu?  Was it because he wouldn't have approved of it in the first place and that is why you didn't tell him where you were going, and the details of the operation?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "What I would like to explain is, in MK if you were a trained person, you had that liberty of engaging in activities that were in line with the organisation's policy.  We could not wait and inform the leadership every time a situation arose.",
            "Male"
        ],
        [
            "MR LAX",
            "Robbery was not in line with the policy of the African National Congress?   Killing of policemen were not in line with the policy of the African National Congress at that time?  Isn't that correct?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, that is correct.   However, the entire country was embroiled in a war between the ANC and the IFP and the ANC would issue out policies which were sometimes broken because of the situation that took place on the ground.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you acted against the policy of the ANC, surely you cannot call on the authority of the ANC to justify your actions?  Is that not so?  If the ANC said you couldn't do something and you did it, which is unlawful, you then cannot say I did it in the interest of the ANC?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "From what I know of the ANC, had I done something that was not in line with the ANC, I would have been called to a hearing where I would have to explain my case.  Thereafter a decision would be made as to the legitimacy of what I had done.  I believed that the ANC would indeed call me and hear my side of the story as to why I had carried out such an act, and it would be up to them to make an appropriate decision.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After you escaped, after the robbery, did you go to anybody to report what had happened?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "This took place on a Monday, we went to eSikhaweni and realised that Mzwake Shandu was missing.  We tried to find out what had happened to him.  Later on in that day, we learnt that someone had been arrested in the vicinity of that crime.  We heard that that person had been found in possession of a firearm.  I also looked for him around at (indistinct), such that ...",
            "Male"
        ],
        [
            "MR LAX",
            "Just answer the question, it is really simple.  Did you report it to anyone or didn't you, just a simple yes or no is good enough.  You don't have to relate a long history to us.",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "No, because I was arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you were in kwaMashu already?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I arrived at kwaMashu at night.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you, when were you arrested?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "On the very early hours of the morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you arrived at kwaMashu, why don't you go and report to your superiors, \"look, this is what happened, and indeed we believe that one of our men was arrested\"?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I arrived very late at kwaMashu.  I think when we arrived in kwaMashu, it was after twelve midnight and after a short while, the police arrived.  There was no other person that I could contact at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you had to survive till the next day, who would you have contacted?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I would have written Papani and informed him of our mission to Empangeni where one of us had been arrested.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just take you back, you still haven't given a clear answer to the question I asked you previously which was why did you put in this form here, paragraph 11(a) and (b) that the approval for this mission came from the Mkababa affiliated the ANC, and in particular Lindani Nteani when you had already told us that Nteani had no knowledge of this operation at all?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Can you please repeat that question, I was still paging through?",
            "Male"
        ],
        [
            "MR LAX",
            "No problem.   Why have you written in  your form here, paragraph 11(a) and (b) which paragraphs deal with the question of the approval for you actions, and why have you told in this form that Lindani Nteani gave the approval, when in fact you have already told us that he had no knowledge of this operation?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Lindani did not know anything about the operation, however, he is the person who had requested us to assist him.  I would not have participated in any robbery, had he not made that request.",
            "Male"
        ],
        [
            "MR LAX",
            "But he didn't ask you to go and rob somewhere, he asked you for firearms?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, he had made that request, however, we had discussed with him if there were any other areas or places that sold firearms, where this could be bought from.",
            "Male"
        ],
        [
            "MR LAX",
            "So this is not true, what is in your form here, he didn't authorise this operation?  He didn't grant you the approval to go and rob the  Avocas  Wholesalers, he also didn't grant you the approval to kill Steyn?  Isn't that so?  He didn't even know about it?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Indeed Lindani did not know that we were going to conduct a robbery, he knew that we were going to obtain money in any way.  He also did not know about the plan to kill Mr Steyn.  He just requested assistance in terms of getting firearms or money to buy firearms.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Panday, we have interrupted your cross-examination.",
            "Male"
        ],
        [
            "MR PANDAY",
            "No, no problem, Mr Chair.   May I continue?  Mr Mpanza, the Empangeni area, would they not have had an SDU unit there?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I didn't get that information from Tulani.",
            "Male"
        ],
        [
            "MR PANDAY",
            "In the Empangeni area, who was in charge of the Empangeni area, which ANC official?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "It was Tulani Shabalala.",
            "Male"
        ],
        [
            "MR PANDAY",
            "What was Tulani Shabalala's role?  What rank did he hold?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "He was the Chairperson, and as a trained person he was also a leader in the Security Branch, the ANC security in Empangeni.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now, as a trained person and leader of the ANC Security Branch, couldn't he go to the regional office for assistance?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, can we just correct you?  There is no such thing as the ANC Security Branch.",
            "Male"
        ],
        [
            "MR PANDAY",
            "No, I understand that, but I am just going through the evidence that the applicant is giving.  I am aware of that, Mr Chairman.\n\tWhere is the regional office for the ANC, in that time, where was the regional office?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "They had their own office in Empangeni, the ANC office, and there was another office that was responsible for the whole province, in Durban.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now, that office was in Durban?  Now, wouldn't it have been more appropriate for Mr Shabalala to go to the regional office for assistance, than to come to you?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "The ANC office, Mamande, is dealing with political issues, they are not involved in any things like that.  It was difficult for them to go to the ANC office and tell them about the mission.\n\tThere was an MK office where he could have discussed this with the MK cadres.  He knew how to find those cadres, as a person who was trained, he decided to work with me.",
            "Male"
        ],
        [
            "MR PANDAY",
            "The office for the MK cadres, where was the office for the MK cadres?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Even here in Durban, there was an office.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now, wouldn't Mr Shabalala have gone there, than come here?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Because of the fact that he had so much in his hands, and he decided to ask me for assistance, as a person who was from exile and he put his trust in me.  As a cadre, if you have attended the Commanders' course, you were allowed to take an initiative as long as you are going to stand for that.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now, Mr Mpanza, based on your evidence, would it be correct for us to assume that the ANC would have done nothing or would have known nothing about its supporters being attacked by IFP and Steyn, because you all did not relay any information?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I cannot say that, all the operations that were taking place, were reported to the ANC.  IFP, there would be a conflict between the ANC and the IFP, and we wouldn't go there to the office and tell them that we have attacked the IFP members.  We could only report if there was a problem, for instance in a situation whereby some ANC comrades are arrested, then we go to the ANC and tell them about that.",
            "Male"
        ],
        [
            "MR PANDAY",
            "So you are saying in fact to us that the MK cadres did want they wanted, there was no control.  If you thought there was a problem, you handled the problem and  that was dismissed?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "No, I am not trying to say that.   It used to happen sometimes that you would see yourself having to take an initiative.  You would try by all means to solve the problem, and submit the reports thereafter, only if it is necessary.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Did you submit any reports when you first heard the complaint about the problem in Empangeni?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I was arrested after the incident, therefore I couldn't do it.",
            "Male"
        ],
        [
            "MR PANDAY",
            "No, no, I am not talking about the incident.  When Shabalala came from Empangeni and told you there are problems with Steyn and the IFP, did you submit any reports to the ANC explaining the problems?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "No.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Right.  In Mkababa, Lindani was  a Youth League Chairman, isn't there a Head Office in Mkababa, for the Youth League to report to?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Lindani was coming from that office.  He is one of the people who were working there.",
            "Male"
        ],
        [
            "MR PANDAY",
            "He was just the Chairman of the Youth League, you mentioned earlier?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PANDAY",
            "If Lindani held such a high position, shouldn't he have gone to the ANC directly?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, Lindani was coming from the ANC as he was a member.  I cannot say what decision was taken, that led him to come to me.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Mpanza, you make it seem that you were a very important person in the struggle that was going on.  Did you personally have any contact with any ANC officials regarding problems in Mkababa and problems in Empangeni?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Most of the times, I was working in the kwaMashu office.  We were also working with the people from Durban.  This mission was just directed to me, because these people came straight to me to ask for assistance, and then I talked to the Mkababa leadership, I also talked to the Empangeni office.  Lindani was a well known person in the ANC circles.   Tulani Shabalala was coming from Empangeni as an ANC member.\n\tHe was holding a certain position in the ANC in Empangeni.  Therefore when I was connecting with him, it was obvious that I was connected to the ANC.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Mpanza, had there been problems in kwaMashu, had there been problems in kwaMashu, who would you have gone to help, or who would you have asked for help?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I would go and report to Papa Ndlovu.  If that was a military problem, he is the one who would tell me what to do, because he was responsible for the kwaMashu area.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Right, now was Papa Ndlovu responsible for all military activities and did he control your activity as well?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Papani was in charge of the MK matters in kwaMashu.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Right, now when the MK went to Empangeni, that was an MK matter?  The question is simple, when you and the other members went to Empangeni, was that an MK matter?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I can say it was an MK matter, because there was going to be a battle, a fight.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Wouldn't you have had to get the consent from Papa Ndlovu to carry out this matter?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "It is either yes or no, Mr Mpanza, you are rambling and losing most of us.  Would you have had to get the consent of Papa Ndlovu to carry out this MK matter, yes or no?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "No.   Because Papa was working only with the kwaMashu area.   My mission was outside the kwaMashu area.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Now, when you went to carry out the robbery and hopefully attack the policeman, Steyn, didn't you find it a bit strange that you were going to attack him right next to the police station, and the robbery, didn't you expect to see more policeman at this robbery, where this robbery took place?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "When we checked the place, there were policemen, but there were not that much.   We thought that the only police who would come, after we had  attacked Steyn, and run away.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Did you expect Steyn to come there by himself when this robbery took place?  Isn't that odd?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I was expecting him to come with  his colleagues.",
            "Male"
        ],
        [
            "MR PANDAY",
            "With his colleagues?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes.",
            "Male"
        ],
        [
            "MR PANDAY",
            "So you ran the risk to assassinate effectively a whole police station if they got there?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "If it had happened that we were going to be ensued in a battle with them, but we were first going to check if there was Steyn, and then we were going to attack him, but if the other police would come to us and attack us, we would run away, but if there was Steyn only, we were going to attack him and run away.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Mr Mpanza, you mentioned in paragraph 9 that roundabout February 1992 you managed to identify Steyn when you saw him in a court house, why didn't you wait for him until he left this court house and attacked him then?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I was not armed and it was not within my plans.  There is a principle that you have to spot places where you can attack a particular person, and check about your safety and the safety of the civilians if you are doing that, or the safety of the community.  You cannot just attack randomly.",
            "Male"
        ],
        [
            "MR PANDAY",
            "So you say the safety of the civilians?  Now, had a battle ensued at Avocas Wholesalers, do you think the civilians would have been safe?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, because I had chosen the time early in the morning.  We had planned that civilians wouldn't have been affected, and we knew that there were only a few people in the shop, and we forced them inside the shop, and then the only people who were expected to be there, was police and we knew that the Wholesalers, there is no way that, the people are not that much there in the area of the Wholesaler.",
            "Male"
        ],
        [
            "MR PANDAY",
            "Okay.  Thank you Your Worship, nothing further.\nNO FURTHER QUESTIONS BY MR PANDAY",
            "Male"
        ],
        [
            [],
            "One question, Mr Mpanza.  Is it correct that Mr Shandu was a policeman?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            [],
            "On page 12 of the bundle, paragraph 4, sorry paragraph 13, is it true that he was promised by yourself that he would be given a small portion after the robbery?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What paragraph is that?",
            "Unknown"
        ],
        [
            [],
            "Paragraph 13, page 12.",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I would like to explain this further.    It is not that we were giving him some compensation, the reason for him, we as Africans, we believe in using ntelezi when we are going to the battle, and he is the one who, Mzwake, organised that ntelezi for us, and he had paid money for that ntelezi.  The money was not that much.  You have to perform a specific ritual before you use certain medicine in African ...",
            "Male"
        ],
        [
            [],
            "I didn't really want to know what he was going to do with his share of the money, I just wanted to know from you whether you did promise him a share of the portions that you were going to rob?  I don't want to know what he was going to do with the money.  I just want to find out that aspect.",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, we did promise him the money.",
            "Male"
        ],
        [
            [],
            "So would I be correct to say that he was part of the operation, by virtue of the fact that he was a policeman, who was going to assist you in the robbery and thereafter you would give him his share of the money?  Is that putting it correctly?",
            "Female"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes.",
            "Male"
        ],
        [
            [],
            "Thank you.  I have no further questions.\nNO FURTHER QUESTIONS BY MS THABETHE",
            "Female"
        ],
        [
            "MS MOHAMED",
            "I have no further questions, Mr Chairman.\nNO RE-EXAMINATION BY MS MOHAMED",
            "Female"
        ],
        [
            "MR LAX",
            "Just one thing, in your application form you made no mention of this assassination of Steyn, why is that?  It does not appear anywhere in your application form, at all?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "When this happened, this application form had three pages.  I wrote much about Lindani, because I thought that I would get the opportunity to testify (indistinct), I was going to give more details.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Paragraph 10(b) specifically asks for justification regarding the acts, omissions, offences associated with a political objective?  There you go about telling us about Self-Defence Units and how you were asked about the Mkababa Youth League, etc.  You made no mention of this other aspect of why this whole operation was conducted?  Now you come and tell us, now you are specifically asked in this form, now you come to tell us you knew about it, but you thought you would come and tell us in person?  Why didn't you leave that paragraph blank and come and tell us everything in person?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I did not mention Steyn, but as a person who had not discussed with the legal representative, I mentioned the incident, it was my intention to attack Steyn, but it did not happen.    The only thing that I made mention of, was the robbery, because we did not attack Mr Steyn.\n\tAfter discussing with the legal representative, I saw it as important that we should also mention Mr Steyn.  If Steyn was eventually attacked, that was going to be mentioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wasn't this idea of attacking Steyn as a political reason, an after-thought to your application?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, it is, but if we did not intend to attack Mr Steyn, we wouldn't go to Empangeni.  We would do everything in (indistinct), but the reason for us to go to Empangeni, our intention was to go for Mr Steyn.",
            "Male"
        ],
        [
            "MR LAX",
            "What were the chances of the Head of the Murder and Robbery Unit in Empangeni, he was a Major, what were the chances of the Head of the Detective Unit arriving at the scene of a crime before anyone else, so that you could assassinate him?  I mean, really?  Can someone just help him with his headphones please?\n\tThey are going to give you another one.   Can you hear now?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "The question I am asking, is a simple one.   Did you seriously expect the Head of the Murder and Robbery Unit, which is a Detective organisation, to come personally to the scene of a crime in response to it being perpetrated?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "That was also possible, but our aim was to attack Mr Steyn.  We had heard that if something happens, he is the first person to come to the scene.  I cannot say he wouldn't be there, yes, there was a possibility.",
            "Male"
        ],
        [
            "MR LAX",
            "Steyn was the Head of the Murder and Robbery Unit, as you know?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I didn't have that knowledge.  I only knew him as one of the policemen of the Murder and Robbery in Empangeni.  That is what I knew.",
            "Male"
        ],
        [
            "MR LAX",
            "Just a last point, you said that when you eventually did see Steyn, it wasn't the same person who you had originally been pointed out to, you didn't make him out at all, is that right, did I hear you correctly?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I do not understand the question, when, whereabouts?",
            "Male"
        ],
        [
            "MR LAX",
            "You said you saw Steyn afterwards, after you were arrested?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I saw him before my arrest, before the operation.",
            "Male"
        ],
        [
            "MR LAX",
            "I thought you said in your evidence after a question by the Chairperson, that Steyn didn't arrest you, but you saw him after you were arrested and you did not, he wasn't the same person you had been pointed out to, that is what the evidence was at that stage, as I understood it?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I did not put it that way.   I mentioned that Steyn, Sifiso pointed Mr Steyn out and after we were arrested, during the investigation, I saw Mr Steyn.  He was also there in Empangeni while I was arrested.",
            "Male"
        ],
        [
            "MR LAX",
            "I clearly misunderstood your evidence, but thank you for clearing it up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell me, when you completed your form, your application form for amnesty, did you do it yourself?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I asked a certain comrade to write it in English, but I can also read English, but I wanted him to use a proper spelling as I am not good in the spelling.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you read it before you signed it?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, he read it out to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were satisfied that he had properly completed that form?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was that comrade?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "It is a certain comrade by the name of Moses Skosana, who was an inmate in Westville prison.   There were also legal representatives.  Moses Skosana is the one who wrote the application form.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "who was the legal representative?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I cannot remember well, I cannot say, I do not know his name, or her name?",
            "Male"
        ],
        [
            "MR LAX",
            "Wasn't it Jabulani Mokoena?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I am not sure, I cannot remember the name.",
            "Male"
        ],
        [
            "MR LAX",
            "Because he is the lawyer who signed it when you took the oath?  Do you see that?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I can see that.",
            "Male"
        ],
        [
            "MR LAX",
            "Is it the same person who was present?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "This happened a long time ago, but all I know is that a certain comrade helped me during that process.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was that comrade's name?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Skosana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Skosana.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Who else was present when you ...",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "There was Tom Madlala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Lucky Sithole was also present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, anybody else?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Translation please?",
            "Male"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Most of the ANC comrades were present there, because we were at the hall.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But immediately present with you, you made the statement to Skosana, recorded it in English because you wanted proper English spelling.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Who was listening?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well, aside from that, who was in attendance there with you and Skosana?  Was anybody else in attendance?  I know they were all in the hall, I understand that, but specifically when you were completing your form, Skosana was there.  Was Tom Madlala there by you or was he roaming around in the hall?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Tom Madlala was in the room, but he is one of the people who saw my statement, because he is a person that I used to work with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But when you were making it, was he roaming around or was he by you?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "The person who was close to me, was Lucky Sithole.  Yes, Tom Madlala was there, but he was also helping other comrades as well.  After completing the statement, I showed it to Tom Madlala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Lucky Sithole, you say, was immediately by you, helping you, or was he also helping others also at the same time?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "He was also helping the other comrades.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So as I understand your evidence, Madlala and Sithole were overseeing the completion of these forms?  Correct?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "As I am saying, there were many comrades there, and Tom Madlala was amongst the comrades, as a person who was working with me closely, I did give him the statement to look at it, because I knew that he was very familiar with the political struggle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you show it to anybody else?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "After showing it to Tom Madlala, I took it to the legal representative who was there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you gave it to him?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, I gave it to the legal representative.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, no one else saw this document, only Tom and Skosana and yourself and the legal representative?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And as far as I understand your evidence, when Skosana read it out to you, you signed it?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it was commissioned by this other person, this lawyer you say?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "What actually happened is Skosana assisted me while drafting the statement, he drafted the statement in his own hand, and I was dictating to him, and I read it with him and he checked for the mistakes.  After that Tom Madlala took a look at the statement and Lucky Sithole was also there, as he was writing with Skosana, and then I decided to take it to the legal representative, who read the statement and then he told me to sign.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.  Now, do you know, was Malevu there?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "No, he was not there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you filled in the form?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "No, he was not there, he was not in the hall.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Shandu?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "No, he was also not present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You heard your Attorney make an application earlier today, I am not too sure which set of facts I must quote to you, but basically and in effect what they are saying is when you made the statement, you made it on their behalf as well.  Do you know anything about that?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "I made this statement, my own statement.  Sifiso drafted his own statement and then he told me about it, but we did not draft the statements the same day.  He told me about it and even Mzwake Shandu, I wrote a letter to him about this TRC forms and then he told me that he was about to fill in the TRC forms also.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where was he that you wrote to him?  Was he not in the same prison?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "No, he was not in the same prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So, did he write back to you?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "We used to communicate with letters with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And did he say that he was going to write, make his application?",
            "Unknown"
        ],
        [
            "ZIBA GERALD MPANZA",
            "What I can remember is that when he came to Westville, he told me that he had forwarded an application, and he was going back to Waterval prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  You are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Shall we adjourn until tomorrow morning?  Ms Mohamed, we are of the view that as happens on appeal, the normal court of law, that your application is one for condonation, if on the merits there seems to be prospects of success, then we will grant the condonation and deal with the merits.\n\tIf we are of the view that the applications will fail on the merits, then we will refuse the application for condonation.   I am happy to deal with it on that basis, we will see at the end of the day, what we decide.",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "Okay.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you happy with that?",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "Yes, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, then you can call them.  Are they not here?",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "They are here, but - okay.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "They have listened to what the applicant has said.",
            "Unknown"
        ],
        [
            "MS MOHAMED",
            "Yes, and in addition to those, there are still two other witnesses that are present, that is Mr Nteani and Mr Shabalala, the two Commanders that have given Mr Mpanza ...",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay, we will adjourn till tomorrow at nine o'clock, is that okay with the Prison Authorities?  Thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}