{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "2000-09-04",
        "location": "DURBAN CHRISTIAN CENTRE",
        "day": "1",
        "names": [
            "VEJANAND RAMLAKAN"
        ],
        "matter": "LM77",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54453&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200904db.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR LAX",
            "MR MAPOMA",
            "MR MOERANE",
            "MR MTHIYANE",
            "MR SIBANYONI",
            "MS CAMBANIS",
            "MS MOHAMED",
            "VEJANAND INDIJI RAMLAKAN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MAPOMA",
            "MR LAX",
            "MR SIBANYONI",
            "MR MOERANE",
            "MS CAMBANIS",
            "MS MOHAMED",
            "MR MTHIYANE",
            "VEJANAND INDIJI RAMLAKAN",
            "MR RAMLAKAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "...(inaudible) statements taken before us, those are for the matter we're hearing tomorrow or the next day, are they?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what are we starting with now?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "We're starting with the applications which relate to the case of State vs Buthelezi.  The applicants are applying for amnesty for acts relating to that which was dealt with in that case.  There are a number of applicants, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now the matter is set down as number one?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I now interrupt?  I'm afraid I had forgotten the procedure that we have been asked to indulge in.  The Committee consists of myself, Andrew Wilson.",
            "Unknown"
        ],
        [
            "MR LAX",
            "I'm Ilan Lax from Pietermartizburg.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I'm J B Sibanyoni from Pretoria.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And would you please announce yourself, Leader of Evidence?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I'm Zuko Mapoma, Leader of Evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And who is appearing for the applicants?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Chairperson, the name is M T K Moerane S.C., appearing for all the applicants.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "Thank you Chairperson.  I'm Crystal Cambanis appearing for Raymond Lalla in the matter.",
            "Female"
        ],
        [
            "MS MOHAMED",
            "Thank you Chairperson, I'm Ms Mohamed from ...(indistinct) Incorporated on record representing Mr Tshika and Mr Msibi.  Thank you.",
            "Female"
        ],
        [
            "MR MTHIYANE",
            "Mr Chairperson, I appear for Mr Ngema, my name is Mthiyane, I'm B S Mthiyane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's not a matter set down for hearing today?",
            "Unknown"
        ],
        [
            "MR MTHIYANE",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Chairperson, before we commence proceedings, I wish on behalf of the applicant Ms D Buthelezi Mbongwa to withdraw her application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, we agree to the application being withdrawn.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Thank you Chairperson.  Chairperson, I also wish to place on record the specific acts in respect of which each of the applicants seeks amnesty.\n\tI'll start with applicant Vejanand Ramlakan.  This applicant applies for amnesty in respect of certain acts which appear in bundle 1 at pages 7, 8 and 9.  Those are incident 17, Chatsworth Magistrate's Court, explosive device detonated on the 13th December 1985.  At the foot of page 7 of bundle 1, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Just to clarify for record purposes, there is a summary which forms the beginning of that bundle but which isn't part of the paginated papers and it's page - on our copy which may be different to yours because of the way it may have been printed out.  It's the bottom of page 8 of our summary of the incidents.  But the numbering of incidents is the same so let's just call it incident 17.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Incident 17.  Thank you Mr Lax.\n\tAnd incident 18.  The damage to Minister Rajbansi's house with a limpet mine on the 4th August 1985.  With regard to incidents number 13, Mr Ramlakan has been informed that he is implicated in that incident.  He will give an explanation but will deny involvement in the incident.\n\tThe next applicant I propose dealing with is Mr Derek Naidoo.  His application is AM4017/96.  He will apply for amnesty in respect of the same two incidents, incident 17 and 18.  \n\tNext applicant is Mr Dhanpal Naidoo, AM4007/96.  He also will apply for amnesty in respect of the same two incidents, 17 and 18.\n\tSo will applicant Mr Jude Francis, AM4011/96.  Same two incidents.\n\tAnd the same will apply to applicant David Madurai, applicant AM4013/96.\n\tThe applicant Richard Vallihu, applicant AM4010/96 will apply for amnesty in respect of one incident, that is incident 18, the incident relating to Mr Rajbansi's house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, who is this?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Richard Vallihu.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say he is asking for one only?  Richard Vallihu, you say he's asking for one only?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Yes, I know that in his application he applied for both but he will only be applying for the one.  He was actually not involved in the second one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's the Chatsworth Court one?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "That is so, Chairperson.  The next applicant is Mr Sibongiseni Dlomo.  Applicant 6389/97.  Chairperson, I'll be referring the Committee to bundle 2.  Now this particular applicant was accused number 2 in the filed State vs Buthelezi and he will be applying for amnesty in respect of the matters referred to in the annexure to the charge sheet on page 35, pages 35 up to 37.  Page 35 of bundle 2, paragraph 1 and paragraph 13 on page 37 and that in about August 1985 he trained accused number 12 in the case and one Frank Malungu at Alan Taylor residence in the use of limpet mines, explosives and handgrenades and paragraph 14 on the same page that in about September 1985 he went to Ngwavuma where he fetched three trained members of the ANC including accused number 4 and brought them to the Durban area.\n\tI also refer the learned Committee to page 241 of the same bundle.  From the second paragraph which reads as follows, paragraph 23 of annexure B alleges that accused number 2 established or assisted in establishing a dead letter box near Umhlazi.  The evidence in support of this allegation proves that accused number 2 pointed out an area before the Executive Hotel in Umhlazi on the 2nd January 1986 and that as a result of the pointing out, a bag containing explosives and explosive devices was discovered in the area and what follows on that right up to page 242 which amounted to a conviction in respect of possession of those explosives and explosive devices with the intent to commit acts or violence in furtherance of the aims of the ANC and to overthrow the State authority in the Republic by means of violence.  He will be applying for amnesty in respect of that conviction.\n\tAnd may I with respect refer the learned Committee to bundle 1, various incidents in that bundle.  I'll refer to incidents 8, 9, 10, 11, 12 and 13.\n\tIncident 8 being the explosion at Durban OK Bazaars, West Street, on the 27th September 1985. \n\tIn the incident number 9 being the limpet mine explosion at Game Discount World between West and Pine Street on the same day.\n\tIncident number 10, being an explosion at Spar Foodliner, West Street, Durban, on the same day, 27th September 1985.\n\tIncident 11, being an explosion at Checkers, Smith Street, Durban, on the same day.\n\tIncident 12, being an explosion at the Executive Hotel, Umhlazi, on the following day 28th September 1985.\n\tAnd Incident 13, being an incident wherein two persons who had in their possession a limpet mine were killed in the blast that occurred then at the Grosvener Girls School on the Bluff on 24th October 1985.\n\tThe applicant is applying for amnesty in respect of these incidents.  His attitude though being that he is not certain whether or not the explosive devices which he supplied to various persons were actually used on the occasions specified but because there is a possibility that besides explosive devices were or might have been used ex abundante cautela he is applying for amnesty in respect of those incidents.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is Dlomo still?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Dlomo, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand you correctly that what he is saying is he admits having supplied explosive devices to these people at these times but he is not certain if they in fact used the device supplied by him to cause the explosion?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "That is so.  That is so.  At the relevant time, not necessarily on the day or the day before, it might have even the weeks before.  His function was to supply materials to these persons.  He was not involved in the planning or execution of the act but because there might be a possibility that devices furnished by him were used in this incident he is applying for amnesty on that basis, Chairperson.\n\tAnd just to complete the picture with regard to applicant Dlomo, I respectfully refer the learned Committee to the judgement in the Buthelezi matter in bundle 2 from pages 239 up to 242.  The applicant accepts the findings in that judgement and the reason for the findings.\n\tChairperson, I now move on to applicant Sibosiso Mbongwa, also known as Sihle, S I H L E.  I respectfully refer the learned Committee to annexure 2, pages 46 to 47.  In the matter of State vs Buthelezi, the present applicant went by the name of Sibosiso Robert Ndlandzi.  He is accused number 4 in the trial and allegations against him appear in the same bundle at pages 46 and ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just clarify something, sorry?",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "I thought you said annexure 2, it's in fact annexure 3, is it not?  At page 47?",
            "Male"
        ],
        [
            "MR MOERANE",
            "Bundle 2.",
            "Male"
        ],
        [
            "MR LAX",
            "Bundle 2, sorry.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Sorry, yes.",
            "Male"
        ],
        [
            "MR LAX",
            "I just suddenly got very confused.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes it's at bundle 2, I beg your pardon.  It's annexure D to the charge and he was convicted of being a trained member of the ANC who had entered the Republic from Swaziland, was taken to Durban by accused numbers 2 and 3.  That's paragraph 1 of annexure D.  The allegation against him in paragraph 4 was the following, that he was appointed by the ANC as commander of a group of ANC members and in this capacity was responsible for training accused numbers 3, 6, 7 and 10 and others in matters relating to the ANC as well as in the use of explosives and explosive devices.  At page 246 of the judgement, starting at the foot of page 245, the court came to the following conclusion\n\"The State has failed to prove the allegation in paragraph 4 of annexure D, that accused number 4 was appointed a commander of ANC members and the only evidence that he was responsible for training persons in the use of explosives is the evidence that he trained accused number 12 and witness C on one occasion on political matters and explained to them about booby traps and that he spoke about reconnaissance, surveillance and revolution.  To that limited extent, the State has proved the allegation in paragraph 4 of annexure D.\"\nThe next paragraph:\n\"We have no doubt that when accused number 4 entered the Republic and proceeded to Alan Taylor residence where he met Lulamele, the regional commander of MK, he did so with the intent set out in Section 54 1(a) to (d).  He proceeded to the Alan Taylor residence with the intention of meeting those in charge of MK there and to conduct the training of members of the ANC politically and militarily to enable them to commit acts of violence in support of the aim of the ANC to overthrow the State authority in the Republic by force.  By doing that, he to our minds, took steps to perform acts which are aimed at bringing about or contributing towards a commission of acts of violence and thus he committed a contravention of Section 54.1 (ii).  The State has therefore proved the act listed in paragraph 1 of annexure D.\"\nThe applicant will admit that he was a commander of ANC members and that he gave general instructions and he applies for amnesty in respect of this offence for which he was convicted.\n\tThis particular applicant has been implicated in the documents that were served on him.  I refer now to bundle 1.  In incident number 16, that's the Amanzimtoti explosion in the Sanlam Shopping Centre on the 23rd December 1985.  This applicant denies any involvement in that particular incident.\n\tAnd finally I deal with applicant, Mr Audway Msomi.  Applicant AM4015/96.  He was also an accused in the State vs Buthelezi matter.  He was accused number 6 in that particular matter and allegations against him are to be found in bundle 2 on page 50, annexure F.  He was convicted of being a member of the ANC and he was also convicted of the matters referred to in paragraph 3 on page 50 which reads as follows:\n\"In about November 1985 accused number 6 took the following items to Ngababa.\n\t\t(i)   2 VFZ25 sub-machine guns, ..(indistinct).\n(ii)   a remote control device,\n\t\t(iii)  a block of TNT,\n(iv)   a silencer for an AK47 machine rifle,\n\t\t(v)    1 electrical detonator,\n\t\t(vi)   3 electronic timing devices,.\n\t\t(vii)  1 TM57 land mine and detonator,\n\t\t(viii) 2 books on explosives.\n\t\tThese and other items were removed from a dead letter box established by accused number 6.\"\n\tNext allegation, paragraph 4 on page 59:\n\"He was then trained by one Stan in the use of the firearms, explosives and explosive devices.\"\n\tAnd paragraph 9 on page 52:\n\"In about November 1985 and act on Nyam Gababa, accused number 6 assisted in the establishment of a dead letter box which contained a cache of arms consisting of the following\n\t\t(i)\t  1 VZ25 sub-machine gun,\n\t\t(ii)\t  3 loaded magazines for the above,\n\t\t(iii)  \t  1 belt,\n\t\t(iv)      2 lengths of detonating fuse,\n(v)\t  One 200 gram block of TNT,\n\t\t(vi)\t  1 TM57 land mine,\n\t\t(vii)     3 detonators for TM57 land mine,\n\t\t(viii)   1 remote control charge,\n\t\t(ix)\t  1 time switch,\n\t\t(x)\t  22 electrical detonators.\"\nHe was found guilty in respect of these incidents and he applies for amnesty in respect of them.\n\tI refer the learned Committee now back to bundle 1.  The incidents at page 5, incidents number 8, the explosion at the OK Bazaars, West Street, on the 27th September 1985, two mini-limpet mines.\n\tIncident number 9, the same day, a limpet mine explosion at Game Discount World.\n\tAnd on the next page, incident number 14, a limpet mine explosion at the Mobeni Post Office, Grimsby Road, on the 8th December 1985.\n\tIncident number 15, VW Kombi bomb explosion, corner of Pine and Albert Streets in Durban, on the 21st December 1985.\n\tThis particular applicant has also been implicated in documents served on him in the Amanzimtoti explosion in the Sanlam Shopping Centre on the 23rd December 1995.  This applicant denies any involvement in this particular incident.\n\tChairperson, those are the incidents in respect of which the applicants I represent seek amnesty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have not heard you at all or your applicants as to the merits of the application so I do not want you to think that I am in any way prejudging for or against your application but seems to me that it would be desirable in the event of us deciding that we were to grant the applications, that either you should let us have at some later stage precisely descriptions of the offences for which they want amnesty or we should let you have what we have think you have set out to us this morning and let you then verify the correctness of what you have noted.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Yes Chairperson, I intend setting out the specific offences in respect of which amnesty is sought.  I also propose calling the applicants to give viva voce evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you do set them out I thinking the references to the section of the Act, illegal possession of arms and ammunitions and those sort of things.  It would save us a lot of trouble if you were to set them out rather than we have to look them up.  Thank you.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "I'm aware of that, Chairperson and the Committee Members have got tons and tons of work to do.  Anything to assist, to alleviate that burden, I shall do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "With the Chairperson's permission may I call the first applicant?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR MOERANE",
            "Mr Ramlakan, how old are you?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "I'm 42 years old.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Where do you reside?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "In Pretoria.",
            "Male"
        ],
        [
            "MR MOERANE",
            "What's your present occupation?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "I'm a military practitioner in the South African National Defence Force.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Which section of the Defence Force?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "In the military health corps.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  Is it correct that you were an accused person, accused number 3 in the matter of the State vs Buthelezi and others which was heard in the High Court or the Supreme Court as it was then called, Pietermartizburg, from the 3rd November 1986 until April 1987?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "That is true.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Is it correct that you were charged among other things of being a member of the then unlawful African National Congress?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Is it also correct that you were also charged amongst other offences of taking accused number 5, that was Jude Francis and one Rev to the house of Mr Amajan Rajbansi and instructing them to bomb the house?  It's what you were charged with?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes, that's what I was charged with.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And it was alleged that they reconnoitred the houses of other members of parliament?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "It was also alleged, paragraph 12, Chairperson, page 43 of bundle 2, that on the 4th August 1985 that you procured a mini-limpet mine and gave it to Rev?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes, that is true.  I'm not sure that I recall the exact dates but I recall the act.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, I'm just dealing at the moment with the allegations.",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And that on the same day an explosive device exploded at the house of Mr Rajbansi causing damage?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You were convicted of that offence?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You were convicted of that offence?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "It was also alleged, page 44, paragraph 19, that in December 1985 accused number 3 gave instructions and conspired with accused number 5, that's Jude Francis and Rev to place an explosive device at the Chatsworth Magistrate's Court and such device exploded on the 13th December 1985 causing damage?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You were convicted of that offence also?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  Is it correct that you were in fact actually involved in those incidents?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "That is true.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well please tell the learned Committee why you decided to do what you did?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Learned Chairperson, I decided to involve myself in the struggle against apartheid and to do all that was within my power to overthrow the apartheid regime in 1976 and I involved myself in a number of activities up until the period for which I applied for amnesty and gave my whole commitment to activities as part of the broader anti-apartheid struggle.  I decided to take up arms and join Umkhonto weSizwe as the armed wing of the African National Congress in the furtherance of that aim.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  Now why was Mr Rajbansi or his house or property regarded as a legitimate target for attack?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "At the time we had decided that - we did it to send a political message to the House of Delegates, a very strong message that would make it clear to them that their particular activities were not supported by the majority of the oppressed and what we then did was to select amongst the different political heads, so to say, at that point in time and to choose a site where we could from a military point of view achieve maximum in terms of transmitting a political message.  Such an operation obviously had to be carried out within the policies of Umkhonto weSizwe and the broader African National Congress.  We had surveilled the house of J M Reddy, found it to be unsuitable.  The house of Bandulala, we found that to be unsuitable.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Who are these persons?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "These persons were either former heads of the House of Delegates Structures, they were Ministers, I believe.  One of them was the previous head of the - was the Chief Minister, that's Mr J M Reddy.  Mr Bandulala was a Minister as well or is the member of the House of Delegates.\n\tMr Rajbansi as the Chairperson of the Minister's Council was also a member of the House of Delegates which he represented or purported to represent the Indian community.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "The actual decision to perform the operation at Mr Rajbansi's house was taken after we had surveilled the whole scene, made certain judgements from a military point of view, taking into account the effect of the explosion, the need to contain the explosion, to minimise damage to property, to prevent injuries to civilians as far as possible and also for ourselves to perform that particular operation within the requirements of guerrilla warfare.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, now with regard to the second incident, why was the Chatsworth Magistrate's Court regarded as a legitimate target?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "The Magistrate's Courts, in those days, were simply like all other arms of the judiciary apparatus, dispensing out apartheid justice.  Although within these institutions it contained a number of democratically minded people and democrats, those institutions represented the legal arm of apartheid and were utilised for that very same purpose amongst other purposes of course.  It was regarded by us as part of the State machinery and therefore fell within the ambit of a target for Umkhonto weSizwe to achieve a certain political message.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now it's common cause that the explosion took place on a Friday evening at about quarter past six.  Was this planned and if so, why?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Well that is the time at which it would be very possible, most likely, it would be most likely that the building was unoccupied except for the persons guarding the people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is the Magistrate's Court explosion you're talking about now?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Yes, Magistrate's Court, yes.\n\tAnd so you say in all probability?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "The place yes, in all probability there would be no damage - there would be no injury to persons.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  You've mentioned \"we\".  Who are the people with whom you were working?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "I was within a command structure that consisted at various times of Induduz Sihole, known as Belgium.  Sihle, Sibosiswe Mbongwa, then Sibosiswe Ndlandzi, Lulamele Khatle, Sibongiseni Maxwell Dlomo and myself and beneath us, in a military sense, our subordinates, there were three.  There was Ricky Dhanpal Naidoo, Raymond Metheraj - I understand his name is now Raymond Metheraj Saclou as well as Jude Francis.  Within guerrilla warfare, the principle of need to know prevented me from knowing who actually was in the jurists  of the commanders who reported to me as well as prevented me from knowing broader intimate details of other units that were being commanded by ourselves as a command cadre, meaning Belgium, Sihle, Lulamele, Sibongiseni and myself.  I had no opportunity to get to know the identities of the different persons of the units in which the command cadre were responsible for.  I knew the commanders of the units under me and ...(intervention)",
            "Male"
        ],
        [
            "MR MOERANE",
            "And who were those commanders?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Those commanders were, as I have said, Ricky Naidoo, Raymond Metheraj, Saclau and Jude Francis.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Ricky Naidoo being Dhanpal?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Exactly.",
            "Male"
        ],
        [
            "MR MOERANE",
            "The applicant and one of the applicants in this matter?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "While we're on the subject of who people are, Raymond Metheraj Saclou, you haven't mentioned him in your application, have you?",
            "Unknown"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "I would need to look at the application, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think you have but he has been mentioned in other applications and I raise the question now as to whether he has been given notice as an implicated party.  At page 33 he is given as person who gave an order, Raymond Metheraj, at page 36.  He is given as the commander of the unit who gave the order.  At page 42 he is also referred to as the commander of the unit?",
            "Unknown"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes I related directly to him for those operations and he would have passed those orders on to his - sorry, he would have executed those orders together with his unit and in the process would have then given his orders to the people who were working with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know where he is now?",
            "Unknown"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "He is sitting in this hall in person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well perhaps someone can inform him when we adjourn as to his rights as an implicated party?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "While speaking about Mr Metheraj Saclou, did he give evidence in your trial?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes he did, he was a State witness.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And he was offered and he received indemnity?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "I am led to believe that is so.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I see.  Yes, now during and after the trial you got to know the other persons who are involved in the attack on Mr Rajbansi's house and the attack on the Chatsworth Magistrate's Court building?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And who were those other persons?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "The other persons who were in the unit commanded by Raymond Metheraj Saclou, were firstly Lenny Naidoo ...(intervention)",
            "Male"
        ],
        [
            "MR MOERANE",
            "Lenny Naidoo is now deceased?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Deceased.  He was killed at the border.",
            "Male"
        ],
        [
            "MR MOERANE",
            "At Piet Retief?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes, Piet Retief.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "That has been part of a TRC hearing a time ago.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Derek Naidoo.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Applicant?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Applicant.  Richard Vallihu.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Also an applicant in this.",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "And applicant David Madurai.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can something be done about that noise?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Now can you please tell the learned Committee about operation Butterfly?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Operation Butterfly was an operation conceived by Umkhonto weSizwe and it was conceived as a result of the long lines of command and logistics that existed in the early '80s where because of the need to work from the headquarters, forward headquarters in Lusaka, Zambia through the front-line, front areas, and in our particular case, Swaziland.  There were numerous difficulties in communication and in ensuring a degree of control as well as accelerating the goal and the number of operations by Umkhonto weSizwe against the apartheid forces.\n\tIt was conceived and used, in present day terminology, there was a flattening of structures with a short term communication between commanders and units on the ground.  What happened was that the need to then have a highly developed infrastructure in the areas surrounding South Africa would be dispensed with and we would be able to concentrate using high technology communication directly with the headquarters in Lusaka, Zambia and other areas designated for that purpose.  People in the Front Line States in the command position would be moved ahead into the Republic of South Africa so that they could be in closer contact and accelerate and minimise the time for decision meeting on operational issues.  Overall, that is the operational concept of Operation Butterfly.\n\tIt also involved another important element.  A direct and closer link with the political underground of the ANC during that period.  Our operations, as Umkhonto weSizwe, were subject to the primacy of the political objective to the primacy of the political struggle.  Although there were four pillars of the struggle, armed struggle was the pivot around which the struggle against apartheid moved.  But although it was the pivot, it was subject to political objective which was to ensure the end of apartheid and freedom for the oppressed.\n\tAs a result of that operation, people, Sihle Mbongwa, was sent into the country to take over command and to be involved in the general direction at the highest level of Operation Butterfly.  We fell under his command and reported directly to him.  All this, however, is within the context of guerrilla warfare.  With the need to know secrecy, operational readiness, operational development, all being primary to our relationship to him as a cadre.  So unlike a conventional force where there would be a parade of troops who were all genuine and authentic members of Operation Butterfly, ourselves as a command cadre had minimal contact except through the actual commanders who reported to us.\n\tSo what also was primary to Operation Butterfly was the need to form larger operations directed against the apartheid regime.  Therefore, operations would be conducted with the combination of units working together who would meet for the purposes of the operation and they would then, once the operation was complete, then resort to the normal guerrilla warfare mode of existence. \n\tOperation Butterfly used the terminology the Area Political Military Committee, the APMC, and identified that as a critical component of the need to advance the activities of the armed struggle and as a part of this, development of the Area Political Military Committee, people were sent into the country to take over political command from the underground political structures of the ANC and one was involved in the transport of these people.  I actually served also as a liaison between the political and the military arms of the Political Military Committee.  If aspects are not clear I'm prepared to give information on that.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well could I ask a few questions now?",
            "Unknown"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand, I may have misunderstood you completely, that you for example would have a unit of four people under you.  You would issue instructions to those four people.  They in turn might have, each one of them might have a unit of four under them, but they would not know one another, there would be a need to know principle.  You would only know the four under you, you would not necessarily know all sixteen?",
            "Unknown"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Chairperson, that is accurately expressed.  One can understand the reasoning behind this.  If there was a break in the structure at any one point there would be a limit to the amount of damage that any one particular individual could due to the structure overall if he was say for instance interrogated and then after identify the persons that he'd been working with.  He's knowledge would be limited to just simply the people that he worked with and that is a classical principle of guerrilla warfare.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you as the liaison officer would have a contact with the political units?",
            "Unknown"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But they wouldn't - their contact would be limited to you?",
            "Unknown"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Exactly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So again if there was something - unfortunate happened, there would be a limitation to how far and what people would know?",
            "Unknown"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does that mean that people in the political sphere would not know what was going on in the military, if I can call it that?",
            "Unknown"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "They would know what was happening because there would be - most of the activities would be visible but they would not know the operational details, they would not know the persons involved and that and they would not know the methodology of the operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, ...(indistinct), they would know that there had been explosions?",
            "Unknown"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And they could assume fairly safely that they'd probably done by uMkhonto?",
            "Unknown"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But they wouldn't know who had done it?",
            "Unknown"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes, they would also be aware that some of these operations will be false flag operations, which was part of the scenario at that point in time, there would be operations conducted by the apartheid Security Forces so as to discredit Umkhonto weSizwe.  So, but they would know which - they would know the general trend of operations and in their discussions with the military, they would know what the military plans were and what is likely to happen in the near future.\n\tLikewise, the military would be able to also receive general information of what was going to happen in the political underground machinery.  But these were general trends and tendencies without identification of persons or structures that were involved.",
            "Male"
        ],
        [
            "MR LAX",
            "Just with regard to the APMC, was there a political component of that?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes, that's the P in APMC.",
            "Male"
        ],
        [
            "MR LAX",
            "Right.",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Area Political Military Committee.",
            "Male"
        ],
        [
            "MR LAX",
            "It was within that context that you then acted as a liaison?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes, there would be occasion when the top person in the military and the top person on the political might have an occasion to meet to discuss.  I would be involved in setting that up and taking the necessary precautions but would not have to be part of the meeting itself.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Mr Ramlakan, in the papers served on you it's alleged that you are implicated in the Grosvener Girls School explosion on the Bluff on the 24th October 1985.  What do you know about that particular incident?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Some two hours after the operation itself I was visited by Vulamele Khlate who handed over to my care Sibusiso Mazibuko and I was informed by Vulamele that I had to treat this man and ensure that he leaves the country if that is possible.  Now I was not informed as to how the man which I assumed was a comrade, how the comrade was injured or the actual events that lead up to him arriving at my home.  I proceeded to treat him for his injuries.",
            "Male"
        ],
        [
            "MR MOERANE",
            "What were the injuries?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "He had sever lacerations on his face and he had a burst eardrum and once he had stabilised and we had arrangements for his transfer to Swaziland, I and Ricky Naidoo who served in largely on a number of occasions as a logistics support officer, transported him to the border where he was handed over to the comrades who were based in Swaziland.\n\tUpon questioning Sibu Mazibuko as to whilst he was recuperating under my care as to what had happened, he'd informed me that he was involved in the explosion at Grosvenor Girls School which was a polling station for, if I think my memory serves me correct there was a referendum around that time by the apartheid government.  He was involved in that operation with two other comrades, one Zinto Cele, the other one was Mandinkosi Dimande.",
            "Male"
        ],
        [
            "MR LAX",
            "Just repeat the last name for me please?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Mandinkosi Dimande.",
            "Male"
        ],
        [
            "MR MOERANE",
            "The names appear on page 6 of bundle 1, under incident 13.",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "What had happened was that Zinto had gone to place the charge which was armed and Mandinkosi was about two or three metres about him and Sibu himself was a good ten metres or more behind.  The charge exploded when it was switched on and he found himself on his back on open ground.  He got up and ran away.  He didn't let me know any further details, where he ran and what he did but he ran away and that's how he ended up being handed over to me.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Before Sibusiso Mazibuko came to you for treatment, had you known anything about that particular operation?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "No.",
            "Male"
        ],
        [
            "MR MOERANE",
            "It's also alleged that you are implicated - yes, in incident number 6.  This is on page - well it's incident number 6 in bundle 1, 19th June 1985 - Durban Beachfront, Excel Tearoom Explosion.",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes, that appears also in bundle 2 on page 41 at paragraph 4 where the allegation in court was that I drove past the restaurant to ensure that the device had exploded.  I did no such thing and I was not involved in that operation.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  Now for your involvement in the African National Congress, in Umkhonto weSizwe, the underground, did you receive any financial benefit?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "No.  The obvious other question is not asked, did I receive any financial disadvantage?",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well Mr Ramlakan, I'm not going to ask you that.  Some other persons might ask you that.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Were you practising as a medical practitioner?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes, I'd been five years qualified and at that point in time I was actively running the casualty department of King Edward VIII Hospital.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "As a person who was involved in a struggle, obviously comrades will now and again come to you for treatment if they were involved in an operation?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Not necessarily because that would flout the rules of need to know.  If somebody were to present to me with an injury I would be the kind of doctor who would not ask any questions or feel a need to report as required statutorily the nature of certain injuries that I had treated.  I would simply not comply with the legislation requiring me as a doctor to report to the Police authorities that for instance I treated a gunshot wound.  But I was not the doctor, the military doctor who was going to treat military comrades, there were numerous sympathetic doctors who treated our people who were injured and in operations or as a result of activities of the South African Security Forces.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "The last question, like for example Dr Ribeiro?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes, of course, he was known by the Security Forces to have treated a number of comrades and that we are given to understand is why he was killed.  If I were to be the doctor who was chosen to treat the comrades, most likely that would have come to the knowledge of the Security Branches as well.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you very much.",
            "Male"
        ],
        [
            "MR MOERANE",
            "What sentence did you receive?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "12 years.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And of that how much did you serve?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "We were released after four years of the actual sentence itself but altogether we had been incarcerated for close on to six years.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I see.  So you are applying for amnesty in respect of the offences that you have disclosed?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.  It's been quite difficult to decide what to apply for and I think overall, speaking for myself, but I think it applies to all who follow me, is that the definition of an act, what is an act, is not really understood by we laymen and in my case I didn't know whether I had to apply for those activities where I served a command function and whether - because you must remember, even in the TRC overall, there seems to have been lack of clarity about whether those of us who had been to prison would need to apply for the acts for which we had been to prison and in my application you would see that I say as requested by the Archbishop.  Of course the Archbishop could only be Archbishop Desmond Tutu, but he made a plea to all of us.  That combined with the instructions from Albert Luthuli House, from military headquarters that comrades who had been to prison should apply, resulted in us applying for amnesty at a very late stage.  I think it was on the Friday before the applications closed on the Monday.  So what you'd see is applications by our group that were done in quite a big hurry.  We were complying with the request from the Archbishop and from our military headquarters.",
            "Male"
        ],
        [
            "MR MOERANE",
            "That is all the evidence I propose leading.  Thank you Chairperson.\nNO FURTHER QUESTIONS BY MOERANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm inviting all of you to comment now.  Say how much time you think you need for the adjournment?",
            "Unknown"
        ],
        [
            "MS CAMBANIS",
            "Chairperson, I have a very few questions and I understand that the applicant would like to leave early.  I have a few questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well, let's see if we can go ahead.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MS CAMBANIS",
            "Thank you Chairperson.\n\tSir, the applicant Raymond Lalla, he's known to you?",
            "Female"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "And is it correct that he was doing the launching of Operation Butterfly, part of military or head of Military Intelligence in Swaziland?",
            "Female"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "I don't know what his exact function was but he was in the command cadre of Swaziland which was the next layer above us.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "Yes and did you personally meet with him in Swaziland?",
            "Female"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes I did.  The actual dates escape my memory but I have met with him in Swaziland, yes.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "And what was discussed in relation to types of targets if anything with Mr Lalla?",
            "Female"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Mr Lalla being involved in guerrilla warfare himself would not know the finer details of the operational activities in which we were engaged in.  His was largely to receive information about the activities of the apartheid Security Forces to advise us on the general nature of Umkhonto weSizwe operations that needed to be conducted to determine for us theoretical priorities in terms of the range of operations that should be engaged in the near and medium future and to assist in the logistical supply.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "Yes.",
            "Female"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Meaning to be part of that command cadre which was headed by Tami Zulu for the purpose for the period in which we're applying for amnesty.  He was part of that command cadre, he was not in the command line.  The direct commander was Tami Zulu and as I understand it, the instructions or whatever instructions came, which were not all given to me.  Mind you, I was part of the command cadre but I played a role and it was also on a need to know.  If it was decided that I didn't need to know about certain things, these were not - information was not divulged to me.  It was not as if we sat down and had a meeting and took minutes about who said what, etc.  But what I can say is that in my discussions with Raymond Lalla, one on one and with at one stage, I think it was with Sihle and Tami Zulu.  The discussions were general, they were not specific.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "Yes.  Then during your evidence you said the immediate head internally was Sibusiso Mbongwa.",
            "Female"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "Do you know who was the immediate head or the internal head prior to?",
            "Female"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "The internal head prior to that was Belgium Nduduz Sithole.  Belgium was his MK name.  His was replaced by Sihle Mbongwa and Sihle Mbongwa was the appointed commander of Operation Butterfly.  Now Operation Butterfly froze from the development of activities during period under which Belgium was in command as well.  But Belgium was not a commander of Operation Butterfly per se, as I understand it.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "And if I can refer to it as a launching of Operation Butterfly in the Natal area, about what period did the planning for this ...(indistinct)?",
            "Female"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "I think it's post Kabwe Conference.  So I don't know the actual date of the conference but it's post Kabwe Conference.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "1985.",
            "Female"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Mid 1985.",
            "Male"
        ],
        [
            "MS CAMBANIS",
            "Thank you very much.  Chairperson, I have nothing further.\nNO FURTHER QUESTIONS BY MS CAMBANIS",
            "Female"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Any questions?",
            "Male"
        ],
        [
            "MS MOHAMED",
            "No Mr Chairperson.\nNO QUESTIONS BY MS MOHAMED",
            "Female"
        ],
        [
            "MR MTHIYANE",
            "No questions Chairperson.\nNO QUESTIONS BY MR MTHIYANE",
            "Male"
        ],
        [
            "CROSS-EXAMINATION BY MR MAPOMA",
            "Just one question.\n\tSo you say for the Chatsworth bombing it was intended to last when there were no people present there?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Which of the bombings?",
            "Male"
        ],
        [
            "MR MAPOMA",
            "The Chatsworth Magistrate's Court bombing?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Why?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "One tends to, one tries to be as ethical as possible in the context of war but the Americans in the bombings of Hiroshima, if you compare that sort of situation to say the Chatsworth bombing and the issue of ethics arises and out of the ethical issue the policy of Umkhonto weSizwe was to limit damage to property and person as far as possible, qualified by the understanding that in a war situation, in a situation of civil war it is practicably impossible not to have unintended consequences.  In the Chatsworth operations of what is the Chatsworth Magistrate's is one, the previous one there as well, it was possible within the political objective to select targets in which we, being military persons, could carefully control the nature of the operation and to maximise the political message.  There was no need to injure persons or buildings.  We were part of the armed propaganda, the African National Congress, and we conducted an operation so as to heighten the efficacy of that message.  There was no need to damage beyond that which is required to state the political message.  This was a general principle.  It is possible that that principle may have been transgressed like somebody other principles in the context of war.  War is not a cold clinical business, one cannot predict outcomes.  You try within a certain concept to attain your purpose with a minimum damage.  This is standard military approach.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Then what is your comment about those operations where civilians got injured?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Chairperson, in order to give justice or to answer that question fully would require something like five days on my side because the question itself is very general, extremely general.  What about those operations in which civilians were?  I would like to know which operations these were and we can debate the ethical side of the issue and the policy side of the issue once we've given the specific details of that particular operation.  I unfortunately can only talk about the ones in which I have been involved in and the ones for which I have applied for amnesty.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Ramlakan, I was asking you this question because you were a commander of MK and there are some operations which you took overall command over and in some operations under the umbrella of Operation Butterfly.  There are bomb blasts which took place?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "At places where civilians got injured.",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Yes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And now what I want to find out from you in particular is whether those operations can be described as operations which took place in line with the policy of MK.",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "I cannot speak on behalf of MK overall but what I can refer you to are the statements of Comrade Oliver Tambo, our commander-in-chief, Comrade Chris Hani, these are contained in bundle 2 in terms of the judgement and I think they accurately, I think they are around pages 100 or so.  They accurately reflect the approach of MK overall and the approach of the ANC to these operations.  Butterfly was not an ANC operation of a special type.  It followed the similar format of all the operations around that period and must be viewed from that perspective, I feel.  So what I'm saying is, in short, without wanting to appear to be evading the question, is that I bowed to higher headquarters as a military person.  They have explained the issue around that period of time and I think they have done a job of explaining it fully.  I cannot not offer anything in addition.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.  Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You indicated, I think, that you would ask this applicant be excused, that he had some reason why he was required urgently elsewhere?",
            "Unknown"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "I would appreciate that, Chairperson.",
            "Male"
        ],
        [
            "RE-EXAMINATION BY MR MOERANE",
            "Yes, unfortunately Chairperson, he has a bereavement in his family and he'd like to be excused.\n\tOne question I forgot to ask him, the formal question, is what is your rank in the military?",
            "Male"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "I'm a brigadier-general.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR MOERANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I don't know whether to say thank you General or thank you Doctor.",
            "Unknown"
        ],
        [
            "VEJANAND INDIJI RAMLAKAN",
            "Both will do, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are excused.  If we require you we can notify you through your advocate.  How long do you think we require an adjournment now.  Forty minutes?\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "The maximum of forty minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So we'll adjourn till 2 o'clock.  The hearing will now be adjourned until 2 o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}