{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1996-08-14",
        "location": "DURBAN",
        "names": [
            "HENDRIK JACOBUS STEYN"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54707&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/durban/steyn.htm",
        "speakers": [
            "ADV DE JAGER",
            "CHAIRPERSON",
            "HENRY JACOBUS STEYN",
            "JUDGE NGOEPE",
            "JUDGE WILSON",
            "MR BRINK",
            "MR DOLIVIERA",
            "MS KHAMPEPE"
        ],
        "original_speakers": [
            "MR BRINK",
            "CHAIRPERSON",
            "MR D'OLIVIERA",
            "HENRY JACOBUS STEYN",
            "MR STEYN",
            "ADV DE JAGER",
            "JUDGE WILSON",
            "JUDGE NGOEPE",
            "MS KHAMPEPE",
            "MR BRINK ADDRESSES",
            "MR D'OLIVIERA ADDRESSES"
        ]
    },
    "testimony": [
        [
            "MR BRINK",
            "This is the application of Hendrik Jacobus Steyn.  I appear as evidence leader.  My learned friend Mr Olaf d'Oliviera appears for the applicant.\n\tBefore commences I may say that information received by me from the Investigative Unit in regard to the tracing  of the next of kin has been in progress but apparently  as of now the Investigative Unit have not been successful in tracing next of kin which I think is hardly surprising having regard to the activities and the careers of the two deceased.  So I don't know whether there is anyone present here who might be related to the deceased.  If there is anyone in the audience who is related in any way to the deceased or have an interest in the deceased's death  would they please raise their hand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "None.  Very well it's placed on record that attempts have been made to contact the next-of-kin of the deceased in this matter and that it seems that they haven't attended.  Mr d'Oliviera.",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Thank you Mr Chairman.  I call the applicant Mr H J Steyn.  Mr Chairman the applicant will be giving his evidence in Afrikaans.",
            "Male"
        ],
        [
            "HENRY JACOBUS STEYN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "EXAMINATION BY MR D'OLIVIERA",
            "Thank you Mr Chairperson.  Mr Steyn you are the applicant in this matter, is that  correct?",
            "Male"
        ],
        [
            "HENRY JACOBUS STEYN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR D'OLIVIERA",
            "This is a long and complicated incident and you took down certain notes which you have in front of you, is that correct?",
            "Male"
        ],
        [
            "HENRY JACOBUS STEYN",
            "Yes.",
            "Male"
        ],
        [
            "MR D'OLIVIERA",
            "Will you please continue and put the evidence before the Committee.",
            "Male"
        ],
        [
            "HENRY JACOBUS STEYN",
            "At the time of the incident I was a detective warrant officer in the South African Police and at that stage stationed at Murder and Robbery, Empangeni.  In March 1977 I joined the Police and completed my basic training in 1981.  Certain of my tasks as a police officer, as set out in the Police Act, were inter alia the following - investigation of crimes, maintenance of law and order, combating of terrorism and preservation of internal security and peace.\tDuring my police career I also underwent the following courses, riot control and counter-insurgency training.\n\tThe ANC/PAC/UDF and other liberal organisations were at that stage banned and were regarded by the government of the day as terrorists and the government wanted to suppress these organisations.  Part of my task as a policeman was to combat onslaughts by the ANC and other banned organisations.\n\tThe one deceased relevant in this application was a well-known ANC figure and the leader of a gang, which according to information consisted of a group of 50 people.  This gang had links with a large number of acts of terrorism and it included the following crimes, 21 charges of murder, 35 charges of attempted murder, arson, public violence, armed robbery, housebreaking and theft.  All these crimes were aimed and directed at members of the IFP, members of the Security Police and White people.\n\tThe area in which all these incidents took place was also declared as an unrest area.  Since members of the ANC and other liberal organisation were regarded as terrorists and were also therefore our enemies ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Steyn just a minute, is this a prepared document for which he is now reading his evidence?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "He has written out his evidence.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you please furnish us with copies of the document - (the speaker's microphone is off)",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Of course Chairperson that can be arranged.  Please continue.",
            "Male"
        ],
        [
            "HENRY JACOBUS STEYN",
            "Since members of the ANC and other liberal organisations were regarded as terrorists and therefore our enemies we were taught that we had to act against them in a very serious manner. It was them or us  and that was the basic principle.  As members of the police we were not allowed to belong to any political organisation at that stage because it was expected of us to serve and support the government of the day.  However, I believed in the political doctrines of the IFP and I supported them.\n\tLike other members of the police I was aware of the  fact that the government and the police were prejudiced in favour of the IFP rather than the ANC because the government used all resources at their disposal in the combating of terrorism.  There was therefore a total onslaught against the ANC.  It is a well-known fact that the police and the government were very sympathetic towards the IFP.\n\tIf I can now turn to the events on that day.  It was 1992.08.14. All members of Murder and Robbery had to report to the offices at two o'clock that morning after which we would go out to seek certain suspects.  At that stage I had flu and I didn't make up on time and I didn't report for duty at two o'clock in the morning.  At about 07H10 I arrived at the office after which I was told by one of the typists, a Mrs van Niekerk, that there had been another shooting incident at Chikulu Reserve, that is the area where the gang operated, and that a policeman had been injured once again.   \n\tAt that stage another member of Murder and Robbery, namely Deputy Sergeant van Huyssteen arrived at the office and told me that an instruction to the commanding officer of Murder and Robbery, Captain Erasmus, all members arriving at the offices had to go to the scene of the crime, the shooting. My accelerator was in a very bad condition and I couldn't use my vehicle and van Huyssteen, myself and three Black members of the unit then went with Sergeant van Huyssteen in his official vehicle, which was a White Golf GTi, we went to the scene.  There was no police radio in the vehicle since the radio was not in proper working order had been removed for repair.  All we had with us at that stage was a hand radio which wasn't functioning properly, it couldn't receive messages properly or send them out since the reception was very bad in that area.  There was also no radio-control station in that area.\n\tWe then left for the Chikulu Reserve where the incident had taken place intending to perhaps make contact with the people at the scene who could then give us certain directions how to reach the scene of the crime.\n\tWhilst we were on our way to the reserve we noticed a yellow bakkie without a canopy, the bakkie was driving towards us, in our direction and when it came close to us we noticed that the bakkie had police registration plates. We indicated to the passengers, the driver to stop, which they did.  Van Huyssteen then, through the open window on the driver's side told the driver of the bakkie, he was a Black policeman, clad in uniform, he asked whether they came from the scene of the shooting and if so whether they could take us there.  The driver confirmed that they had just come from the shooting incident and at that stage we were all still in the vehicle.  \n\tI noticed that, apart from the driver of the vehicle, there was another Black policeman also clad in uniform, he was sitting in the front of the bakkie. I also noticed that there were two White defence force personnel unknown to me, they were sitting in the back of the bakkie. One of these defence force people, who later became known to me during the court case as a Mr Law shouted to us and confirmed that they had just come from the area where the shooting incident had taken place, and he also said \"here are the bloody dogs that killed the policeman\".  He pointed to the floor of the bakkie.  \n\tWe all got out to go and have a look at the people in the bakkie.  In the back of the bakkie there were two Black people, I immediately recognised the one as Simon Mswele the leader of the gang who had committed acts of terror in that area.  The other person was unknown to me but was identified by Mr Law as one Michael Mtetwa.  I noticed that both of these people were injured and covered in blood. I further was told that they were on their to Ngwelezana Hospital.\n\tAt that stage I realised immediately that although  these people were injured that did not mean that it was the end of their career of terror.  There were  many other possibilities such that at Ngwelezana Hospital   where they would received treatment, the hospital wasn't very secure and they could easily escape from the  hospital and thereafter continue as before and they would have to be sought out again.  I realised that the gang members would try and free them from hospital and  that they also could possibly escape from police cells because that had happened in the past.  And I realised  that they might not stand their trials and could also possibly receive indemnity from the government and continue with acts of terror.\n\tMy suspicions were based on the following.  That he had before, in 1991, in April, had been arrested and during his detention at Empangeni Police Station he had overpowered the person in charge of the police station, taken his firearm and fled, escaped, and that if he should manage to escape again he would continue with his acts of terror and that it would be very difficult to trace him and arrest him.  \n\tHis gang had been sought by the police quite intensively for quite a while.  All branches of the police, defence force, helicopters, informers etc had been involved in trying to find them.  It should be mentioned that even the police special task unit from Pretoria had been called in to assist in finding this gang.  \n\tHe was so desperate that he would have fought to the bitter end.  An example of this happened during a police contact action in that area aimed at trying to find the gang.  Use was made of a police helicopter and the helicopter landed in that area and was busy refuelling.  Many members of the security police had surrounded the helicopter.  Instead of just escaping and hiding himself he came running out of the bushes and threw a handgrenade towards the police helicopter and whilst running away also fired shots at the helicopter which actually hit the helicopter.\n\tI also learnt from the defence force people that during the shooting at the house both the injured people had been found with firearms in their possession. \tAlthough the other injured person on the bakkie was not known to me I also associated him with one of the notorious gang members . The reason for so thinking was that he had also been involved in shooting the policeman and was also found in possession of a firearm. If he had been an innocent bystander he could have surrendered in time.\n\tI realised that these people had to be eradicated once and for all.  The defence force was a problem but I noticed that both of them had a very arrogant attitude and I then proposed that we had to make a plan with these people just to test the defence force's reaction.  Mr Law then said, and I quote his words, \"We must take them out\".  Those are terms which are commonly used and commonly known amongst members of the security forces which means that these people had to be killed.\n\tI then told Sergeant van Huyssteen that they should go to the scene and that as a result of my flu I wasn't  feeling well and that the shooting was clearly over and that I would get a lift with the bakkie back to Empangeni.  Van Huyssteen then drove off and I was sitting in the back of the bakkie. I told the driver to go.\n\tWhilst we were driving I told the defence force people that they should shoot and if there were any queries about deaths they should just say that they had died on their way to hospital, that they had died from the wounds sustained earlier during the shooting.  \n\tAt one of the turn-off roads leading to the plantations and the bushes I told the driver to turn off into the bush.  After a while I told them to stop and we jumped off from the bakkie, lifted the flap and I told the injured people to get off.  Before they could make any attempt to get off the two defence force members grabbed each of the injured by the feet and just dragged them off from the bakkie.  They landed on the ground and the two defence force members, armed with R4 rifles, of their own accord and initiative shot the - or aimed at the two deceased and injured people.  \n\tBefore this could happen, and just after the injured had been dragged off the bakkie I told the two police members to continue driving along the road and to turn it around where they could find a space to do so and then to come back.  In their absence, and whilst the defence force members were aiming at the injured people I noticed that both the defence force members were very clumsy as far as their firearms were concerned, they certainly didn't seem to be very familiar with their rifles, especially Watson.  That is the other defence force member.\tIt later became known to me during the criminal case he seemed not even to know how to cock the rifle.  \n\tLaw wanted to take my rifle, an R5, he wanted to feel how it felt to use this rifle to shoot and I told them no, you mustn't shoot I will do it myself.  The reason for that was that if upon later investigation anything suspicious should come to the fore and maybe upon a post mortem being held bullets were found they would be the first suspects and that their firearms could be traced ballistically and connected with the incident.  I wasn't near the scene of the first shooting and my firearm therefore would not have been connected with ballistic tests.\n\tI then at the same distance fired at Simon Mswele.  After the first shot I fired two more shots just to make sure that he was dead.  I thereafter fired two shots at Michael Mtetwa the other deceased.  At that stage one of the policemen came running and shouted that where they had turned the vehicle around it had got stuck in the sand and that they needed assistance.   The defence force members went to assist them and after they came back with the vehicle the defence force members loaded the people back onto the bakkie and whilst we were busy collecting all the bullets they took some loose sand and tried to cover the blood on the sand.\n\tWe then drove off to Kwamanambe Police Station and when we arrived there we entered one of the offices and I recognised the voice of Colonel Nel on the radio and learnt that he was on his way from the first scene to Kwamanambe to speak to police generals on their way from Pretoria by helicopter.\n\tUpon his arrival at the police station I took him to one side and told him that I had shot the injured, I had shot them dead.  He then congratulated me personally and thereafter wanted to know whether I had shot them through the blanket and whether the bakkie and/or blanket would have had any holes in them.\n\tI must just mention that while I was in the office and before the district officer arrived there the bakkie with the deceased went to the mortuary in Empangeni.  I briefly explained to Colonel Nel what exactly had happened.  I saw my commanding officer standing at his vehicle, I went to him and I apologised to him because I had not reported for duty at two o'clock that morning.  Colonel Nel at that stage once again joined us and ordered us to go.\n\tAt that stage Detective Sergeant Maritz from Murder and Robbery arrived at the offices in a white Golf GTi. Myself, Colonel Nel, my commanding officer and Detective Sergeant Maritz then drove in the direction of Empangeni.  Colonel Nel throughout tried to contact the bakkie which was on its way to Empangeni and we tried to stop it before it arrived at Empangeni.  We, however, could not succeed in contacting the bakkie or to stop it along the way and we then drove back to Kwamanambe Police Station.\n\tOn our way there, there was a report on the police radio regarding an armed robbery which had taken place in Ndlovo.  Upon our arrival at the police station at Kwamanambe I was told to attend to the armed robbery and to investigate it.  I told the two defence force members who were at that stage in the office having coffee, I told them that I was going to Empangeni and that I would give them a lift as far as their base camp.  \tWe then drove the same white Golf GTI in which Sergeant Maritz had arrived at Kwamanambe, we then drove off to Empangeni in the same car.  Along the way we agreed that if there were any queries regarding the incident or whatever happened they simply had to stick to the fact that the injured had died of their wounds on their way to hospital. They both seemed fairly calm and quiet and at ease and I dropped them off at Empangeni at their base and then I went to the armed robbery scene at Gingindlovo.\n\tThat Thursday morning I was arrested.\n\tI would like to say the following. Although the ANC, the PAC and other liberal organisations had already been unbanned by 1992, and although there were certain treaties and agreements between themselves and the government at that stage the political struggle, especially the ground level was still continuing, and that there was a lot of pressure from the police and the community, and especially the IFP who had lost lots of members and people and families, there was a lot of pressure on us to act in a forceful manner against the gang.\n\tAt that stage we were not aware of the fact that people who had previously been terrorists and our enemies could, at the end of the day, become the government of the day.\tThe interests of the community had to be protected.  \n\tTo confirm my suspicions regarding the fact that I suspected that the other deceased, Michael Mtetwa was also a member of this gang of terror I would like to mention the following aspects which were revealed during my court case and formed part of the record.  \n\tDuring the shooting of the policeman at the first scene Michael Mtetwa was also found to be in possession of a firearm that during the search of the house it was confirmed that he was the owner of the house; that an ANC membership card containing his particulars was found in the house; that an AK47 rifle was found in the ceiling of the house; that petrol bombs were found in the garage adjacent to the house and that in the direct vicinity of the house a semi-completed structure was found with a hole in the ground which had been built up and to which access could be gained by means of a trap door in the floor.  According to evidence that could be a hiding place for various people, for a couple of people, it was also supplied with an air inlet pipe and it was therefore clearly a type of a shelter.\n\tThe purpose of my actions, apart from what I have already mentioned was also to act as a deterrent to other gang members who were still outside.  It had in the interim been learnt from various sources that since the incident the area had stabilised completely and that the community was living in peace.\n\tI would like to say to the Committee and to the next of kin of the deceased, I would like to say that I am very sorry about the incident, it was most unfortunate.  If I think back to it I realise that it wasn't right for me to commit the act and that it was actually a disgrace.  I don't want to condone what I have done, I just want to say that as a result of both the deceased's actions and my actions there are many families who today are still suffering.  \n\tI have remorse about the fact that I ever chose the police as a career and that I became so involved in the political struggle, because at the end of the day it wasn't worth it.  I am convinced that if I had chosen another career I certainly would not have committed this act.",
            "Male"
        ],
        [
            "MR D'OLIVIERA",
            "That is the evidence Chairperson.\nNO FURTHER QUESTIONS BY MR D'OLIVIERA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink.",
            "Unknown"
        ],
        [
            "CROSS-EXAMINATION BY MR BRINK",
            "Mr Steyn I will ask my questions in English.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Have you read everything that you had prepared or is there something that perhaps you left out?  I see there is a page there.",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "Chairperson there are other extracts which I didn't think relevant at this stage.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Could you just draw a line through the papers that you have completed.  Yes, there, just draw a line.  Thank you.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Steyn who was the station commander at Kwambanambe at that time, I just want to get his name?",
            "Male"
        ],
        [
            "HENRY JACOBUS STEYN",
            "I didn't hear the question properly.",
            "Male"
        ],
        [
            "MR BRINK",
            "Who was the station commander at Kwambonambe at that time?",
            "Male"
        ],
        [
            "HENRY JACOBUS STEYN",
            "I might be wrong but I think it was Warrant Officer Stander.",
            "Male"
        ],
        [
            "MR BRINK",
            "I am told it was a, whether the spelling is correct, a Wehbag, does that ring a bell?",
            "Male"
        ],
        [
            "HENRY JACOBUS STEYN",
            "He was the commanding officer of the detective branch.",
            "Male"
        ],
        [
            "MR BRINK",
            "Right, right, you know him?",
            "Male"
        ],
        [
            "HENRY JACOBUS STEYN",
            "Yes that's correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "Right, thank you.  I don't want to keep you long.  You were concerned that these people, if taken into custody, might escape either from the hospital or the police cells or wherever?",
            "Male"
        ],
        [
            "HENRY JACOBUS STEYN",
            "That's correct.",
            "Male"
        ],
        [
            "MR BRINK",
            "Could they not have been guarded day and night, these were dangerous criminals?",
            "Male"
        ],
        [
            "HENRY JACOBUS STEYN",
            "That's correct Chairperson.  As I have already said in my evidence the leader of the gang, Mr Mswele, had previously been arrested and whilst he was in legal custody he managed to escape.  I would like to make a further point here, Ngwelezana Hospital there wasn't sufficient security at the hospital.\n\tI could also mention that the gang was so active that they wouldn't have waited for a confrontation they actually sought out confrontation and provoked it.  To refer to the helicopter incident, that was another proof of my suspicions and confirmation of it.",
            "Male"
        ],
        [
            "MR BRINK",
            "How seriously injured were these two men before you shot them?  Would they have needed very special treatment?  Would Ngwelezana Hospital have been adequate to treat them do you think, or should they have been transferred to another major hospital, Stanger or?",
            "Male"
        ],
        [
            "HENRY JACOBUS STEYN",
            "According to what I saw the one deceased had been quite seriously injured, there was a lot of blood.  I couldn't see the specific wounds I am therefore not able to say whether they would have been able to receive sufficient treatment at Ngwelezana Hospital.",
            "Male"
        ],
        [
            "MR BRINK",
            "Yes thank you.\nNO FURTHER QUESTIONS BY MR BRINK",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Why do you say it was a gang, or they were members of a gang?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "Because in terms of various pieces of evidence and also it appeared from cases and certain information it appeared that they operated as a gang.  They didn't commit acts individually or in small groups, they were in larger groups.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Their victims were they not all sorts of people, White, Black, Indian and belonging to all different organisations?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "I am not aware of the fact that any Indian people had been involved but their acts of terror were specifically aimed at the Black community and it was mainly IFP in that area.  It was also aimed at members of the security police who were trying to arrest them as well as holiday-makers and contractors working in the area.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "When you say mainly IFP members are you saying that some of their victims were non-IFP members?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "I didn't investigate all the cases, I only investigated some of them, and in the cases that I had dealt with it was members of the IFP and White people.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Steyn on the evidence it's clear that the deceased probably, or as far as you were aware were criminals, but it's not clear to me what that had to do with politics.  Could you perhaps elaborate on that aspect?  Because even if we accept that they were criminals that cannot bring you within the ambit of the Act?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "As I have already said they were members of the ANC, their objectives were clearly aimed at attacking members of the IFP and doing away with them.  There were cases and incidents where they fired at churchgoers who were members of the IFP.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I see here that they also committed a lot of robberies, is that so?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "Yes that's correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "There's a certain Mr Benadie who had been robbed twice and a couple of months after the robbery there was an attempted murder against him?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "Yes I am aware of that.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Have you seen this list?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "That's correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And is the list correct?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "Yes it is.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "At the time when you shot the other deceased, Mr Mtetwa, were you aware that he was a member of the gang?",
            "Female"
        ],
        [
            "HENRY JACOBUS STEYN",
            "I wasn't aware that he was a member of the ANC or of a gang.  What I had heard from Mr Law, that's one of the defence force members, we had a discussion along the way, he confirmed to me that he had been involved in the shooting and that he was in possession of a firearm.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Did you have a discussion with Mr Law after you had shot Mr Mtetwa?",
            "Female"
        ],
        [
            "HENRY JACOBUS STEYN",
            "The only thing we discussed was that they should stick to the fact that the people had died of their wounds on their way to hospital.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "But the discussion about Mr Mtetwa being a member of the gang was after you had shot him?",
            "Female"
        ],
        [
            "HENRY JACOBUS STEYN",
            "No there was no discussion regarding that, regarding his political affiliation.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When did you become a member of the IFP?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "I was a supporter of the IFP, but I became an official member after I had been sentenced and was already in prison.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did they issue you a membership card of the IFP?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "They didn't send the membership card to the prison, they sent it to my home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you think that you were doing the right thing when you shot these two people at that time?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "At that stage, apart from the facts which I have already mentioned my chief objective was to protect the community from further loss of life.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you really believed that what you were doing was right?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So why did you attempt to conceal that?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "I had the opportunity, during my court case, I had the opportunity to explain it to the court, plead guilty and to explain to the court, but as people are aware in most cases, even if you are guilty, a person still tries to conceal it in court as a result of technical points or bad evidence and I was under the impression that I could get away with it, I can't deny that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My question was, after you had killed him why did you attempt to conceal it, why did you work out a scheme to indicate that these people had died as a result of the shooting and not as a result of your having shot them?  If you thought what you were doing was right why was it necessary for you to resort to that scheme?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "After the shooting I reported it to the district detective officer and I explained to him that I had shot the people and I expected some action from his side if he thought it was wrong.  If he thought it was wrong he should have arrested me or taken the necessary steps.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "He congratulated you.",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "That's correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And told you that you wouldn't be caught, is that correct?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was this person who congratulated you?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "Colonel Nel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is he now?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "I am not quite sure but I think he's somewhere in the Port Shepstone area Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now before you were congratulated by him, whilst you were still in the company of the defence force people why did you work out this scheme that you should tell the people that these two died because they had been involved in the shooting?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "I said in my evidence that we had discussed the fact that they should just stick to the story that the people had died of their wounds on their way to the hospital.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why?  You had shot them and you thought you were doing right by shooting them, so what was the necessity to hide that?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "I took a chance thinking that I would get away with it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you realise you had done wrong immediately you had shot them?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "I realised that it was wrong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "Immediately after the shooting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't it occur to you immediately before the shooting that what you are going to do was wrong?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "Please repeat the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't it occur to you immediately before you shot them that you are going to do something that was wrong?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "In my view they were terrorists and had to be treated as terrorists, but after I shot them I realised that what I had done was wrong, and that's why I kept quiet about it - that's why I did not keep quiet about it but reported it to my superior.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you ever make a written report about it?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "No Chairperson.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did you know that you had acted unlawfully?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "I didn't hear what your answer was Mr Steyn put to a question by one of my colleagues.  You - maybe I should just put the question and you will give the same answer, possibly. When you shot the Mswele, when you shot him, were you aware that he was a member of the ANC?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "What made you think that he was a member of the ANC?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "His home where he lived was full of ANC placards and at some stage an ANC membership card with his particulars on it were found in the house.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Were they not discovered after he was shot?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "No I knew that, it was a well-known fact that he was the leader of the gang and that he was a registered ANC member.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Now all the placards and all the stuff that you are referring to were they not discovered at his place during a search after he was killed?",
            "Unknown"
        ],
        [
            "HENRY JACOBUS STEYN",
            "No, his house had been searched on quite a few occasions and it had been found on previous occasions.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr D'Oliviera is there any re-examination?\nNO RE-EXAMINATION BY MR D'OLIVIERA",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mr Steyn.\nMR STEYN EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink ....(no audible recording)",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I hadn't intended calling witnesses but I am told that Inspector Wehbag, who was at the Kwamanambe Police Station is apparently on his way here.  He might be able to assist the Committee in some way or another.  Once we have interviewed him, I propose to have a word with him with my learned friend.  If he can throw light on the matter then he will be called, if not he won't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  In the meanwhile the statement from which the applicant read out, gave his evidence is going to be copied and made available.  Do you suggest that we stand down for a short while?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well we will take a short adjournment until we are ready with the next witness.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes Mr Brink.",
            "Unknown"
        ],
        [
            [],
            "Mr Chairman as I indicated to the Committee, informally, I had been informed that Inspector Wehbag or Welbag, I am not sure what his name is, had been available to give evidence.  He apparently came here on Monday and was told by someone that he wouldn't be required.  There must have been a misunderstanding because he wouldn't be required on Monday.  In any event my learned friend, Mr d'Oliviera and I have been endeavouring to contact him, he's somewhere in North KwaZulu Natal in Ngwelezana Hospital and would not be available in any event till Friday, which is as we know is impossible.  I have therefore suggested to my colleague that he get an affidavit from Inspector Welbag which I understand may well support the applicant to a large extent and that can then be transmitted to me, copies made and the affidavits will be submitted by me to each member of the Committee, and the original affidavit can be sent down to me by ordinary post or registered post whatever the case may be.\n\tSo at this stage I have no witnesses and I leave it to my colleague to address you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there a time by which this affidavit should be handed in?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I think, depending on Mr D'Oliviera, I think possibly a fortnight should be adequate time in which to ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr D'Oliviera you are from that area ...(intervention)",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Mr Chairman I can have it done in days, probably by the end of the week it will be on its way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(...indistinct)",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Yes I undertake to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(microphone not switched on)... that it will expedite the work of the Committee as well.",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Yes that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I take it that no other witness is going to be called this morning?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "No there are no other witnesses.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you proceed.",
            "Unknown"
        ],
        [
            [],
            "Thank you Mr Chairman.   I  have made copies of my address to assist the Committee, may I hand them round.\n\tThank you Mr Chairman.  The approach which I wish to adopt in this matter is not that which I would employ if I were addressing a court of law.  I am well aware of the legal status of members of this Honourable Tribunal, but submit in order to attain the objects of the Act this Tribunal will adopt its own approach best suited to promote national unity and reconciliation.\n\tMy submission is that the murder and attempted murder by the applicant of the two ANC members in question was, \"an act associated with a political objective as contemplated in Section 22(b) of the Act\".",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The evidence was that one of them was, and the other was a suspected ANC member isn't it?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "That is correct Mr Chairman, but by way of association of the act in question on that date in the evidence given by the applicant it is clear that the likelihood is far greater than not that he was in actual fact associated with the ANC.  The evidence, as you have heard, relates to the question that he was involved in the shoot-out with the police on that particular day; that his place of residence was found to contain arms, petrol bombs; that there was a structure built in the yard, which is obviously similar to an underground shelter with provision made for air vent etc, and I think one can reasonably concede that the other deceased was in fact part and parcel of the other deceased's activities.",
            "Male"
        ],
        [
            "MS KHAMPEPE",
            "Mr d'Oliviera is there evidence before this Committee that members of the gang were all members of the ANC, do we have such evidence?",
            "Female"
        ],
        [
            "MR D'OLIVIERA",
            "No, there has been no direct evidence.  One has to, I think, look at the circumstances of these acts and I will be referring to them just now as being widespread beyond that in actual fact, of criminal activity, and to say specifically we had proof of membership of the ANC, no we do not have the proof.  We have to look at it by way of the association.  Thank you.\n\tI ask this Tribunal to find the following factual background existed when the applicant committed the two crimes in question, namely murder and attempted murder, bearing in mind a directive of this Tribunal that addresses shall be succinct and to the point.  \n\tAt the time in question the two deceased were members or supporters of the ANC and they and others conducted what the trial judge described as a reign of terror against members of the SAP and civilians who supported the IFP.  If I may here refer the Committee to the sentence on page 401 of the trial court.  This is paragraph, the third paragraph:\n\"According to Colonel Nel the second deceased had been sought by the police for a series of serious crimes including many murders which had apparently been committed by himself and his gang. Even if only a small number of these allegations were true the second deceased and his gang had indeed conducted a reign of terror in the area.  These facts would have been known to you and you could have with some measure of justification have felt the second deceased should have paid for his crimes with his life, but he was a known member of the ANC and the crimes could perhaps have been seen as politically motivated\".\n\tAmong the crimes committed during this reign of terror were 25 murders, of which three were committed that day, 38 attempted murders and 10 armed robberies.  In this regard Mr Chairman, also before the Committee is a list of the offences of which Mswele and his group were held responsible for.  This formed part of the record of the trial court and I have obtained those figures from going through this list.  As I said I have added the further three deaths that occurred on that day.\n\tOn the day in question the applicant, who together with other members of the SAP had been engaged for two years in attempting to arrest the deceased and others came across certain members of the SAP and SADF who were conveying the two deceased in a motor vehicle. The two deceased were seriously wounded in a shoot-out with members of the SAP and SADF in the course of which three members of these forces were killed.  \n\tI may point out here that reading the sentence in this matter reference is made to two members that were killed, it was in fact three that were killed, and the evidence of the applicant here stated as much.\n\tThe applicant was in a mental state which was certainly not normal and he removed the two deceased from the vehicle in which they were being conveyed, one of whom might have been dead at that stage, and shot them in the presence of other members of the SAP and SADF.\n\tBefore dealing with the requirements of Section 22 regarding \"an act associated with a political objective\", I draw the Tribunal's attention to the following remarks in the judgment of the court to which the applicant appealed against his sentence.  Mr Chairman I also made available a copy of the judgment of the Court of Appeal and what is reference here is page 3 of that judgment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is the Court of Appeal?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Sorry, that is correct, the Court of Appeal, page 3, the second paragraph.  I will read it in English because I've done a translation.\n\"The trial court correctly found the following mitigating factors\n1.\tThat members of the police force were then subject to extreme stress and pressure which in many cases led to extraordinary actions, personality disintegration and even suicide as a result of the role they played in the political struggle in the community and the fact that they were to a large extent the targets of criminals and as we know still are today\".\n\tThe record bears out, with respect, this finding of the Honourable Court of Appeal. There was a violent political struggle in progress in the Kwamanambe area between, on the one hand, members and supporters of the ANC and on the other hand members and supporters of the IFP.   The applicant and other members of the SAP found themselves in the middle of the struggle inasmuch as they were seen as the soldiers of the then government against whom the political fight of the ANC was also directed.  The SAP, including the applicant, were by law duty-bound to resist the activities of those trying to further the ends of the ANC. \n\tThe requirements of Section 22 regarding -\n\"an act associated with a political objective, namely, in the course and scope of his duties; within the scope of his authority and permitted bona fide with the objective of countering or otherwise resisting the said struggle\"\nare capable of widely divergent judicial interpretations. \n\tInstead of attempting to refer to various court decisions which may find application I would urge this Tribunal to adopt the common-sense approach expressed in HORNE v UNION GOVERNMENT 1931 (CPD) 165 at 171.\n\"Now acting must, in my opinion, include acting wrongly.  For if the section applied only to regular action there would be little need of it, for it is when there has been wrong action that litigation arises.  The action must be within the scope of the Police Act but it need not be correct\".\n\tThis approach is borne out by Section 22 itself which speaks of \"an act or commission which constitutes an offence\".  Interpreted literally a member of the security forces cannot commit an offence in the course and scope of his duties because the duties and powers of a member of the SAP as spelled out in the former Police Act do not include the commission of any offence.  If a literal interpretation of the Act is insisted upon no member of the SAP would qualify for amnesty.  But if the above approach, the HORNE v UNION GOVERNMENT is adopted then the objects of the Act can be achieved.\n\tIt is known history that there existed a political struggle between the then government and the ANC.  The ANC in pursuit of its struggle made use of violent means in which people such as the deceased played an active role.  The government in its political struggle against the ANC employed the SAP and SADF.  In hindsight it is accepted that the police were used in a role outside of normal policing.  The applicant was part of that arm of the then government in its political struggle. The applicant, as with other police members, were trained and indoctrinated to conduct the military side of the political struggle on behalf of the then government.  \tThe then government made the ANC illegal and so legalised the military struggle which followed against the ANC.  The SAP were, therefore, in the conduct of normal policing also conducting the military objective of the political struggle of the then government against the ANC.\n\tThe Court of Appeal which dealt with the applicant's appeal against sentence referred to this in confirming the correctness of the finding of the trial court in the mitigating factor referred to previously, namely recognising the role the police force has played in the political struggle.  \n\tThrough his membership of the SAP and following the indoctrination to which he had been subjected to fight the political enemy of the government which he then served the applicant himself was directly involved in the political struggle.  The deceased themselves were involved in the political struggle for the ANC.  The trial court acknowledged that the second deceased, as the trial court referred to him, committed crimes with a political motive and it must be conceded that the first deceased was associated with the second deceased in the political struggle.\n\tThe applicant's actions in murdering one and in attempting to murder the other must be judged in the light of what has been argued before.  He did not act out of personal hatred or malice against those individuals but as a tool of the then government in its struggle against the ANC who in turn used the deceased as its tool.  They, the applicant and the deceased were thus enemies out to destroy one another.  \n\tThe applicant's actions were wrong which he himself admits and shows remorse, but nevertheless these actions flowed from the political struggle in which he had become a part as a member of the SAP.  His state of mind in the violent struggle must have a bearing on his actions.  Undoubtedly the state of mind of his victims must have also been affected by that same struggle.  \n\tThe intention of these proceedings is to decide upon amnesty.  The broader intention of these proceedings is to find forgiveness and reconciliation.  I submit that the applicant is a person who should be given forgiveness and amnesty in the spirit of reconciliation.\n\tIn addition to that I wish to submit that as far as Section 21(b) is concerned, if I may read that section again\"\n\"The act, omission or offence to which the application relates is an act associated with a political objective committed in the course of the conflicts of the past in accordance with the provisions of subsections 2 and 3.\"\n\tNow I submit that the evidence is clear that the act in question was one associated with a political objective if this Committee accepts my argument of a policeman's role in the struggle. \n\tAs far as subsections 2  of Section 20 is concerned the relevant portion is subsection (b).  He was a member of the security forces and the question of \"in the course and scope of his duties\", I have covered that in my argument as well that obviously the Police Act would never be able to legalise that action, but the fact of the matter it flowed from his duties as a policeman.\n\tAs far as subsection 3 is concerned, each of those can be answered, the criteria I am referring to, the motive of the person who committed the act, omission or offence, it is clear that what the motive was - he's explained it.  \t\n(B)\tthe context has also been explained, the war zone that existed at Kwamanambe;\n\t(C)\tthe legal and factual nature of the act that has been established, clear murder and its serious consequences;\n\t(D)\tthe object or objective of the act - it was directed at a political opponent who was a soldier for the government for all intents and purposes;\n\t(E)\twhether the act or omission or offence was committed in the execution of an order or on behalf of.  He was acting on behalf of the government in its war against the ANC;\n\t(F)\tthe relationship between the act and omission or offence and the political objective pursued is also clear in order to neutralise what he considered to be the enemy at that stage.\n\tI submit that his actions do fall within the criteria that have been set out in that subsection.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand you to convey that any policeman, because he's a policeman employed by the government at the time, would be entitled to shoot and kill anybody whom he suspected to be an opponent of the government?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "No Mr Chairman, not at all.  The act of killing someone can never be considered to be correct whatever the situation may be.  The point I am trying to make comes to the essence of why this Committee in actual fact sits, the soldiers fighting this political struggle on the government's behalf, were fighting a war.  They were subject to all the pressures as one would relate to a war.  I would not say it would be every single policeman ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you talk about soldiers are you referring particularly to policeman as well?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Mr Chairman, yes, in effect that is what it was.  A policeman involved in this type of activity can be considered to be the soldier fighting on the one hand against the political enemy of the government.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "He told us he knew what he was doing was unlawful, how can you then say that he, on reasonable grounds, believed he was acting in the course and scope of his duties?   He knew he was not allowed to kill prisoners, didn't he, and he did it.",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "That is so Mr Chairman.  The difference must be looked at here between what is clearly unlawful and what he believed, whether in the struggle which he is conducting, and I am referring to that in that harsh term, that in actual fact it was right, his actions at that moment.  From his evidence it is quite clear, he realised the unlawfulness of his actions, there is no doubt about it, but subjectively in his mind, if one looks at the pressures to which he was subject to, his belief was this is the right way to go.\n\tIf I may add here, there is another issue which the trial court referred to and that was the, at that time, the quick release of prisoners ...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "He may have been suffering from all sorts of frustrations about release of prisoners, bail, this and that, but that doesn't excuse him murdering somebody, does it?  He knew he wasn't entitled to, he's told us, he's been perfectly honest about that.",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "(...indistinct), and he's been convicted of the murder.  He's not asking, he's not appealing against his sentence.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "No but you were arguing that he was doing this, as I understood your argument, you said he clearly fell under the provisions of 22(f)\n\"Any person on reasonable grounds believed he was acting in the course and scope of his duties and within the course of his express or implied authority\".\nOn his evidence he never once thought that.  He knew quite clearly it didn't fall within the course and scope of his duties or of his implied authority, didn't he, he said so.  He knew it was unlawful.",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Yes he was aware ...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "He told the army people to say that he died on the way to hospital.",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "That is correct.  He knew of the unlawfulness of his actions, but as I have argued before the actions nevertheless flowed from his position as a policeman in this struggle.  One has to, I think, not take an absolutely literal meaning to the intention of the legislature in this regard.  One must have regard for the fact that if that was the case no member of the police that committed any offence which is obviously unlawful could take advantage of amnesty at all, and that's the point that we are trying to make.  \tOne has to go beyond that.  The case of HORNE v UNION GOVERNMENT makes that quite clear even in the most simplistic form where the State accepts liability, it would accept liability not because of a regular or correct action because then there would be no liability.  So in actual fact when we are looking at that we are looking at unlawful acts for which the State takes liability.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "You know you are really - I hear what you are saying, you are actually relying on the contents of paragraph 6 of your original argument.",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "That's correct.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "But of course the question can only arise where something wrongful has been done and as you say when the legislature enacted that it must have been within the course and scope, he must have acted within the course and scope of his employment.  If I understand you correctly you are saying the legislature must have accepted that the policemen must have acted unlawfully otherwise no policeman would get amnesty, is that what you are saying?\n\tBut the point I am trying to raise with you, I understand your argument, but you see there must be - he must have acted in pursuit of an objective which he has been employed to achieve, otherwise if conduct deviates so far away from that objective for which he has been employed then there will be a problem, wouldn't that be a problem?\n\tLook a policeman is going out to arrest somebody and he has been employed to arrest people who committed crime.  He goes there, in the process of arresting a person he uses excessive force, that excessive force was used for the purpose of carrying out a legitimate objective, so in that sense that is the interpretation you are placing on HORNE's case applies and it would assist policemen who apply for amnesty provided they were pursuing an objective for which they were employed to do.  But when a person deviates so much that he is no longer really acting in pursuit of the basic objective for which he was employed then he cannot be covered because then he is on his own frolic.\n\tWhat was he doing - surely when he was employed he was never employed to shoot or kill people who had been arrested by the police, suspects who had been arrested by the police?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Mr Chairman it is correct.  His actions were unlawful and the question, as I understand it now, is how far away from the conduct of his duties was it? What I am arguing is that the context of the situation must be understood.  There was what amounted to a war situation in the Kwamanambe area.  His actions must be seen in the light of that.\n\tThe actions must be seen in the light of what had happened before, the crimes he had committed in the pursuit, presumably of his political objectives, I'm referring to the deceased now, the fact that this wrongly in the mind of the applicant, this was the way it had to be dealt with in order to put an end to that terror.  This is as a result of what I would call the abnormal policing in which members of the police such as the applicant had become subjected to.  They were being used in a role which normally would not be associated with policing.  But nevertheless it came about because of the fact that he was employed by the police to do the duties of fighting off (...indistinct)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...where there may be general lawlessness in any particular part of the country, in KwaZulu Natal, some particular pocket there might be general lawlessness and the police go there to quell the situation, you don't call that a war situation do you?  You don't equate that as a war?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Mr Chairman at this particular time, in the transitional phase that the country was going through there was a lot of uncertainty.  It was different, I think, to the type of unrest situations that you might have, for example, today.  But at that stage there was a lot of uncertainty.  We know for a fact that at a higher level decisions were made which, as you have heard in evidence, hadn't filtered through, but in effect there was still a war going on between the government on the one side, or the anti-insurgency forces on the one side and the ANC.  It wasn't a  - I would not equate it to an unrest area which one might have today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you say that the general lawlessness in that area was in fact a war situation, is that what you are saying?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Mr Chairman I have to refer to the list of crimes, for example, of which the deceased was being investigated upon.  I submit that even this goes beyond saying 'normal criminal activity' and was being conducted in this specific area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where a gang, for example, conducts a number of offences in an area there is general lawlessness in that area, what I am trying to ask you is whether you seriously call that a war?  In almost any area where there is general lawlessness and police are required - .... said that the objective of the police is a political objective.  It's not their function really to police the area and arrest the lawless element (...indistinct) what the political objective would be in such a situation.",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Mr Chairman, as I have argued before, the police were in actual fact called upon to do policing activities outside of normal policing activities.  This was an area in which there was unrest to such an extent that numerous murders, attempted murders, all linked to the political objective of the ANC were being conducted.  It is not a general lawlessness area, it was perhaps the intention of the deceased to make it lawless.  And it was this in particular which the police had to deal with.  On the one hand one can say, yes of course the police must use the only part of normal policing, but the fact of the matter is, as we know it now, they were not only used for normal policing.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Isn't the problem that as far as the list of offences or suspected offences we have before us, can we say that that was politically related, that in fact he acted against a politically-motivated gang committing offences associated with a political motive from the side of the offenders?  Have we got any evidence before us that for instance the \"opsetlike saake skade\" point number 1, was politically motivated, or any of the offences here?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Mr Chairman if one goes to the list there are obviously some of these offences which may not appear to be directly linked to a political struggle, but there are others and the majority of them are there.  You will see in this list that there were attacks on policemen, there were attacks on civilian population, there were murders, attempted murders, there were robberies which necessary obviously to keep their men in the field, but Mr Chairman the trial court acknowledged it.  The trial court acknowledged that at the very least these crimes had a political motive.  We can accept the findings of the trial court in that regard.  I am referring here to page 401 to which I had previously referred the court.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "So you are saying if it's a mixed bag, if 50%, no, if 80% of the offences he was being sought for were purely criminal and if 20% could be described as political so that 20% is enough?  Well I would have thought it would be enough because he wouldn't know to what extent he was influenced by the non-criminal, he wouldn't know to what extent the applicant was influenced by the non-political offences and to what extent he was influenced by the political offences.  So one would say that as long as there is some - one or two of the offences for which the deceased was sought then there's a political requirement, is that what you are saying?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "No that's not what I am saying because it's not borne out by the evidence before the trial court.  Most, by far, the majority of these offences relate to violence which can be considered in many ways to have a political motive behind them.  You make mention of one, the first one mentioned \"opsetlike saake skade\", but if you go through the list you will find that most of these quite clearly relate to murder, attempted murder, relate to armed robbery, relate to arson.  For example even that \"opsetlike saake skade\", \"malicious injury to property\", if you have a look at the brief details given there it says that stones at a bus. We know for a fact that stones were thrown in many instances where political activity was in process.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Yes but if we find that some of them were political objectives and others were not what it really means is that the applicant in doing what he did was also influenced, not only by the deceased's political offences, but also by the deceased's non-political offences, he was influenced by both and doesn't that neutralise the politics of his offence?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Mr Chairman the evidence of the applicant is also clear, he was influenced by the political element of these offences, whether or not the other crimes may have influenced him there is nothing to indicate that it did, but it is the political actions.  He made mention, for example, of the throwing of a handgrenade under a helicopter of the police.  I see it's also mentioned in this list here.  You know these are the types of crimes that clearly swayed him to believe the political angle of these offences.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well is it political, here is a gangster being ... the police, they obviously get close to him with their helicopter so he attacks it.  Why is it political?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Mr Chairman one would not expect a criminal on the run to attack a police helicopter surrounded by police when he could quite easily have escaped.  His intention must have been more than just being a gangster.  He wanted to destroy wherever he could and he went ahead and did that.  We've got the evidence of the fact that he didn't wait for things to happen.  They went out to make things happen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You referred us to the passage in the judgment where you said the trial court accepted that he was motivated by political considerations, can you tell me where, could you give me the page reference to that judgment please?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "It is of the sentence of the trial court at page 401 starting from line 13.  I had made this available before the time Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "(...indistinct)",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "That's correct, I found that the documents you had been provided with were incomplete and I have a copy of the, a certified copy of the judgment here from which these copies were taken.  So I think the documents provided there were not complete that you had.  It's under the title Mr Chairman, \"Vonnis\", 9 December 1992.  May I read it again\n\"According to Colonel Nel the second deceased had been sought by the police for a series of very serious crimes including numerous murders which was allegedly committed by himself and his gang.  Even if only a small percentage of these allegations were true the second deceased and his gang indeed conducted a reign of terror in the area.  These facts would have been known to you and you could, with some measure of justification, have felt that the second deceased ought to pay for his crimes with his life.  He was, however, a known member of the ANC and the crimes could possibly have been regarded as politically motivated\".\nSo the trial court did, in actual fact, recognise and found that the offences of the deceased were in actual fact those of a political motive.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "(...indistinct) do you say that means \"in actual fact\"?  The court said didn't it,\n\"crimes could possibly have been regarded as politically motivated\".\nthat's not finding in actual fact they were political is it?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Mr Chairman for purposes of this judgment the court must have found that the evidence placed before it indicated that this was the situation, otherwise it would not have been mentioned.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "The court found that the accused might have believed that they were politically motivated.  You said a moment ago that the court found as an actual fact they were, that is what I am challenging.  The court never found as a fact they were politically motivated did it?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Mr Chairman no, one must go purely on the words that are before you.",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Mr d'Oliviera to which offences is this statement which seems to be obiter dictum like my brother has indicated to you, to which offences here, which offences was the judge referring as being \"possibly motivated\"?   Is it the offences committed by the deceased or the offences committed by the applicant?  Because on its first reading the impression I get is he might very well have been referring to the offences committed by the deceased, is that how you also understand it?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "No, I did not understand reading that sentence like ...(intervention)",
            "Male"
        ],
        [
            "JUDGE NGOEPE",
            "Yes, you seem to understand it to say that the applicant's offences were politically motivated and that's not my first impression when I read this.",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Yes, I must concede here that one could perhaps have a different point of view in reading that sentence,\n\"....he was, however, a known member of the ANC and the crimes could have been seen as politically motivated\".\nI would read that on a clearer study of what has been said before that it would in actual fact relate to the ANC member and not to the applicant.\n\tIf I may point out here Mr Chairman one can see that the court, the trial court is talking directly to the accused at this stage, and that is one of the things that has indicated me to interpret that to be referring to the ANC member.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But I really had in mind if you are countering offences that is being committed with a political objective from the side of the deceased, but my point that I originally put before you is, how can you say that the list was - have we got evidence saying that the deceased's defences was committed with a political objective, because then you are sort-of countering what they have done, but according to the list this could have been ordinary criminal offences not related to any politics.  That is what I have tried to establish from you, what are your submissions on that.",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Mr Chairman again one must refer to the evidence led at the trial court.  This is the evidence that was led that these are the type of offences that were committed.  We have heard the evidence of the applicant to the effect that most of these actions is because he was an ANC member, I am talking of the deceased now, apparently my learned friend made reference he was going to call Wehbag who could also probably throw light on this.  I note that Wehbag himself was a victim in an attempted murder by the deceased, it's listed here, and I think yes Wehbag could also perhaps assist in saying to us that no, these offences must have been and were politically motivated, offences by the deceased.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of course your problem really here is to convince us that it is the applicant who was motivated by political considerations, isn't it?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "That is correct Mr Chairman.  But one must, I think, also understand that the deceased in this matter must also have been motivated in crimes politically as well.  It is the background that you are required to know.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But surely the problem my brother has just brought up is, it doesn't matter what the deceased was motivated, or it might not matter, he was committing numerous acts of violence in the district, he was killing people, they might have all been political, but the applicant may have been motivated, as I think his evidence was, by a desire to save the people in the district, and the way to do that was to kill this evil man who was doing these things.  The motive that the perpetrator of the acts of violence had was immaterial.  The danger was that he was committing 28 murders, 35 attempted murders and understandably perhaps the applicant decided that this must come to an end.  The politics of the perpetrator really don't affect the applicant do they?",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "I would agree with you Mr Chairman, but nevertheless in the argument which I am trying to put forward is how is it that a policeman becomes politically motivated.  The actions are directed against someone who is on the other side politically.  That must be taken into account, it cannot be ignored.  He is not just an ordinary innocent person, or shall we say an ordinary criminal which brings him into the political struggle in the military side of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes carry on.  Mr Brink is there anything you wish to say?",
            "Unknown"
        ],
        [
            [],
            "Very briefly Mr Chairman and members of the Committee.\n\tI think, with respect to Judge Wilson, I think my colleagues point about the political motivation of the deceased may well be relevant.  If one goes through this list one sees Item 1, it appears to be some sort of political, judging by the summary, just throwing stones at a bus, if one has a look at Item 4, arson - three houses burnt down; Item 7 - public violence and Sergeant Wehbag was injured; Item 8 there was a necklace murder; Item 11 there was arson; Item 12 attack on the house of one Kart Msango; Item 13 people were shot at while in church; Item 14 three members of the force, presumably the police force, I am not sure, were shot at.  So there appear to be a number of these what could be described as political and it, I am not arguing for my learned friend, but it may well be contended that what the applicant did was to restore political peace in that area.\n\tThe problem, however, I have, is that as was pointed out, I think by you Mr Chairman, or it might have been Judge Wilson, that he knew, that is the applicant, that he knew that what he was doing was wrong. \n\tA problem I also have is that these men were already in custody when he shot them.  They could have been guarded day and night in hospital. There was no need to take two injured men, who were already in custody out and kill them.  Those are the problems I have.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But Mr Brink isn't that the fact that all people applying for amnesty have done something wrong, unlawful, because otherwise they need not apply for amnesty.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Then they need not apply, yes.  I accept that.  I accept that.  I have nothing further to say.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Can I raise something, it has nothing to do with the argument, merely as a matter of convenience.  We were given yesterday a number of papers, we have been given two more today, and I think it might make life easier for all of us if counsel could agree between themselves, within the next minute or two, a list of them, A, B, C, D, E, so that when we refer to one we know we are referring to the same one.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "A bundle in other words, make a bundle for you?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "(...indistinct) (not speaking into the microphone)",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "If it could be of assistance our Chairman said your evidence would be Exhibit A, the statement, A.   (not speaking into the microphone)",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Let us Mr Chairman, then the sentence of the trial court would be Exhibit B.\nEXHIBIT A - STATEMENT\nEXHIBIT B - SENTENCE OF TRIAL COURT\nEXHIBIT C - JUDGMENT OF COURT OF APPEAL\nEXHIBIT D - LIST OF DECEASED'S CRIMES\nEXHIBIT E - ARGUMENT SUBMITTED BY MR D'OLIVIERA",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman I may say that the list of crimes appears at page 8 of your papers anyway, that is D8.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "...(microphone not on)",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "No not from my side Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thanks very much.  Mr d'Oliviera if you would make strenuous efforts to try and let us have that affidavit as soon as possible we shall appreciate it.",
            "Unknown"
        ],
        [
            "MR D'OLIVIERA",
            "Thank you.  I will attend to that Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Brink if upon the receipt of that document there might be something in it which was contrary to the information that you may have you will no doubt draw our attention to it?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "I most certainly will.\nNO FURTHER RECORDING",
            "Male"
        ]
    ]
}