{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-16",
        "location": "WINELANDS",
        "day": "3",
        "case number": "CT/00252",
        "victim": "PETRUS CLOETE",
        "testimony": "PETRUS CLOETE",
        "nature": "SHOOTING",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56118&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/wineland/ct00252.htm",
        "speakers": [
            "ADV POTGIETER",
            "DR ORR",
            "MR CLOETE",
            "MS GOBODO",
            "MS WILDSCHUT",
            "PROF MEIRING"
        ],
        "original_speakers": [
            "DR ORR\n",
            "PROF MEIRING\n",
            "MR CLOETE\n",
            "MS GOBODO\n",
            "ADV POTGIETER\n",
            "MS WILDSCHUT\n"
        ]
    },
    "testimony": [
        [
            "DR ORR",
            "Mr Cloete thank you very much for coming.  You've come a very long way and that is from Saldanha and we would like to welcome you and the lady that has accompanied you.  Would you please rise to take the oath?\nPETRUS ALBERT CLOETE Duly sworn states",
            "Unknown"
        ],
        [
            "DR ORR",
            "Thank  you very much, I will ask Piet Meiring to help you tell your story.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Mr Cloete thank you very much, it is a privilege for me to be sharing your evidence with you.  Can I just hear from you who the lady is that's accompanied you?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "It is my lady friend Charmaine  Links - it is my lady friend Charmaine Links.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "You are also very welcome here.  You are going to tell us about an incident that took place ten years ago which changed your life irrevocable, but just before I ask you to do that I would like to get a bit of a background picture from you.  By putting a few questions to you.  \n How old were you when this incident took place in 1986?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "I was 16 - 17 or 18 years old.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Were you still at school?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "No, I had just left school shortly before then.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Would you just like to tell us a bit about your family back then - your parents, whether there were other children in your family as well.",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "We are six children all together, we grew up without a father and I had to leave school in 1985.  I'm the second eldest son and I was the one that was at home.  My oldest brother was in Lambertsbaai.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "One last question before you begin.  You say in your evidence that in Diazville it was a time of great unrest and a lot of things were happening in the streets.  Could you just tell us a bit about that, what was it all about - what were the riots about?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "It was at the time where - where the schoolchildren supported the community who were dissatisfied and that is where the riots started.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Was it a build up over a number of weeks or did it just happen spontaneously?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "It was over a number of weeks.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much Mr Cloete and now you - you were a young man of 17 or 18 years old and something happened.  Could you just tell us about it?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "I was at my friends house in Vraagom Street and we heard the riots outside.  We were sitting in the lounge and I went out to go and see what was happening in the street.  I had just got off the stoop when the Casspir came around Misbus Street and went up Vraagom Street.  I was standing there watching and I just felt something struck my face and my face had a burning sensation.  And I realized then that I had been shot, I got dizzy and I was taken into the house where a wet towel was thrown over my face.\n I lay there for approximately 15 to 20 minutes when people turned up and they wanted to take to Dr Fortuin because the doctor - the police was standing at the bridge.  On the way to Vredenburg we got Dr Fortuin along the way but we had to first get past the police.  We got Dr Fortuin along the way and I was loaded over to his vehicle and we left.  He went back to Diazville and he treated me there in his consulting rooms in - in his surgery in - in Diazville.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "And he eventually referred you to Tygerberg Hospital as well?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "Yes, but that was after I - I went to see him again.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Was that a few weeks after the incident - after his initial treatment.  What did he do - did he remove the pellets from your face and your body?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "Yes, he removed quite a bit.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Where were they lodged?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "In my chest and in my face and in my skull and he removed them.  And then he referred me to Tygerberg for these that he couldn't remove.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "And did they succeed in removing all the pellets?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "They removed some pellets from my chest and the one on  my jaw - they wanted to remove it but I didn't allow them to do that.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Why not?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "I felt that they were working on my  chest for a very long time and it was quite a problematic process.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Do I then get the impression that you were afraid that it would leave a permanent scar on you?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "Yes, the doctor said that there was a chance that the pellet on my jaw - which was lodged on a nerve would completely damage and disfigure my face.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "And was the rest all in order?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "The pellet in my eye is still not removed.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Is it possible that it can be removed or is it something which you had to live with for the rest of your life.  What have the doctors told you?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "The doctor said that it would be difficult to remove it out of my eye because it is also in a - lodged in a sensitive place.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Was there any inquiry into this incident?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "No, there was absolutely no inquiry.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "I can just imagine how this incident has completely changed your life.",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "I was at   [indistinct]  for three years, I worked there but at a time I felt that I was getting pains and I did not bother to much about those headaches but as time went by I found that the weather effects me and I get dizzy.  And I get terrible headaches then and I went to Dr Fortuin and he said to me that I should abandoned my work at sea and I asked him if he could make it possible for me to get a transfer from the sea to a factory.  When  I phoned him - phoned there once again the application was lodged and I was told the last time I phoned that there was nothing available.   So I had to give up my job at sea and I was left without an income.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "In your written statement you say that you do not - your mother also doesn't have any income.",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "She does get an allowance for the children.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "I would like to ask you a rather strange question.  What would you like to do with your life one day if it was made possible for you to do something?  If it was made possible for you to do something perhaps to further your studies or anything like that, what would you like to do?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "At the moment I am busy with a temporary job at Sea Harvest but it is for a contractor.  We load the trawlers as they bring the fish in and the possibility of getting a permanent job is quite good.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Is the fish world where you want to be - you know - the type of career that you want to be in?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "Yes, that's where I want to be.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much, I would just like to put one more question to you.  Just for clarity on this matter and then I will hand over to my colleagues.  You say that when you were shot your friends loaded you into a car and - to take you to Dr Fortuin and you met him along the road and that you first had to hide so that the police couldn't see you.  Did you really have this fear that the police would not allow you to obtain treatment?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "My worst fear was at the time that the police would arrest me and possibly charge me for public violence or something.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Were you known at the time as somebody that was politically active or anything?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "No I was not known for political involvement and I was not politically involved either.",
            "Male"
        ],
        [
            "PROF MEIRING",
            "Thank you very much, those are the questions I would like to put to you.  I would like to hand over to my colleagues now and see if they have any questions to put to you.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you Piet, Denzil?",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Mr Cloete if I understand your evidence correctly there was a riot or a protest during the cause of that day.  A protest march to town?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "Yes, there was a protest.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And the police stopped the people?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "Yes the police stopped the people.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And the people dispersed?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And then that was the end of the protest?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "The protest was not - it - it was over.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But the people were still lingering in the streets?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "Yes, as - as is common practice.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But apart from the fact that the people were hanging around the streets there was  no effort after that - there was no attempt to march again after that - that part of it was over?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "No they postponed the - the protest.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And approximately two hours after the police dispersed the protesters you were shot?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "Yes, that is so - approximately two hours -two or three hours thereafter.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Why do you think why did the police shoot - shoot at you two or three hours after the people dispersed ?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "There was toi-toying going on in the streets and tire barricades set up in the street.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "But was there still any reason for the police to - to shoot two or three hours after the crowd had dispersed?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "I do not think that there was any reason for then to shoot.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And specifically as far as you're concerned you were standing at one the yards close by when you were shot?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "Yes, I was at my friends place.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "One last aspect, you said to Prof Meiring that you were afraid that if the police were to see you - to - and seen that you were injured that they would arrest you?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What was your experience at the time - if you were shot and you went to the doctor or to the Hospital then the police would come and arrest you at the Hospital and you would be charged for public violence or whatever.  You were shot in the residential area and they would wait for victims at the hospitals or at doctors and then you would be taken into custody regardless of whether or not you had done anything?",
            "Unknown"
        ],
        [
            "MR CLOETE",
            "Yes.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much Mr Cloete.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Glenda?",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Mr Cloete I would like to put one short question to you and it's about your face.  Did you ever consult a specialist - an eye specialist who could perhaps give you specialist advice on what to do about your eye?",
            "Female"
        ],
        [
            "MR CLOETE",
            "No, I never consulted an eye specialist.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "Do you feel that if you see an eye specialist that you would possibly obtain good advice with regards to your face?",
            "Female"
        ],
        [
            "MR CLOETE",
            "Yes, I would like to see an eye specialist.",
            "Male"
        ],
        [
            "MS WILDSCHUT",
            "Thank you very much.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Thank you very much for coming this morning.  Your story echoes the many suffering that's - the kinds of suffering that young people like yourself have gone through in this country.  It's very sad especially that in an area - small place like Saldanha which has a thriving business that is enjoyed only by a very few people in - in Saldanha.  \n             That you are one of the people who have suffered so much in that area.  What is striking about the history of our country is not only the brutalisation of people in small townships - black people in small townships but it's also the consequences of this suffering that people over and above the - the - the suffering of poverty that they've gone through it is - that suffering is compounded by the dehumanization and the ill treatment - grouse human rights violations that goes on through out our townships in this country.  It's very clear from our reports by our Research Department and also our own observations when we went to Saldanha that there is still a lot of poverty in the areas where our people live.  And that although there is so much wealth in this so called holiday places that wealth is distributed evenly and people like yourself continue to  [indistinct] of suffering as a result of poverty and suffering as a result of the abuse that was inflicted upon you.\n At a very young age you lost the use of your eye - you were  [indistinct] and you were - you had no choice in it.  You were standing in a Verandah, you are one of many South Africans and we really lift our heads to you and we thank you for coming this morning to share with us your experiences.  And we trust that our Investigating Department can come to the bottom and find of what happened to you and find our who was involved in causing the injuries that you're carrying with you.  And the people responsible for the bullets that you walk around in your body.  \n We also pledge through our Reparations and Rehabilitation's Committee that your request - the request that you have stated will be attended to.  Thank you very much.",
            "Female"
        ],
        [
            "MR CLOETE",
            "Thank you very much.",
            "Male"
        ]
    ]
}