{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-16",
        "location": "WINELANDS",
        "day": "3",
        "case number": "CT/00258",
        "victim": "VUYISILE NTANJANA",
        "testimony": "MATSILA NTANJANA [mother]",
        "nature": "SEVERE ASSAULT",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56119&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/wineland/ct00258.htm",
        "speakers": [
            "DR ORR",
            "MS GOBODO",
            "MS NTANJANA",
            "PROF MEIRING",
            "REV XUNDU"
        ],
        "original_speakers": [
            "DR ORR\n",
            "MS GOBODO\n",
            "REV XUNDU\n",
            "MS NTANJANA\n",
            "PROF MEIRING\n"
        ]
    },
    "testimony": [
        [
            "DR ORR",
            "Ms Ntanjana I just want to check that you can hear me, can you hear the translations through the headphones?  Can you hear me now?  I want to say welcome to you, you have come all the way from Ceres this morning to be with us.  And we're very grateful for your presence here, before you give your evidence I must ask you to please stand to take the oath.\nMATSILA NTANJANA Duly sworn states",
            "Unknown"
        ],
        [
            "DR ORR",
            "You may sit down, Pumla Gobodo-Madikizela will now lead your evidence, oh sorry there's been ...[intervention]",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Sorry ja there's many changes.",
            "Female"
        ],
        [
            "DR ORR",
            "The Reverent will lead the evidence.",
            "Unknown"
        ],
        [
            "REV XUNDU",
            "Thank you Madam Chair.  Good morning - could you move the microphone closer - good morning Ms Ntanjana.  Now what's your clan name?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "My name is Matsila Ntanjana.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What is your clan name?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "My clan name is Mamputing.",
            "Female"
        ],
        [
            "REV XUNDU",
            "And what is your marriage name?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "It my ...[intervention]",
            "Female"
        ],
        [
            "REV XUNDU",
            "Feel free and relax and come closer to the microphone so that we can hear your story clearly.  I want you tell us briefly about what was happening in Ceres when your son got injured.",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "It was at night and I was at home - then I was called.  Then I was told that policemen were beating up the children.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Now it was - was it a time when there was a consumer boycott?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Then did that make the people not to go and buy in the shops and the policemen felt that there were people behind all this.  Which organization was responsible for the consumer boycott?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "I don't know but I was aware that people were not buying from the shops and I also used not to go to the shop.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Then you heard that the children were being chased?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Continue and tell us what happened there after.",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "I was at home at the time, when the children were being assaulted and then I was told that the children were assaulted and I decided to go there with my husband.  On our way we met the policemen who told us that we who were previously living farms were responsible for sending our children to go and throw stones at a particular shop.\n And we therefore decided to run away and another daughter of mine came to report that Vuyisile had been assaulted and needed to be taken to Hospital.  The police took him in a van and we went to Hospital.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did you see how injured Vuyisile was at the time?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "He was unconscious at the time.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Where was your husband?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "He was there to.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did you identify any of the policemen who were assaulting the children?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "Yes, I did, even Vuyisile still knows the one who was beating then severely.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Do you know their names?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "Yes, I know them.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Do you want to name them?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "Yes, one is Nongwe - that is his surname, it's a Xhosa surname Nongwe.  Then the other one is Maffies but the one we know best was Nongwe.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Was he a policeman?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "Yes, he was.",
            "Female"
        ],
        [
            "REV XUNDU",
            "So when you got to Hospital with our son unconscious as he was, what happened?  Did you lay a charge?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "Yes, because there were many others who were arrested.  And then we were compelled to go to a lawyer so that our children could be released.  And so they were released but the court case continued but the lawyer could not understand and asked what was the charge laid on the child.  But the policeman could not state exactly why the children were arrested.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Then what was the outcome of the case?  Were they sentenced?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "No they were not.  The lawyer represented them.",
            "Female"
        ],
        [
            "REV XUNDU",
            "So in your statement you say your son became mentally disturbed after this incident.  Was it as a result of the assault?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did you perhaps go to see any who make a medical - made a medical report on this.",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "My son would complain about pain - back pain but the doctor would say there's nothing wrong with him.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Now you see your son now is dependent and therefore you need some disability grant.",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "No we did not apply for any since that he's still solely dependent on me even now.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Is there any one - if you were to get assistance would you appreciate that ?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "Yes, I would.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Then once more I want to say I find out whether he saw some specialist?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "No he just went to general practitioners.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Would you perhaps like that he should be referred to a specialist so as to see the extent of the damage?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What would be your wish to this Commission?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "I would like that he should get attention for his health.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Does Vuyisile have some children?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "No.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Is he married?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "No.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Are those your only wishes?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "According to record here they say the records that were in the Police Station on this matter got lost or they got damaged.  Even those in the Hospital - there's just no trace about the records.  Do  you perhaps remember the name of the doctor who attended to Vuyisile?  Was it Dr Smith, can you identify him?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Though he also says he cannot remember do you still go to him?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "So you feel he's the one who can tell us - give us some light on this matter?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "So I hope that all that you  have already mentioned to us about Vuyisile's health and application for the grant can be attended to by this Commission.  So I'm going to now hand you over to the Chairperson or perhaps one of my colleagues could have some questions to pose to you.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you Ms Matsila, over to you Wendy.",
            "Female"
        ],
        [
            "DR ORR",
            "Ms Ntanjana I'd just like you to give us a few more details about Vuyisile's health - his mental health and his physical health.  How does he behave at home, does he look after himself or do you have to be fully responsible for him?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "I don't understand him, some other times he wakes up and gets lost but he doesn't want people to touch his blanket.  He doesn't wash, I just don't understand his state.  And I first suspected that he - he dreams but he likes to fight then I feel he's not right.\nHe throws away his ID's but he'll always take the ID Book and throw it away and even his room is very untidy.  You can't touch him, he's untouchable and I've got to wake up and force him to wash very early in the morning.  Just once in while and I've got to give him some fresh clothes to put on.  So this is what I have to do all the time and I've go to buy clothing for him. And even his sisters say there is something drastically wrong with him such that they also that he should see a doctor.  \n Even the Police in Ceres know him but he - he is not a thief but there is something drastically wrong with him.  Where he sleeps it's just untidy, he soled  everything that he once had.  He will take some other items from the house and sell them and even the sisters are very uncomfortable,  they feel that there is something drastically wrong with him.  I have a - very little money but I have to support him.  Last month the sisters assaulted him and one of my children intervened and felt that it was not his fault - he was not doing all these thing intentionally.  \n But we don't know when he will change and be all right.  So I'm trying to say I'm almost giving up even the sisters are very disturbed.  They feel that he should go to specialist because even when we want to take him to see a doctor he would always refuse and say there is no reason for it.   His bedroom is just very untidy.",
            "Female"
        ],
        [
            "DR ORR",
            "What kind of boy was Vuyisile before he was assaulted?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "He was a young boy when all this happened to him.",
            "Female"
        ],
        [
            "DR ORR",
            "Was he at school, what was his behavior then?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "Yes, he was still at school but he could not continue with his education.",
            "Female"
        ],
        [
            "DR ORR",
            "Thank you I have no further question.",
            "Unknown"
        ],
        [
            "PROF MEIRING",
            "Only 2 short questions.  I want to know how big is your family, how many other children do you have?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "I've got 4 children who are girls and he's the only son.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Are the girls older or younger than he is?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "They are older than him, then there is only one that comes after Vuyisile.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Last question, you have to support your son you said - what is your income every month?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "I get R80-00 only - I'm sorry I - I get R400-00.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Are you still working or is that  a pension?",
            "Unknown"
        ],
        [
            "MS NTANJANA",
            "I don't work, I don't work any longer.",
            "Female"
        ],
        [
            "PROF MEIRING",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you Ms Matsila, we can now see that this is just beyond your control.  We can see that there is a lot that has happened to your son and you just don't know - it's just a very difficult situation that surprises you and you now find - you can't identify with your child.  And I can see that this is hurting you and even when you started to make mention about all this you expressed that you wanted to put your child back into a normal state.  It becomes very difficult when we hear to such explanations like the one you are giving to us about your son.\n Where you see the life of your child being shattered just like that and we are also feeling some pain and we also feel for you.  It is very painful - what do we mean when we say that you  have come here to get answer about the condition of your child.  Several times we also get confused by all these atrocities that were done to the children of several parents.  And it becomes very difficult to get the answer and therefore we've got to express our pain,\n We know that you also want some answers but we therefore promise that as a Commission that we are going to ask the Reparation and Rehabilitation Committee that is responsible for the reparation of the victims to consider this situation and also give some answers to all these questions that you have.  We thank you for coming all the way to come and share your pain with us.  Your hearts are - our hearts are with you.",
            "Female"
        ],
        [
            "MS NTANJANA",
            "Thank you.",
            "Female"
        ]
    ]
}