{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-15",
        "location": "WINELANDS",
        "day": "2",
        "case number": "CT/00260",
        "victim": "SIKOWUKOWU MALUNDA",
        "testimony": "SIKOWUKOWU MALUNDA",
        "nature": "SEVERE TORTURE & DETENTION",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56121&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/wineland/ct00260.htm",
        "speakers": [
            "ADV POTGIETER",
            "DR ORR",
            "MR MALUNDA",
            "MS GOBODO",
            "MS WILDSCHUT",
            "REV XUNDU"
        ],
        "original_speakers": [
            "MS GOBODO\n",
            "DR ORR\n",
            "MR MALUNDA\n",
            "ADV POTGIETER\n",
            "MS WILDSCHUT\n",
            "REV XUNDU\n"
        ]
    },
    "testimony": [
        [
            "MS GOBODO",
            "Thank you very much, could we please proceed.  We will ask the briefers to prepare for Sikowukowu Malunda.",
            "Female"
        ],
        [
            "DR ORR",
            "Umteto can you help Mr Malunda to actually put the earphones on.  Mr Malunda can you hear me through the earphones?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "[indistinct]",
            "Male"
        ],
        [
            "DR ORR",
            "I want to say welcome to you and to your wife who is sitting next to you who has come with you today.  Please would you stand to take the oath.\nSIKOWUKOWU MALUNDA  Duly sworn states",
            "Unknown"
        ],
        [
            "DR ORR",
            "[indistinct] now going to ask Adv Denzil Potgieter to help you to tell your story.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Wendy, good morning Mr Malunda, welcome.  Your testimony relates to  a personal experience that you had during the State of Emergency in 1986 when you were detained - arrested and detained on the 24th of June in that year, is that correct?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "Yes, it's like that.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Thank you, would you like to tell us what happened to you after your arrest up to the time when you eventually released.",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "In 1986 - it was on a Friday, it was the 24th of June - when I came back from work, I was in my house having tea.  After that I went to see my friend by the name of Benn Konene.  I stayed there with Benn Konene for  20 minutes chatting with his wife.  I told Benn Konene that I was going home, Benn Konene accompanied me.  We just saw a lot of policemen next to Konene's house - white policemen, their were having my child with them because they wanted my child to give them - to tell them about my whereabouts because I told him that I was going to Konene's place.\n Then the police came with my child who was telling them where I was.  They came and took me and they released the child.  They put me in the \"Mellow Yellow\" - the police Casper.  It was me and Benn Konene who were \ntaken by the police.  When I was inside there were other policemen inside this police Casper.  There was a man by the name of Randindi which was a black man - the only black man among the white police.  There was a dog - a bid dog, I was bitten up in that \"Mellow Yellow\" - in that police Casper by this man by the name of Randindi.  \n There were other white policemen.  He beat me up - he was doing whatever he liked with me.  I was folding my hands because there was nothing else to do.  Even the dog who was also satisfying itself and make - my clothes were torn - I was wearing a jacket - a grey jacket.  When we are in this van Randindi didn't give me a chance to say whatever - he was just beating me.  And the white policemen were watching.  Randindi was not a police - he was just a police informer.  \n He was still beating me - he was doing everything.  There was a Sergeant by the name of Gana - a black Sergeant.  Sergeant Gana told Randindi to stop beating me.  Then he left me alone, still sitting in this police van - it was about 20 minutes - me and Benn Konene.  We went to town with this van where the other policemen were there.  I was taken to - to the second floor.\nI was separated from Konene,  I was in the room with four white policemen.  There was Mr Swanepoel and the police by the name of Kaas.  Randindi was also there in the very same room, he started beating me up again with the other policemen.  There was nobody who was telling him to stop, even Swanepoel himself was also beating me.  While they were still assaulting me Swanepoel said that this is your day today.  And we've been hearing a lot about you, that you are necklacing people.  \n Today we are going to necklace you - this is your day today, we are going to kill you.  That's what Mr Swanepoel said to me, I kept quiet just looking at them.  One of the policemen came in with a box, they placed this box in this room.  They opened this box.  Mr Swanepoel said I must take off my clothes - all of my clothes, I should be naked.  I tried to - to struggle but I didn't have enough strength - I was assaulted again by Randindi and Swanepoel.  I took off my clothes and I remained naked.\n They put me in this - they took out a snake from this - from this box.  They wrapped this snake around my body - I was naked.  They - they wrapped - they - the snake fell and they took it back again and they wrapped it around my neck.  I was still naked all the time, the snake fell again - I was assaulted again by Randindi.  Randindi had a stick - the kind of stick that didn't belong to the police.  It was not a - a stick that was used by the police, it was his personal stick - his personal knopkierie.\nI was injured in the head, I was full of blood all over the body.  They were assaulting me - they assaulted me for the whole night.   They would leave me and go the Benn Konene to assault him.\n Were clothes - our clothes were in  [indistinct] .  This took place for the whole night.  Swanepoel,  Gasi and Randindi were doing what ever they like.  They were assaulting me, when they realized that this snake was not harmful they took it back and they - they brought me a dog.  They locked me up with that dog - the jacket that I was wearing was new.\nIt was  [indistinct] because of this, I couldn't do anything with that jacket anymore.  1 o'clock in the morning they took me - they took me to Wellington.  I was there until the next morning, on a Saturday.  Still there in Wellington one of the police officers - a white man arrived wanted to see the condition of the people who were arrested.  I made a request to this police officer because every - I was hurting.\nEvery part of my body was painful, I asked - I pleaded for some help.  I asked if he can not do something so that I can get some - a doctor or maybe go to the hospital because I couldn't sleep, I couldn't so a thing.  My body was hurting, the police said it's fine.  He took me, he helped me - about half past 9 a van came, I was taken to Paarl East Hospital.  \n When I arrived there I had a problem when I told the doctor that I was - I'm in need of help and he asked me who are you and I told him that I'm a person.  And then he said to me\nBy being a member of  UDF can you see now the benefits of\nbeing a member.  Why did you join the UDF in the first \nplace?\nI didn't respond.  Instead of getting the help that I was needing they didn't take care of me - I was not satisfied in that hospital because of what the doctor said.  I went back to the cell in Wellington, on a Monday they came - I was taken to Court - in C Court in Paarl.  I was there for a long time something like four months I was in the cell.\nThey used to take me to court and interrogate me and accusing me - they accuse me of trying to kill Nodobeco Konquso.  So I must  [indistinct]  - they said I wanted to kill Nodobeco Konquso.  I couldn't respond because I knew very well that there was nothing like that but I had hoped that everything is going to be clear very soon.\n I was taken out from C Court - I was taken to the Regional Court.  I was released and I was not told whether I was guilty or not after four months.  That was on the 25th of September, meaning I spent four months in that Court.  I went out, I made some effort to try and clear my name.  I went to Stellenbosch to see an attorney, I told him about my case and I was not guilty though I was assaulted and now I - I was claiming because I spent time in jail for nothing.\n They attorney tried something but me clothes disappeared, I couldn't get my clothes back.  There was no direction of my  clothes, my clothes were full of blood they were in   [indistinct] I wanted to use them as evidence.  What's happened after that when I claimed - after I've claimed this the - my attorney took my - took - took the policemen to the court.\nThey refused to go to court instead they sent some amount - some money about R10,000-00 whereas our decision with my attorney - I was going to claim 90,000 to clear my name.  They gave me this 10,000 and that was the end of my case.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Can I just clarify a few of the issues here, when you were arrested and detained in 1986 you were - you referred to your daughter so you were married at that stage and you had a family, is that correct?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "Yes, I was married, I had children.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And how old were you them?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "I was 48 years old.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And now were you involved in - in politics, were you involved in the political structures which existed at  that stage?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "Yes, I was involved in politics.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And in which structures were you involved?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "I was a member of the UDF.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Were you an active member?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "Yes, I was representing the block that I was staying in, I was a committee member.  I was a committee member of  a plan - a plan Mandela.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now, when these police arrested you what were they questioning you about, what information did they want to get from you?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "They wanted to know whether I - did I have any information about UDF by the time.  I denied anything -  I denied anything concerning UDF at the time.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And eventually it appears as if they charged you for attempted murder on this Nodobeco Konquso but nothing came of that case - it seemed as if you were - you were never convicted - you won that case?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "That's correct sir.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "The police who arrested you, were they from the Security Branch - Security Police?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "Mr Swanepoel and  Gasi were investigators who were in charge of that State of Emergency at the time.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Now you've referred to them and you've referred to a policeman with the name of   Kaas it seems.  Could - could you it have been his name.  Was there a policeman with the name of Victor involved in your arrest and interrogation and these - these assaults that you've referred to?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "Victor was there - he was present.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And whilst we're talking about Victor from our own inquires it appears as if this policeman Victor that you referred to is still a policeman in Paarl and he used to be with the old Security Branch and seems to be presently with the unit of the Police that took over the work of the old Security Branch  -  it's just by way \nof information.\n Now ...[intervention]",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "Yes, I once saw him this year.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "It is - it is quite an amazing experience that you have - that you have related to us.  This snake that the - these police produced  and that they wrapped around your body and around your neck would you like to describe it to us - what did it look like?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "This snake was the kind of snake which looked harmful but maybe they tamed the snake that is why maybe it was not dangerous to me because I could see that it was one of the dangerous snakes.  Maybe it was tamed.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "What did it look like?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "It was longer - it was about 2 m long - it was thicker - it was thicker this size - it was thicker.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And the thickness seems to be about 3 cm - a radius of about 3 cm that you have indicated but that's by the way.  How did you feel when they wrapped this thing around you - around your neck and around your body and you were naked it seems them...END OF TAPE 1, SIDE B...",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "It was bad - I was not happy at all.  I was not expecting this - I was not expecting, among al the other things I was not expecting a snake especially from police.  Since after that my health deteriorated - I took time to recover - I took time to be in my own condition.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Have you recovered fully from - from all of this.  The experience, the injuries and so on?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "After all that I recovered and I felt better because I went back to work - I was working since then but at leased I felt better.  I recovered meaning that I - I recovered and I went back to my normal condition.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "You said also that when those policemen realized that this snake wasn't harming you - wasn't doing anything to you they brought back the - the dog.  What did that dog do?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "That dog was biting me - he was biting on my thighs, I had some wounds - I had some wounds on my thighs.  They wanted me to cry, they had just playing with me - the police were playing with me.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] biting you, were you still naked?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "Yes, I was still naked.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "When you were detained with Mr Benn Konene and appears as if Mr Konene was also assaulted.  Now - now where is Mr Konene at this stage?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "Benn Konene - we were together but he is in - he went to Cape Town.  He was working in Cape Town and he's actually living there.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "The - you also referred to a doctor that you were taken to in Wellington if I'm not mistaken.  Did that doctor give you any medical treatment apart from telling you about what happens to people who belong to the UDF?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "The only help that I got from this doctor was not the one that I was satisfied with because it was a white doctor and he was showing me that he was a racist and it was a doctor - a white doctor who used to hate UDF.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And just finally Mr Malunda you said that you were in custody - Police custody from the time that you were arrested in June until the 25th of September of that same year, 1986.  Were you denied bail or what happened to you?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "I - I asked for bail, they refused me - they said that - there was money that my friends could bail me but they refused.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And why did they say why should you not get bail?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "Their reasons was that I'm a member of UDF and I'm also a leader - among the leadership of UDF, that was their reason.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And this charge - the so-called charge that they had against you, just nothing came of it eventually?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "They just released me, there was nothing else after that.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "And how did you feel about that experience - a court denying you bail, you're a person on 48 years, you've got a family,  you are from Paarl.  You've seemed to have a permanent place to live and they deny you bail and nothing comes of this case.  How did you feel about that experience?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "It was very painful because I was always thinking about my children because by that time there was nobody who was buying food for them.  There was no money to buy food.  Secondly there was no way of paying my accounts, there was no way at all of paying my accounts.\n I felt very bad because instead of going forward I was going backwards.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "One must assume that when you were eventually released on the 25th of September it must have been very difficult to get going again?",
            "Unknown"
        ],
        [
            "MR MALUNDA",
            "Yes, I was working very hard to pay my accounts, it was very difficult - it was \nvery difficult.  I was in a very difficult situation.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "I thank you very much Mr Malunda, thank you Chairperson.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you Denzil, anyone, Brenda?",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Mr Malunda we apart from the other information that Adv Potgieter gave you with regard to the Investigation Report we would like to also just point out that according to your investigators all the police records at the police station here were destroyed up to 1990.  So all the information with regard to your arrest and you interrogation is not available to us because the records are destroyed.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Thank you Glenda, thank you  [indistinct] .  This - the story of our lives cover up destruction's   and all of that.  I often find it very difficult to reflect on the pain and suffering that witnesses bring on stage to the hearings of the Truth Commission.\nWe - many times we are moved into associating the suffering and pain that witnesses have gone through with heroism but that I our interpretation of what people go through.  [indistinct] heroism and  yet there were many moments of venerability that people go through and we loose sight of that venerability.  \n This is why that sometimes when people come up here they are moved to tears because remembering the pain and suffering brings back the memory of the humiliation, degradation and the loss of dignity that they had to go through.\n Your story is the same as the others but it is also important at the same time to remember the pain that is being experience by people is not the same.  Your pain is not the same as somebody else's pain.  It is different because within your pain that you feel there are a lot of things that had happened.  As you are saying you are going back, you are not progressing.  You have lost a job, you'll have to start a fresh again looking for  a job.\n So meaning there's a lot of things that look place.  The first one is the one that were prosecuted, you were [indistinct], you lost your dignity by the time you were being prosecuted.  You had to start a fresh with your life because of all that, I want to say we sympathize with you, we thank you very much by coming forward to show us the other way that the people of Paarl were harassed. \nWe thank you very much, we promise that we are going to try and make - and do something about all the files that are lost right now.  We are going to try and get a clear picture of what happened,  thank you very much.\nWe would like to propose that we  [indistinct]",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you Chairperson,  I'm going to ask, for a short while after having talked to Rev Qumza to find out about if - certain issues and to find out what was he actually - what he actually wanted to say.  We found that - that Rev Qumza wanted that there should be reparation done to Malusi's mother and he was giving some explanation that in that whole process of trying to assist that family after this incident, during the State of Emergency he himself had - he incurred some expenses and he even borrowed money from people so as to meet this family towards the funeral expenses.\nAnd he therefore could not go back to the college because he had exsorceted his finances.  This is what he was trying to say - at the time he was asking that this Truth Commission  should give some compensation to him after investigating about this matter.  \n And make some recommendation to the State President about his contribution so we thank him for that.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "[indistinct] your statement and for misrepresenting your intentions.  I therefore also  [indistinct] now on stage please with the briefer, thank you.",
            "Female"
        ]
    ]
}