{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-14",
        "location": "WINELANDS",
        "day": "1",
        "case number": "CT/00267",
        "victim": "CHUMANI MILTON MATSHIKI",
        "testimony": "NOTHEMBA KABANE [wife]",
        "nature": "SHOT & KILLED",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56124&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/wineland/ct00267.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS BURTON",
            "MS GOBODO",
            "MS KABANE",
            "REV XUNDU"
        ],
        "original_speakers": [
            "MS BURTON\n",
            "REV XUNDU\n",
            "MS KABANE\n",
            "CHAIRPERSON\n",
            "MS GOBODO\n"
        ]
    },
    "testimony": [
        [
            "MS BURTON",
            "The next witness this morning is Ms Nothemba Kabane and I'd like to ask her to come up to the stage.  Ms Kabane can we just check that you can hear the translation threw the earphones.  Can you hear me - can you hear me threw the earphones, thank you?  Would you please stand so that you can take the oath.\nNOTHEMBA KABANE Duly sworn states",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairman, greetings to you Nothemba Kabane.  What is your clan name?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "I'm Mamfulani - Mamfulani.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Are you married to new Zulu clan?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "Yes, I am",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you, where did  you grow up?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "My home is in  Lady Frere.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you, where did you get married, did you get married in Lady Frere or here in Paarl?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "We got married in 1960 back home.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Your husband, according to this statement, was - his views were in contras to the POQO Regime.",
            "Unknown"
        ],
        [
            "MS KABANE",
            "Nozulu, my husband was against the POQO Regime - he spoke openly.",
            "Female"
        ],
        [
            "REV XUNDU",
            "In which organization was in?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "He belonged to no organization, it  was in 1962 one could not say anything about the POQO Regime - not even to the next person - because we were never sure whether that person belonged to POQO or not.",
            "Female"
        ],
        [
            "REV XUNDU",
            "What is it about the POQO Regime that your husband did not like?  I - pardon, what is it exactly that your husband was against in the POQO Regime?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "He did not like the killing of people - where were a lot of people who got killed by POQO.",
            "Female"
        ],
        [
            "REV XUNDU",
            "According to your statement - apparently somebody said your husband must be careful of speaking about POQO in the negative.  Did your husband tell you exactly who it is that your husband was against?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "My husband used to like going to the bar - he'd stand on a chair and speak out rightly against POQO.  This man that advised us to tell my husband that he should stop speaking against POQO, we then tried to stop speaking against POQO.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Are there particular people that you know or that Jam-Jam  knew.",
            "Unknown"
        ],
        [
            "MS KABANE",
            "It was  in Langabuya  Jam-Jam stayed in Mhaluweni.  My husband was with me at home.",
            "Female"
        ],
        [
            "MS KABANE",
            "Did he not  say exactly who it is that wanted to kill your husband?",
            "Female"
        ],
        [
            "MS KABANE",
            "No, he did not say, it is just they - it is just that they gave him lethal looked should he speak against POQO.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did you not know POQO members?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "No, we did not.  You could not identify them as POQO members.  It was a terrible situation them.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Your husband then went to  Mhaluweni.  Wouldn't you please tell the Commission exactly what happened?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "It was in 1962 the 27th of October, on a Saturday, at half past four.  My husband worked at Rembrandt at night.  Then Zamela Gologolo worked with him - and Gaja - they came to our house, they then left with him to go to eMalholweni.  He never came back, at Langabuya the situation was terrible at the time.  At 6 o'clock we'd shut our doors, we thought perhaps he would sleep at eMalholweni.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did these people not say exactly what happened to your husband?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "They all did not come back on the Saturday.  I then thought he slept at eMalholweni with his relatives.  On the Sunday morning we were wondering why he was not coming back.  I then went to Mr  Ndongeni and Mr Ngendani to - I then reported that my husband was not yet back and it was all ready 12 midday.  1 o'clock elapsed and he still had not come back.  When we went to Mr Ndondela's house - when I entered his house at midday they then looked down.  I told Mr Ndondela that Nozulu is not back, they said they would find out where he is.  Mandigisa and Mr Ndondela came back.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Where did  [indistinct] and your husband separate?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "We were not able to go to  [indistinct] because he was at eMalholweni.  What we did is to go ask someone else if he'd seen Nozulu.  Njati then said there's someone who was found next to the river - someone who was headless.  We did not know what to do, because the situation was terrible at Lungabuya at the time.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did you then go and investigate if it was him?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "We were not able to go because it was Sunday  [indistinct] .  My neighbours then stayed with me until the morning on   the Monday.  On the Monday morning there were a whole lot of people - our neighbours.  Investigators then came with Ndugela, the police van went to the farm were Mr Nxhani stays.  Ndugela and Ndunlungu in the presence of Mr Ndongeni asked were Nozulu was.  I then said he left on Saturday, they then said to Mr Ndugela why is it that her husband should not come back until Monday morning.  I then went to the police station,  I left my children with Manthene.  We went to the police station - when we got to the police station on the Monday morning, there  were a lot of people from Umtata, that were at the police station.  The investigators then said  \nYour husband is headless, can you not go and identify the body?  \nI said  \nI have a young child, I cannot go to identify the body.   \nI then requested that they bring his clothing to me, then Ndugela brought his clothing, I said \nThis is it.\nI then went back home and there were a whole lot of relatives at home.  On the third day the police came again saying I should identify his head.  I then went because I could not escape from this,  I identified his head.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did they then allow you to take the corpse to bury him?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "The Umtata people buried him but as Anglican I could not bury him.  The Methodist Church buried him.  He was Anglican member and I was Methodist, but it was difficult for him to buried according to the Anglican routine.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Was it the churches that was censoring the churches?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "It is this organization.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Where was your husband working at the time?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "He was working at Rembrandt, it had been 10 years.  His employer was there at the funeral.  But they did not help me bring up my children, they did not give me my husband's rights.",
            "Female"
        ],
        [
            "REV XUNDU",
            "So you were not able to receive any of his pension?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "No, I did not receive anything, I was under a lot of stress and heart ache.  I have not been well since because it was the first time I saw a man headless like a sheep.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Did you investigate if he had any rights or pensions that had been deducted from his salary?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "No, I did not, it was very stupid of me.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Do you have enough evidence that your husband worked at Rembrandt?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "I have full evidence - if things had gone according to plan I would be staying in a subsidized house and I'd be a Madam.  There are people who work for Rembrandt who are here now.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Do you wish that the Commission would investigate for you?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "My request is that the Commission would investigate about my husband's monetary issues.  I also request the Commission to give my children a tombstone.  I also have 3 grandchildren - my son passed away, I only have a daughter.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Do you work?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "I'm a pensioner as a result of ill health.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Besides what you have already said, do you have any more to request to the Truth Commission?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "There is nothing that I'm forgetting, but I want to emphasize that my request is that the Commission investigates my rights at the Rembrandt and I request a tombstone for my husband.  As a pensioner with my 3 grandchildren it the Commission would help me with that.  Excuse me sir, I also want to know who killed Nozulu, I want to know so that that person can ask for forgiveness and confess that I killed Nozulu as a result of this or that.  There's nothing I can do with those who have been hung, there are people who have been hung.  I was also asked to go to the Court of Law, but I had children and I couldn't.  But I was also taken to court cases.",
            "Female"
        ],
        [
            "REV XUNDU",
            "The people - the other people that you think were there besides those that were hung, if the Government would investigate the people that were with Nozulu.  Besides those that were hung?",
            "Unknown"
        ],
        [
            "MS KABANE",
            "Yes, they are in the villages, some in Okadjana, some in Nxamakwa, others were just given suspended sentences.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you Mr Chairmen, I give the witness back to you.  Thank you ma'am, to you have ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Pumla Gobodo",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you ma'am, thank you Mr Chairmen.  What you have just told us is very painful, ma'am.  It is evident that the killing of people because they disagreed with certain organizations did not start around 1985 or '86.  It even happened way back in the 1960's, it is painful that people were killed because they were forced to be of the same few with these organizations.  We trust that one of the results of our work, would be to teach people and enlighten people to be able to refuse and say no and the others to except that people are of different views.  We are were we are today in our Country because blacks and white in this country were not able to fight for the truth because they were to scared.  You say that your mother was married in 1960, so when Nozulu left you were only married for 2 years.  How old were your children at the time?",
            "Female"
        ],
        [
            "MS KABANE",
            "I had 2 children\nNosipo was born in 1960, the 5th of September  \n Sithembila was born in 1962 on the 4th of September\nNosipo was 1 year 2 months, Sithembila was one month, 2 weeks, this is why it was difficult to see the corpse without a head because I was still breast feeding.   I had 2 very young children, this is why I'm saying to the Truth Commission, my heart is still weeping and bleeding against the people who killed Nozulu.  \nThose who died and those who's still alive.  My children would be  very advanced were my husband still alive.    \nEven those who are still alive, my heart is still against them until they come and ask for forgiveness.  \n My husband was working for Rembrandt, working for my children.  Thank you ma'am.",
            "Female"
        ],
        [
            "MS GOBODO",
            "This picture that you have drawn of holding your children by the teeth shows us how much you are struggling for your children, it depicts the picture.  Is this your daughter?",
            "Female"
        ],
        [
            "MS KABANE",
            "No, this is my sister, my child is not well.  This is why I'm asking for help.  Nosipho is not well, if you would see he you would also realize that.  She has three children\n Sithembila was bitten up  at eMalholweni in 1988 on the 10th of April.\n Stembele passed away, he was beaten up at eMalholweni\nI had 2 children, I now have one.  Sithembila was beaten up on the 10th of April 1988 and he died immediately.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Why was he killed?",
            "Female"
        ],
        [
            "MS KABANE",
            "I do not know because I was of ill health and I was not there, but because my husband passed away in the nature, and then my child died, I related the 2 but I could not be sure.",
            "Female"
        ],
        [
            "MS GOBODO",
            "That is very painful ma'am because as your husband passed away in a very bad manner, then again your child who was now a breadwinner you also lost him - killed by our neighbours.  This must be very difficult for you to except in your heart?  We have excepted your request that the perpetrators must come and ask for forgiveness so that you to may have a peaceful heart.  We hope that we will be able to for fill your request.  Thank you ma'am.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much ma'am for having come here to give this evidence.  To open this wound, our work is that we cleanse wounds such as yours so that the Lord can use the balm of the Holy Spirit to comfort you.  Because we have no words for people who had have suffered such as you.  People who like you who have lost a husband and a son, you probably ask yourself why it is that all these bad things happen to you.  We have also heard your request that we investigate your rights and the rights of your children and a request for a tombstone. We've heard all this, so we are able to do, we will be able to resent our case to the President and recommend your requests to the President.  We'll ask the President in your name, may the Lord be with you and comfort  you, thank you.",
            "Unknown"
        ]
    ]
}