{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-15",
        "location": "WINELANDS",
        "day": "2",
        "case number": "CT/00433",
        "victim": "RONALD ROBINSON",
        "testimony": "PHEBEL ROBINSON [wife]",
        "nature": "TORTURE BEATEN TO DEATH",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56132&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/wineland/ct00433.htm",
        "speakers": [
            "ADV POTGIETER",
            "DR ORR",
            "MS GOBODO",
            "MS ROBINSON",
            "MS WILDSCHUT",
            "REV XUNDU"
        ],
        "original_speakers": [
            "DR ORR\n",
            "MS ROBINSON\n",
            "MS WILDSCHUT\n",
            "MS GOBODO\n",
            "REV XUNDU\n",
            "ADV POTGIETER\n"
        ]
    },
    "testimony": [
        [
            "DR ORR",
            "Ms Robinson we now - it's definitely the afternoon now, so good afternoon to you.  The person who you brought with you, is that a family member?",
            "Unknown"
        ],
        [
            "MS ROBINSON",
            "Yes, my niece.",
            "Female"
        ],
        [
            "DR ORR",
            "Your niece, welcome to you too.  Thank  you for coming to support your aunt.  Ms Roberson - Ronbinson before we hear your evidence can I ask you to stand to take the oath.\nPHEBELE ROBINSON Duly sworn states",
            "Unknown"
        ],
        [
            "DR ORR",
            "Thank you very much, I'll now hand over to  [indistinct] Wildschut to help you to tell us your story.",
            "Unknown"
        ],
        [
            "MS WILDSCHUT",
            "Good after noon Ms Robinson, are you going to be giving your evidence in Afrikaans?",
            "Female"
        ],
        [
            "MS ROBINSON",
            "Yes, in Afrikaans please.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "We will speak both English and Afrikaans, if you cannot understand what I am saying please use the headphones.  Just to explain to everyone we just would like to ensure that Ms Robinson understands and hears clearly and that we are able to communicate properly with each other.  Ms Robinson is just putting on her earphones. \nOkay, Ms Robinson you have made a written statement before the Commission involving the story of your husband, Ronald William Robinson, and a story about his faithful death on the 29th of the 9th 1990 - 1992.",
            "Female"
        ],
        [
            "MS ROBINSON",
            "That's correct.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Would you go ahead please and tell us what happened that night, also tell us from your side how you understand this terrible story.",
            "Female"
        ],
        [
            "MS ROBINSON",
            "It was on a Monday evening, on the 28th of September and we were all together as family.  At quarter to 11 that evening - we had friends with us by the name of Maria Keyser and at a quarter to 11 we parted and he took Maria Keyser home.  And I never saw him after that.\n At half past 1 that night I woke up and he was still not home.  At 6 am there was a knock on the door - okay - the morning of the 29th of September at 6 am there was a knock on the door.  I opened the door and thought to myself but  why haven't you got your key, why are you knocking on the door, thinking it was him.\nAnd I went to open but it was his nephew or his cousin who had come.  And I said to him but Ronny is not home yet.  And he said that I should go and call his sister because at that time we did not have a telephone installed in order to telephone Maria Keyser to find out what he has said to her whether he had told her he was going somewhere or not.\nAnd - and then his - Ronny's sister went and phoned Keyser to find out - what had happened to Ronny and all she could say that he had dropped her and told her that he was in a hurry to get back home because he still had work to do.  Because he was working in Stellenbosch for a company called T & G.  \nBut he never got home that night, I waited and I asked his cousin to please investigate at the hospital or look along the roads if he didn't see his car.  He came back and said\n No there is no sight of his car at the hospital and neither is there \nany sign of it at the Police Station or on the road.  \nI think it was approximately half past 8 - between half past 8 and 9 that morning when I phoned Paarl East Police Station to say that he had left the evening and that he has still not returned and that I would like them to try and ascertain for me whether he was somewhere along the road or whether he had been involved in an accident or if he perhaps took ill along the road and pulled off the car and stopped.\n They then promised to investigate immediately.  That afternoon at 1 one of the policemen came and asked me\nMadam are you strong enough.\nI was so  flattened I didn't ask him - then he said to me\nWe found your husband's body in the mountain, he has\nbeen murdered.\nThat was on the 29th when they came to inform me.  He's been murdered, I did not know what was happening.  I did not know of anybody that bore any grudges against him.  I just don't know.\n But what raised doubts in my mind and what raised questions which brought me here is that in the first place I wasn't allowed to go and identify my husband's body.  The police simply did not want me to and since the evening of the 29th they started watching my house.  We were not aware of that because initially there were a lot of people and a boy - my sister's son who I had raised was residing in Wellington.  When he was on his way home that evening, he came back to tell us the people - to tell the people to come and look because the police were watching the house.  \n And when the people went out to go and look the police drove off.  My question is why did they watch the house and if they were worried about me and my condition why did not come to me and say madam we are worried about you, that is why we are watching your house.\nWhy did they drive off, further more the matter was heard in Paarl.  On the 21st of February we were suppose to go to Paarl Court again after they had apprehended Philander- the perpetrator.  When we were supposed to appear in court on the 21st , we were informed a day before the time that the matter was being referred to the Supreme Court and there was no cross examination.\nThe day we went to court we were told that the matter was going to be finalized because the investigating officer - Adams - said that the matter was being finalized.  And I said today because this surprised me because my people were far from me and they wanted to hear what was happening.  When we got to the Supreme Court the matter wasn't even ready to be heard in the Supreme Court.  \n On the 11th we went again, the matter started at 10 o'clock and at quarter to 12 it was - had been finalized.  There was no cross examination because the person who murdered him was but 21 years old.  He was still very young and tiny and Ronny was a big man, he was tall and he was hefty built.  That child couldn't possibly have overpowered him and he couldn't even drive.\nSo if they asked - put one question to him and said you cannot drive a car, how did you get the car away form the Ou Du Toitskloof Road to where it was, I would have been satisfied.  But that question wasn't even put to him.\n It was not put to him and that is why I am dissatisfied, I would like the truth.  Who is behind this whole thing or who was in on the murder because my husband gruesomely murdered.  It wasn't just one stab wound, his arms was slit open, he had several stab wounds on his body and  marks from where the had tortured him.  That is not one persons work, the report is laying there.  I brought it with me who ever wants to read it can read it so that they can see what happened to him.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "[indistinct] very brave to tell us what you - about your husband's death.  With your permission can we just go back a little bit more so that we can understand the story very clearly.  You were telling us about the person who was charged with the murder of your husband.  Do you know this young man?",
            "Female"
        ],
        [
            "MS ROBINSON",
            "I do not know him but his name is Ruben Philander, I do not now him as such.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Ruben Philander is in prison at the moment serving a sentence for the murder of your husband?",
            "Female"
        ],
        [
            "MS ROBINSON",
            "Yes, he was sentenced to 21 years.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "[indistinct] you have misgivings about this, you have a funny feeling about this case.  Do you think that Ruben Philander was able to murder your husband on his own?",
            "Female"
        ],
        [
            "MS ROBINSON",
            "No, definitely not.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Can you explain to us why you think that?",
            "Female"
        ],
        [
            "MS ROBINSON",
            "The manner in which he was murdered and the marks that was found on his body.  Philander was  [indistinct]  built, he was young and he wasn't very tall.  He was about - short.  Approximately as tall as the briefer.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "So you're saying that he was a young man, very small in comparison to your husband who was a large - a big built man, strong man?",
            "Female"
        ],
        [
            "MS ROBINSON",
            "Yes.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Do you feel that there was some political motivation for the murder of your husband?",
            "Female"
        ],
        [
            "MS ROBINSON",
            "Definitely so.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "It appeared as though it was just a criminal - a murder even though you suspect that it may have been a political motivation?",
            "Female"
        ],
        [
            "MS ROBINSON",
            "Yes, they wanted it to appear as such but I do not believe it to be as such.  I can mention a name but it - it is merely hearsay.  The name Mervin  Arries - I do not know if he was a reservist policeman or what he was in the Police Force - what he was in the Police Force but the Tuesday evening he came there and he said to one of the boys that I raised\nI warned Ronny 3 months before the time not to drive - not\nto drive around alone anywhere but his time had run out so \nthey had to do their work.  \nThat is what he said, he did not say it to me personally but he said it to one of the children who  I raised in my house.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Mervin also said nobody must take about this advise that he had given ...[intervention]",
            "Female"
        ],
        [
            "MS ROBINSON",
            "Yes.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Because  [indistinct]  his life.",
            "Female"
        ],
        [
            "MS ROBINSON",
            "Yes, because there was a time were he was not in Paarl, he was gone from Paarl until after the matter was finalized and then only did he come back.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "[indistinct] you think that your husband would be the target of a political murder as gruesome as his murder?",
            "Female"
        ],
        [
            "MS ROBINSON",
            "My husband wasn't scared, he was not afraid of anyone and he fought for human rights.  He was a man for his community.  He supported the poor, and the people that were battling.  So many times I said to him\nYou've got no time for your own house and your own\nfamily, we've got just as many problems but you are never \nhere when I need you. \nAnd he said\nBut my wife you know where I am going to and you know \nmy cause is a contribution to the struggle.  \n So once again I say that he was not afraid of anybody and he stood for what he believed in and for his community.  There are many people here that can bear testimony to that - to the fact that he stood for his community.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "He is seen as a community leader and seen as somebody who spoke out against injustices in the Paarl community, he became a target and he became  [indistinct] to those who didn't want people to speak our.  Is that so?",
            "Female"
        ],
        [
            "MS ROBINSON",
            "Yes, look he was in the UDF, he was in the ANC, he was involved in the workers organizations, in the T & G workers organization and since he had linked up with the UDF there was a time where he was away - where he had to flee.  It was - I cannot remember exactly whether it was in August or September in 1986.  It was 1986 then when everyone has to flee for their lives basically.  And he had to - he could only come back after Christmas the following year but I cannot remember the exact years but he was gone.\n And I could not even receive a telephone call for him, he had to phone different people in order to contact me and I had to work in a very slight manner to get to Cape Town to go and give him support on Sundays and to see him.  The girl that was born there by us, I took her with me and he loved this child very much and I took her with me Sundays so that he could see her and we had to spend the days on the beach and so forth.\n And it continued like that until he could come home, but in the time that he was gone the police would come at night and come and ransack my house to see what they could find in my house that would count as evidence against him.  And they would just - there's something that I want to mention today specifically.  I would like them to bring Daniels - who was an Investigating Officer forward so that he can come and give evidence as to who the informers were all these years.  \n Where I was working at Langeberg and one day he sent people to come and fetch me at my work and interrogate me as to where my husband was, saying I knew where he as and if I don't tell them now, my papers are ready.  And that they would send me to Robben Island if I refuse to talk.\nSo I said to him if it - if that's what you want to do then so be it, but I do not know where he is.  And they wanted to know why didn't you tell us that your husband is missing and at the time my husband was unemployed.  So I said to him\nWould I come to you people when I have a husband that's\nnot working and I am working for my house.  Why should I \ncome to you people.\nBecause I did not want to betray him, I knew where he was.  Because if I remember correctly there was a time were he lived with Dullah Omar when he was - when he was on the run, but I did not want to tell him to tell him where he was.  But I would like him to be brought forward so that he can come and give evidence as to who the informers were.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "You were harassed by the police and you also went through your own suffering with regards to ...[intervention]",
            "Female"
        ],
        [
            "MS ROBINSON",
            "Yes, they came at night and they also came to my work.  And they'd come - the Paarl police would come and take me for questioning at the Police Station.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Ms Robinson I have before me some really gruesome photographs off your husbands body.  I know it's very terrible for you to go through this experience.  You did say that you were not allowed to see your husband's body at the time of the funeral.  Where you able at any point to - to get to know how badly he was hurt?",
            "Female"
        ],
        [
            "MS ROBINSON",
            "Look I saw his body after the postmortem had been performed but when the body was found at the - on the mountain I was not allowed to identify it.  But after they had performed the postmortem and cleaned him, Solomon said that he was going to fetch the corpse at the Police Mortuary and keep it at his place.\nAnd he called somebody to fetch me so that I could fetch the body at the Police Station and that's the first time I saw him.  Than was approximately 8 thereafter - if I remember correctly it was - he was murdered on the Monday evening and the Friday I saw his body for the first time and them I saw how my - my husband was murdered.  \n Because he was fair but he did not have any color in his face because it looked like burn marks and candle marks the way they tortured him.  That is why I doubt it because if the police weren't after him for all these years, I wouldn't have had such strong doubts and reservations in my mind.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "[indistinct] more questions to ask you.  How do you feel about Philander?",
            "Female"
        ],
        [
            "MS ROBINSON",
            "I don't know if I should say I hate him but as a Christian I suppose your - you have to say that you have to forgive.  But as I said if that was God's will that he should have met his fait in that way then perhaps I should be at ease.  \nBecause to hate Philander now is not going to bring my husband back to me because I said at the time of the trial if the law want to acquit him because they are dirty enough to do that, they can acquit him.  But he will have to live with his conscious for the rest of his live and that will be his punishment.  So I do not know if I should hate him or what I should do, but I do not believe that I hate him because he got what he deserved, but he has to come back with the truth.  He has to come with the truth, that is my feeling.",
            "Female"
        ],
        [
            "MS WILDSCHUT",
            "Listen you have moved me very deeply, I do not have any more questions to ask you and I'll hand over to the Chairperson.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Thank you Glenda, any ?",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you very Chairperson, so your request if I - if I want to understand it well is that you would like Ruben Philander to give us information as to whom he was when he - when your husband was murdered or tortured.",
            "Unknown"
        ],
        [
            "MS ROBINSON",
            "Yes.",
            "Female"
        ],
        [
            "REV XUNDU",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Denzil ...END OF TAPE 2, SIDE B...",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "[indistinct] Robinson you said that you had some document - some documentation with regard to the injuries.  Was it - is that a medical report?",
            "Unknown"
        ],
        [
            "MS ROBINSON",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Do you have it with you?",
            "Unknown"
        ],
        [
            "MS ROBINSON",
            "Yes, I brought it along with me.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Apart from the stab wounds, which other injuries were inflicted on the body - which other injuries could you see?",
            "Unknown"
        ],
        [
            "MS ROBINSON",
            "[indistinct] marks as they dragged him along and I don't know what else they did with him.  But it was - it's a long report and I cannot say - I cannot mention everything because the report is far to long.  Because every part of his hand, his fingers had marks, stab marks, scuff wound - scuff marks from being dragged. I just cannot mention everything.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Do you have any children from your marriage?",
            "Unknown"
        ],
        [
            "MS ROBINSON",
            "No we did not have any children, here is one of the children who were adopted at the age of 10 years old and then there were 2 boys and another girl who we assisted with their school education because we did not have any children of our own.\nA doctor who was born in our house by a women from Piketberg - after she fell pregnant - her husband left when she was 3 months pregnant.  She came to us and the child was born  there - the child is 13 years old now and we've raised her.  This girl got married again and after slightly more that  a year she gave birth to a boy.\n Her child was 10 years old when this child's father was also murdered just after my husband's death - that was on the 11th of February when my husband's matter was finalized in 1993.\nAnd then this child was born and then this child' father was murdered on the 15th of February 1993 and this child is now 3 years old - he'll be turning 4 and I am helping to raise him.  But I do not have any children of my own.  As somebody said to me  in other words I am raising the communities children and I said yes, that is what my husband left me to do.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "How old was your husband when he was murdered?",
            "Unknown"
        ],
        [
            "MS ROBINSON",
            "He was 45 or 46 years old.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Did you ever - as you say there was no cross examination at the time of the trial - but did you ever receive any explanation or hear any explanation on behalf of Philander about what happened?",
            "Unknown"
        ],
        [
            "MS ROBINSON",
            "Philander did not say a word.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And you did not receive any other explanations with regard to that?",
            "Unknown"
        ],
        [
            "MS ROBINSON",
            "Apart from a report that was red there - what was it said - it was a - it was said it was something to do homosexuals or something.  In the report it was said that it was merely a motive which was use but that the actual motive was murder and robbery.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "So Philander made allegations of homosexuality?",
            "Unknown"
        ],
        [
            "MS ROBINSON",
            "Yes, that's what they said.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "He tried to use that as motive for the murder?",
            "Unknown"
        ],
        [
            "MS ROBINSON",
            "Yes.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "And how did that strike you - how did you act - find that explanation?",
            "Unknown"
        ],
        [
            "MS ROBINSON",
            "I did just not except it - I did not except it because I said that if it was something like that then they should have come forward and there is a Law for that.  Why didn't they talk about that, so I just did not except it.",
            "Female"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much Madam.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "We would like to recognize your coming up here today as a celebration of your late husband's struggle for Human Rights.  And his contribution to the community helping those who were needy.  We'd also like to remember the suffering that you and other women who have given testimony this week in front of the Commission - the suffering that you went through when you lost your children, your husbands.\nWe'd like to remember with you the suffering that you went through when you had to relate to your husbands in a secretive way.  \n We again would like to pledge our commitment to do our best in the work of the Commission to establish what the truth is about the death of your husband.  Thank you so much for sharing with us your pain, thank you.",
            "Female"
        ]
    ]
}