{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-14",
        "location": "WINELANDS",
        "day": "1",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56138&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/wineland/ct00594.htm",
        "speakers": [
            "CASE NO",
            "CHAIRPERSON",
            "DR ORR",
            "KILLED",
            "MS GOBODO",
            "NATURE OF VIOLENCE",
            "TESTIMONY BY",
            "THEMBA NDINISA",
            "VICTIM"
        ],
        "original_speakers": [
            "CASE NO",
            "VICTIM",
            "THEMBA NDINISA\n",
            "NATURE OF VIOLENCE",
            "KILLED\n",
            "TESTIMONY BY",
            "DR ORR\n",
            "MS NDINISA\n",
            "MS GOBODO\n",
            "CHAIRPERSON\n"
        ]
    },
    "testimony": [
        [
            "CASE NO",
            "CT/00594",
            "Unknown"
        ],
        [
            "VICTIM",
            "",
            "Unknown"
        ],
        [
            "THEMBA NDINISA",
            "",
            "Unknown"
        ],
        [
            "NATURE OF VIOLENCE",
            "SHOT &",
            "Unknown"
        ],
        [
            "KILLED",
            "",
            "Unknown"
        ],
        [
            "TESTIMONY BY",
            "NONTSIZI NDINISA [mother]",
            "Unknown"
        ],
        [
            "DR ORR",
            "Before I swear Ms Ndinisa in I'd just like to say again that if people can share headphones - if you're understanding the language that is being used, please give your set of headphones to someone who doesn't understand so that as many of us as possible can take part in the proceedings.\n Ms Ndinisa welcome, thank you for coming here today.  Who have you brought with you?",
            "Unknown"
        ],
        [
            "THEMBA NDINISA",
            "[indistinct]",
            "Female"
        ],
        [
            "DR ORR",
            "Ms Ndinisa can you hear me?  Can you hear me threw the headphones?",
            "Unknown"
        ],
        [
            "THEMBA NDINISA",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "DR ORR",
            "Who's the lady who you have brought on stage with you?",
            "Unknown"
        ],
        [
            "THEMBA NDINISA",
            "[indistinct]",
            "Female"
        ],
        [
            "DR ORR",
            "Thank you, welcome to you to.  Ms Ndinisa would you stand to take the oath please.\nNONTSIZI NDINISA Duly sworn states",
            "Unknown"
        ],
        [
            "DR ORR",
            "I'm going to hand you over to Pumla Gobodo-Madikizela who will help you to tell your story.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "I great you, there's no need for you to put on your headphones because we are going to communicate in Xhosa.  My name is Pumla  [indistinct]",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "I'm Themba Ndinisa's mother.  They call me Mabridge, she struggled for his country, he was a ANC member.  He struggled for his country, he fought with the PAC - the PAC was helped by the boers.  They would - the police would come to my house all the time.  They would come in the middle of the night looking for   Mabrigde, I would ask what Mabrigde has done, they would not tell me.\n They would look everywhere, they would search the entire house.  They would take wardrobe keys to search for him.  When they would leave, I would ask them what has he done.  They would ignore me and leave.  \nMabridge continued struggling - he was not staying at home.  He would just come and visit, just to see if I'm still well and alive.  I would ask why are you so dirty, why don't you change your clothing.  He would then say I must not worry.  He would say you must not worry that I do not eat at home, I have an ANC member card that I use to eat.  I go to shops and show this card and I would be able to eat.  \nHe would then leave.  He continued in the struggle, in 1985 when he started in this struggle.\nIn December Mabridge came to me asking for a clean shirt.  I gave him the shirt, I then ask why he does not change his pants, because they were dirty.  He then said I must not worry about his pants, I must give him a shirt.  I gave him the shirt - he left before Christmas.  The last time I saw Mabridge was when I gave him this clean shirt.\nThe next morning we heard that there are ANC members who had been stabbed by the PAC.  We did not yet know who it was exactly - two girls came to my house.  They said that it seems that my child is one of those that had been stabbed.  \nI did not have any strength after I was given this news, I went to Mr Landu.  Mr Gwada who stayed in the same block as me.  I asked them to go and identify the body.  They went to the mortuary - they came back with his clothing.  And I thought that my son truly has passed away - his clothes were there full of blood, his white shoes were also full of blood.  I did not know what to do.\nLeaders of the ANC then came to tell me formally about this.  They then put a case forward, I did not mention this in my report, but these things keep coming back to me now.  \nGanahans, before my son passed away, Ganahans came to my house.  I knew he was a PAC member, he pretended no to be however.  He then asked where Mabridge was, I ignored him because I knew he was a PAC member.  He then ran off.  Other ANC members saw Gana, but he ran off.  This is before my son died.\nTime elapsed and he was buried, ANC Capetonians  came to tell me that there was going to be a funeral for the few children that had died in the Methodist Church.  These four children were all buried at the same time.  My child was stabbed with three others.  They were all buried together, on the day of the burial the PAC members and the mothers thereof were celebrating.  They were all there in their normal venue where they would hold meetings.  They had white flags celebrating,  the police were on the PAC side.  We went and buried my son.\nAfter he was buried the police never troubled me again, the never harassed me again, but a statement was given to the Magistrate.  There would be a case now and again against the PAC people, there would be Gana, Kajahans, Vujohans, Sonabo Mkese, these were the perpetrators and a few others.  \nWe would go and listen as the ANC people - when we would get to court the mothers of the victims would not be allowed to go inside the court.  It is only the PAC members who were allowed to go in.  This continued until such time that the case was withdrawn.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Thank you very much ma'am, we realize that you are still hurting especially when you think of his clothing.  I just want to revert back to the case that you spoke of. Who was accused, is this the PAC members -  I just need clarity about the accused.",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "It was Sonwabo, Ganahans, Bulwana -  I know the others only vaguely.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Who had accused these people?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "It was the ANC leaders.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Did the ANC members then take over the case - were the handling the whole case?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "Yes, they handled the whole case.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Where did this take place?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "It was here in Paarl.",
            "Female"
        ],
        [
            "MS GOBODO",
            "The case was here in Paarl, at the Magistrate Court?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "Yes, at the Magistrates Court.  At the Regional Magistrates Court in 1985.  He passed away on the 25th but it is June '85 transpired.",
            "Female"
        ],
        [
            "MS GOBODO",
            "When we look vaguely at  the dates ...[intervention]",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "I do not remember while I 'm not clear because I'm now elderly.",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "Do you remember the Magistrate that was in charge?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "No, I do not remember, but he was a white man.",
            "Female"
        ],
        [
            "MS GOBODO",
            "When you say that ANC members were not allowed to go inside the court, it's only the PAC members that were, could you please elaborate because when you go to a court of law there is the accused and the accuser.  It is the accusers, the ANC members who were suppose to be inside the court, could you elaborate.",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "The PAC members would be called inside the court and we would not be called.  We would then ask the police if we could go in, they would then say the case has been postponed.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Ma'am could you tell us more about the ANC members who had laid charges against these people.",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "One was Djuo, but he passed away.",
            "Female"
        ],
        [
            "MS GOBODO",
            "And those that are still living?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "It was Bram, he is now in Kraaifontein, Bram Xhlomi.",
            "Female"
        ],
        [
            "MS GOBODO",
            "What does he do in Kraaifontein?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "He's teaching there, he's a school principle.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Is he the one - one of the people who were laying charges and handling the case?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "Yes.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Would they know about this case?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "Yes, they would.",
            "Female"
        ],
        [
            "MS GOBODO",
            "I will revert back again, you unusually said the people who killed your son are people who were in  cahoots with the police.  Is it fact - is it what you saw or is it something that you sensed?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "These people would go - would be riding  with the police in their hippos.  We would then peep and we would see that it is the PAC members that are riding with the police.  They would then call out\nComrade, comrade come this side.\nThese were the PAC members, they would be riding on the Casspirs, they would see me when I was in my house, as they rode by.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Lets talk about Themba, what was he doing at the time?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "He was working.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Where was he working?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "He was working for Jones at Langeberg here in town.",
            "Female"
        ],
        [
            "MS GOBODO",
            "You said Themba was in the struggle, exactly what was he doing that depicted that he was in the struggle?  Was he a leader in the ANC or was he just a member?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "He was a member of the ANC, he was in the struggle together with the other comrades.  They would  go from town to town together with others.  They would fight with the PAC people.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Some people do not exactly what you mean when you say he was in the struggle.  Would he organize things like marches or what?  Please be specific.",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "He was in the struggle for his country, thank you ma'am.",
            "Female"
        ],
        [
            "MS GOBODO",
            "You said that Themba has children.",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "He has a child - a illegitimate daughter, but the child is not with me, the child is with the mother.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Is the mother here in Paarl?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "The mother stays in Kraaifontein now.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Are they in contact with you?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "She no longer comes, it's been a while.  She - the last time she came she came to ask for Mabridge's death certificate  and I gave her the certificate.  Saying she wants to put the child into school - that was the last time I saw her.",
            "Female"
        ],
        [
            "MS GOBODO",
            "The people in the community that you think where involved in your son's murder, are they still there?  Are you with these people together in the community?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "Yes, they are there.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Could you tell us the situation between you and these people.",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "They are within our community, they know - these are the people who know how my son died.  There are even people  in my own house who know how my son was killed.  My neighbours - I don't know if I should name them.",
            "Female"
        ],
        [
            "MS GOBODO",
            "No that's not what I want, all I want is to know how you live together now, considering that  they killed your son.  How do you relate with them?  I'm going to ask you the last question.",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "We just look at each other, we don't talk about it any more.",
            "Female"
        ],
        [
            "MS GOBODO",
            "How did you feel threw the years as this was not spoken about?  How did you carry this burden in silence?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "Please put up the volume, I'm slightly deaf.",
            "Female"
        ],
        [
            "MS GOBODO",
            "How did you carry this burden threw the years?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "It was difficult because he was figuratively my husband, he was working for my home.  I have 2 sons, he's the one who worked for us.",
            "Female"
        ],
        [
            "MS GOBODO",
            "You lost a son and you lost a breadwinner?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "Yes, I lost a son threw the PAC.  My son who is still alive was stabbed in 1991, he passed away - he was stabbed by a PAC member in 1991.",
            "Female"
        ],
        [
            "MS GOBODO",
            "You have two late sons?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "Yes I do, now I'm left with only daughters and they still at school.",
            "Female"
        ],
        [
            "MS GOBODO",
            "Ma'am it is amazing how much you have been threw.  It's incredible that you carried such a burden, but you are still alive.  There's just one last question, what is your request to the Commission?",
            "Female"
        ],
        [
            "THEMBA NDINISA",
            "I request that I would be helped at leased to educate my children because I have no money.  My husband earns a pension, I also earn a pension, my children are still at school - they need school uniform, I also request that a tombstone be put up for my child.  I am struggling, I have to pay rent from this little pension.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Ma'am, we had thought that you'd come to talk about one son, meanwhile it is two sons.  We really have no words to comfort you, but we have heard of your request.  We will try to help you, thank you.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you, you can leave the stage now.",
            "Female"
        ]
    ]
}