{
    "header": {
        "type": "HUMAN RIGHTS VIOLATION HEARINGS",
        "starting date": "1996-10-16",
        "location": "WINELANDS",
        "day": "3",
        "case number": "CT/00685",
        "victim": "ROBERT MCCLUNE",
        "testimony": "ROBERT MCCLUNE",
        "nature": "SHOOTING",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=56140&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/wineland/ct00685.htm",
        "speakers": [
            "ADV POTGIETER",
            "DR ORR",
            "MCCLUNE",
            "MS GOBODO"
        ],
        "original_speakers": [
            "MS GOBODO\n",
            "DR ORR\n",
            "ADV POTGIETER\n",
            "MCCLUNE\n"
        ]
    },
    "testimony": [
        [
            "MS GOBODO",
            "We'll call our last witness, Robert McClune please.",
            "Female"
        ],
        [
            "DR ORR",
            "Robert we always say in English last but not least, your story is as important as everyone else's and we thank you for being here today.  Wouldn't you please stand to take the oath.\nROBERT EDWARD McCLUNE Duly sworn states",
            "Unknown"
        ],
        [
            "DR ORR",
            "Thank you very much, Adv Potgieter?",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much Dr Orr, Mr McClune once again we would like to welcome you.  It is so nice to have quite a few McClune from Wolseley here.  Are you related to the Mayor?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "Yes sir.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Fortunately, okay you were injured on the 24th of November 1990.  In the incident which we were listening up to now, but you were shot later - shot and injured later the day, not immediately after the demonstration.  Is that correct? \nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Could you just tell us what happened in your case.\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "I was working Wolseley Bottle Store, we close the Bottle Store and I was on my way to my friend.  And I got to him at quarter to 1, we sat there and had a braai and had a lovely party.  And I sat there all night, at 10 o'clock that evening I said to him I was going home and his mother and father were already at home and I walked home.  \n He took up until the Lane and just around the corner from Petunia Street I was struck and that was at 10 pat 10 that evening.  It was in my right shoulder, my right side, the back of my right leg and my left knee.  The police shot from the school Principal's house and they shot continuously and fell flat on the ground and tried to get up.  And I felt a burning sensation and I was bleeding.  I crawled back to my friend's house and when I got to the fence I shouted\n Mummy, mummy.\n This is what we call each other parents because we - we grew up together, we were at school together.\n His mother opened the door and said\n Robert what is wrong\n And I said\n I've been shot by the police.\n And his mother took me in and I was bleeding and his mother bandages me.  He Sunday morning I was encrustation pain, I couldn't even walk.  And the Sunday afternoon I had to be carried on somebody's back to the Community Hall where we were.  I did not go to a doctor because at the - at the hall I was treated by two doctors who had come from Cape Town.  They removed two  [indistinct] of birdshot but now I am working at a butchery that when I stand I feel lame and I cannot even carry the meat.  \n I don't know what to do, I am married and I have got a wife and two children.  That's all I want to say.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you Mr McClune, are you working at the butchery at the moment?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "But your in - your - you say your injuries bother you, that you cannot for fill your duties properly?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "When I stand I feel lame and I can't carry the meat around.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Is that the region where you were shot?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "In your left side?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So - on that particular day you were not involved in the protest demonstration at all?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "No, I was working.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "You say you were working until 1 o'clock and thereafter you had a party until 10 o'clock that evening?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "When you left your friend's house as 10 o'clock - left the party was there still shooting going on or was a quiet by then?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "When I took the corner in Petunia Street I was struck.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So when you left it was quiet and all of a sudden - unexpectedly 10 past 10 from the school Principals house and you weren't expecting any shooting to take place?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "No.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Do you - thought it was safe to go home?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And how were you shot - were you shot from behind?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "As I took the corner I was shot at an angle because the shot from the school Principal's house.  So as I was taking the corner they shot and struck me in my side and as I turned I was shot in my left knee.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Were you walking alone when you were shot?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "Yes, my friend took me as far as the Lane and I said to him I was safe then.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And there was nobody else in the street apart from you?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "No.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "There was also nothing happening?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "No, I did not see any body there.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "There was no unrest in the area where you were?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "No.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Why do you think why did the police still shoot then?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "I just felt that if - if I had walked home I would be safe but just as I took the corner into Petunia Street I was shot right there.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So you say it was a - totally unnecessary to shoot?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "And it was more malicious that any thing else?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "Yes and another question I want to put - say is that the police in Wolseley don't do their work.  They get other police to help them.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So the police who came to shoot there are not from Wolseley?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "Wolseley police  and other police.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So they did this job together?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Did you institute a claim against them?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "No, I haven't.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "So you haven't received any compensation?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "No nothing.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "You say you are married and you have how many  children?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "Two.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Does your wife work?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "She is a seasonal worker at SEPCO  in Tulbagh.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "How old are your children?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "One is five not at school yet and the other one is still very young.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Mr McClune thank you very much, is there anything else that you would like to say.  Is this your evidence?\nMR",
            "Unknown"
        ],
        [
            "MCCLUNE",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Thank you very much for having come.",
            "Unknown"
        ],
        [
            "MS GOBODO",
            "Thank you Denzil, Robert what is most shocking about this testimony that you and others before you had given is the senselessness of it all.  Just the senseless shooting of people who are unarmed and who were obviously causing no danger and were  no danger to the police themselves.  What is unbelievable is the extent to which the forces were brought in from all over as you have indicated yourself.\n We have a report from our investigators that  on the Occurrence Book - in the Occurrence Book of the day the policeman in charge was issuing out guns - issued out guns -  I don't know how many guns -  but it was very clear that there were policemen who were being brought from elsewhere - from other part surrounding Wolseley.\n And for people who were obviously causing no danger - no life threats to the policemen themselves.  It really is very shocking the kinds of things that happen in these places and what happened in the past.  That people will carry all these wounds around for nothing.  You know for - for nothing, there is no explanation, no sensible reason.  Nothing that can be touched, nothing that can be said moved them to shoot so many people and cause so much harm.\n We thank you for coming and we are very sad - saddened by just the state of affairs not only in Wolseley but generally in the country as depicted in the stories that people have brought to us.  Thank you very much.\nMR",
            "Female"
        ],
        [
            "MCCLUNE",
            "Thank you.",
            "Unknown"
        ]
    ]
}