{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-08",
        "location": "MESSINA",
        "day": "1",
        "names": [
            "MIRIAM M MULEYA"
        ],
        "case number": "3190",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55607&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/messina/mesmule.htm",
        "speakers": [
            "DR ALLY",
            "DR RANDERA",
            "MISS SEROKE",
            "MR",
            "MR MANTHATA",
            "MRS MULEYA"
        ],
        "original_speakers": [
            "DR RANDERA",
            "MRS MULEYA",
            "MISS SEROKE",
            "MR MANTHATA",
            "MR",
            "DR ALLY"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "Meriam, good morning.",
            "Unknown"
        ],
        [
            "MRS MULEYA",
            "Morning.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Can you hear me clearly?",
            "Unknown"
        ],
        [
            "MRS MULEYA",
            "Yes.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Can you please take the oath.  Miss Joyce Seroke is going to help you and then Mr Tom Manthata is going to help you in, as you tell your story.  Thank you very much.",
            "Unknown"
        ],
        [
            "MISS SEROKE",
            "Meriam, will you please stand up.  Do you swear that what you, story you're going to tell is the truth, and nothing else but the truth, so help me God.  Would you raise your right hand.",
            "Female"
        ],
        [
            "MRS MULEYA",
            "(sworn states)",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Good morning.",
            "Male"
        ],
        [
            "MRS MULEYA",
            "Good morning.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "You are going to tell us about Betty.  Is Betty  your mother or sister?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "It's my mother.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "What are you doing now Betty, Meriam?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "Nothing.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "You are not working?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "No, I'm not working.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "How many are you at home?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "We are seven.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "How many are working at home?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "Six are working.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Are you still at school?   I mean at home, is there anyone who's still  at school?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "That's correct.",
            "Female"
        ],
        [
            "MR ",
            "MANTHATA:     When your mother got injured was, was she working?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "She was sleeping in a, in a room.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Can you please tell us, how did it happen?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "My mother was sleeping in a room so people were going to the stadium.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Okay.  Shall we, we go back a bit.",
            "Male"
        ],
        [
            "MRS MULEYA",
            "It wasn't much.   De Klerk was coming for the campaign here in Messina.  After there was a gentleman, the late Auret who was passing by, next to my, our village and he saw our village with fire and we were running to the stadium and that there were an old lady sleeping there.  When we were told what was happening we don't know what happened and then he entered and then he took it up and said it's a tear gas and making a flame and other was in dining room and other in the kitchen.  The one which hurt her too much is that one in the bedroom, because the, the door of our house faced the stadium so when they threw the teargasses, the teargasses, two teargasses went, went into their bedroom and the other one to the kitchen.  That boy went in and take it out and said it's the teargas and don't be afraid.  Sit down.  The people who took the teargas away, we did not know them, they are the White policemen and they did not say either sorry or anything, because they realized that they made a mistake and saw that the teargas went into our room and that they did not tell us anything.  We were unable to ask anybody that who threw that teargas into our house.  We were not away because I was at my other place left with my mother.  Others  were at the stadium.  When we asked they say there were Whites policemen.  There were no Black police.  They were White policemen who were throwing the teargasses.  That is why we don't know who is that.  Even to-day I do not know the actual person who have done that and my mother died because of that.  Every month, every month April month she used to, to have some teargas infections every month.  We don't know whom to blame and so I'm asking that who have done that.  Who have seen and who knows the police who have done all those things who were throwing teargasses.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "The interpreters are confused but they, the Peddie, the Sotho\nI should have asked you in English now that I cannot speak Venda fluidly, fluently so I'm sorry.  Yes, my question was.  You did not, do you say you saw the people who threw the teargas into the house?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "I've said then, I did not see them.  They were White policemen who were escorting and I, I did not know them and I cannot say who throw the teargas.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And when I say, did you see them, I don't necessarily say, do you know them.  I just find you have answered, they were White policemen.  This is what you are saying.  And were they throwing the teargas as they were going to the stadium or they were throwing it from the stadium?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "No, they were getting out of the stadium and they were going.  They were going.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "You say you were not at the stadium?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "Yes, I was not there.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Could you tell us what could have been happening in the stadium? What was taking place in the street?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "There were so many people flocking to the stadium.  Going to see De Klerk's campaign.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And were the people going to the stadium marching in an orderly manner?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "They were marching in an orderly manner.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "There were no demonstrators?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "Not that I know.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "What would you say the reason was to throw a teargas if it was orderly?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "I'm asking.  I don't know why.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Was it thereafter, was it realized that it was your family only that was affected or could other families nearby have been affected by the bomb?  By the teargas?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "It's my family only.  Not all the families were affected.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "I see.  Was your mother ever taken to the doctor?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "Yes.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Did the doctor tell you what the problem was?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "She might have.  The doctor might have told my elder brothers, me, no.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Were there ever letters written by the doctor regarding the diagnosis taken by him?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "Yes.   Yes, there were letters.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And, having discovered or have been, having been told that it was, it has affected your mother that much, were there ever steps made to take the instance to the police?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "No. No. No action taken.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And you say, for how long has your mother been in that state of ill health?",
            "Male"
        ],
        [
            "MRS MULEYA",
            "About six years.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "By the way so she, she is since late.",
            "Male"
        ],
        [
            "MRS MULEYA",
            "Yes.   She's late.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Okay, no further questions Meriam.  I hand over to the Chairperson.  Thank you.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Joyce?",
            "Unknown"
        ],
        [
            "MISS SEROKE",
            "Meriam, I just want to clarify the fact about your mother.  In your statement you say she is paralyzed on the left side of her body and just now when you were talking to Manthata you said, she has since passed away.  Is she still alive or has she passed away?",
            "Female"
        ],
        [
            "MRS MULEYA",
            "She passed away last month.",
            "Female"
        ],
        [
            "MISS SEROKE",
            "That was before you made the statement.  I mean after you had made the statement.",
            "Female"
        ],
        [
            "MRS MULEYA",
            "After.",
            "Female"
        ],
        [
            "MISS SEROKE",
            "We're very sorry about that.  You did say there was no case that ensued after this incident.",
            "Female"
        ],
        [
            "MRS MULEYA",
            "Yes.",
            "Female"
        ],
        [
            "MISS SEROKE",
            "Why did you not report the matter to the police?",
            "Female"
        ],
        [
            "MRS MULEYA",
            "I don't know why.   If, if you reported this kinds of cases, they will arrest you.",
            "Female"
        ],
        [
            "MISS SEROKE",
            "Thank you.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Dr Ally?",
            "Unknown"
        ],
        [
            "DR ALLY",
            "Meriam, what happened to your mother is obviously a great tragedy and we, we sympathize with you but there's just some things in your statement that I need to, to ask you about which, which will help us in, in our work cause when Mr Manthata asked you about this march.  Is it, it was during  a march to, to protest against De Klerk who was coming to campaign in the area that the teargas cannisters were thrown and landed in, in your house.  In the family house.  When Mr Manthata asked you about the march you said that it was a peaceful march yet in your statement when you described those events and I'm going to read what is in your statement and I want you to just tell us which is the more acurate account.  You say in your statement, Mr De Klerk was in Messina to canvass for the 1994 elections.  All the black political organizations in Messina protested, throwing stones and the police responded with teargas to disperse the masses.  So what actually was happening on that day?",
            "Unknown"
        ],
        [
            "MRS MULEYA",
            "Actually, it was a peaceful march at the stadium.   You know that it was right in the stadium but I couldn't go there physically.  I was just out.   I could be able to see what was happening at the stadium, because it's very near.  I was not physically there.  I did not attend.  I didn't see really what was happening actually.",
            "Female"
        ],
        [
            "DR ALLY",
            "..........  statement in, in your, this document that you filled in about stones being thrown.  Where does, where does that come, did you make that statement, that stones were actually thrown during this, this march.",
            "Unknown"
        ],
        [
            "MRS MULEYA",
            "I, I didn't see the real person or the persons who threw stones.",
            "Female"
        ],
        [
            "DR ALLY",
            "Also and please just understand that this is in no way about what happened to your mother.  We accept that, that the teargas canister was thrown into the, into the, into the house and this affected your mother's health very severely but again back to your statement.  When you were giving your oral testimony you seemed to suggest that, that the teargas canister was thrown in by mistake, because your house was very close to the stadium that when the police were dispersing the crowds and when they were firing these teargas canister you said this went into the bedroom and into the other room in the house but you seemed to imply that it was because your house was close to the stadium.  That's why that happened.  Now in your statement when you described what happened you say that you think that the teargas canisters were thrown into your house, because they knew that ANC members stayed in that house and that they would never vote for De Klerk.  So I would just like you to clarify, because on the one hand you seem to suggest that it was an accident and that doesn't take away what happened to your mother but on the other hand you seem to suggest that this was deliberate and it's very important for us to know if we're going to follow up on, on this and do some investigations.  So, what, what do think this actually happened or do you think your house was targeted.  That it was deliberate?",
            "Unknown"
        ],
        [
            "MRS MULEYA",
            "It could have been an accident, because those people, in actual fact were right at the stadium and our house has a door which is adjacent to the stadium.  It is quite obvious that when people are throwing those teargas canisters, it could really land in our house.  Above all, it is true that there are a lot of ANC members in our house and they could have done that deliberately, because they know that most of the people that are in my house are not NP aligned they are rather ANC aligned.  That is why I guess they could have done that and well I'm saying it could have been a mistake too.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Meriam, can you just tell us how old was your mother when she  passed away?",
            "Unknown"
        ],
        [
            "MRS MULEYA",
            "Well, I don't know exactly.",
            "Female"
        ],
        [
            "DR RANDERA",
            "I just want to get some clarification.  You say your mother was paralyzed.  How soon after the teargas canister was shot into the bedroom, did she become paralyzed?",
            "Unknown"
        ],
        [
            "MRS MULEYA",
            "She became paralyzed in 1994.  Shortly, around July.",
            "Female"
        ],
        [
            "DR RANDERA",
            "So that was almost a year after, after the day of this incident?",
            "Unknown"
        ],
        [
            "MRS MULEYA",
            "Yes.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you very much.  I was, we're very sorry to hear of your mother's death.  We've listened very carefully to what you've said and we will come back to you in due course.  Thank you for coming to-day.\n_________________________",
            "Unknown"
        ]
    ]
}