{
    "header": {
        "type": "HUMAN RIGHTS VIOLATIONS, SUBMISSIONS QUESTIONS AND ANSWERS",
        "starting date": "1997-04-08",
        "location": "MESSINA",
        "day": "1",
        "names": [
            "ANNIKIE SEKHWAMA"
        ],
        "case number": "4010",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=55611&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/hrvtrans/messina/messekhw.htm",
        "speakers": [
            "DR ALLY",
            "DR RANDERA",
            "M SSEKHWAMA",
            "MR MANTHATA",
            "MS EKHWAMA",
            "MS SEKHWAMA",
            "MSSEKHWAMA"
        ],
        "original_speakers": [
            "DR RANDERA",
            "MS  SEKHWAMA",
            "MISS SEROKE",
            "DR ALLY",
            "MS SEKHWAMA",
            "MS EKHWAMA",
            "MS SEROKE",
            "MR MANTHATA",
            "MSSEKHWAMA",
            "M SSEKHWAMA"
        ]
    },
    "testimony": [
        [
            "DR RANDERA",
            "Is Mr Chauke here yet?  Has he arrived?  No, and Mr Thelele, has he arrived?  Okay, as these gentlemen have not arrived yet, can I suggest that we break for tea and come back at twenty five to twelve.  Thank you very much.  Has Mr Thelele arrived?  ...(indistinct) the Director General for Safety and Security.  How do pronounce ...(indistinct)\n Can I please call Jeanet Ramakokovhu.  Yes, I know.  Is Jeanet here?  Will you, will you call her in.  Whilst we're waiting for the next witness, can I welcome the Director General for Safety and Security, Mr Saad Kitjalje.  Can you please stand so that your people can see you.  Welcome.  Mr Chauke or Mathiya Thelele or Tshalo Moraba is present in the audience, if you are.  Welcome Mr Moraba.  Right, Jeanet is here.  Is Jeanet here?  Okay Russel, will, shall we call yours first then.  Can I please ask Sarah Sekhwama to come forward please.  Can I also announce that I said earlier on that we have a statement taker from the Truth and Reconciliation Commission in one of the halls at the back.  We also launched on Monday of the Easter Week-end what we call the des, the designative statement taking drive.  These are people who are living within the communities who have been given training by the Truth and Reconciliation Commission to continue taking statements because often the impression is created that people are only asked to make statements for a hearing.  Remember the Mandate of the Commission goes on until the fourteenth of December 1996 and therefore people have the right to make statements.  Our pro-active statement taking drive will stop at the end of July but there's no reason why people cannot still send a statement in directly to the offices of the Truth and Reconciliation Commission but we have three people who have been trained from this area, Mr Alfred Chisane, Maurice Mbealane and Libowani Matuse who are also present in the hall to-day and I will announce at the end of the day where they will continue to be taking statements in Messina and the surrounding areas between, between now and the end of July.  So please, there's lot's of opportunity to, for people who have not made statements to come forward and make their statement.  I want to also say that we, as you've heard to-day, a number of people have been mentioned who, who were involved in the, in the violations that took place.  In terms of the, of a ruling that was made at the appellate division of courts of our country, we have to inform these perpetrators, alleged perpetrators that their names are going to be used where the name has been mentioned in a statement.  So every person's name that you are hearing to-day, that person has been informed and has the right actually to respond if he or she wishes, if they were here to-day.  All right?  So this is Jeanet no this is Sarah.  Hey? Annikie.  Annikie, welcome.  Can you hear me?  Okay.",
            "Unknown"
        ],
        [
            "MS  SEKHWAMA",
            "Yes, I can hear you.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Mr, Dr Russel Ally is going to be helping you as you tell your statement but before he does that, will you please stand to take the oath.  Joyce!",
            "Unknown"
        ],
        [
            [],
            "I'll as you, Annikie to raise your hand and say, what you'll tell us will be the truth so, please help me God.",
            "Female"
        ],
        [
            "MS  SEKHWAMA",
            "(sworn states)",
            "Female"
        ],
        [
            [],
            "Thank you.  You can sit down.",
            "Female"
        ],
        [
            "DR ALLY",
            "Annikie, welcome and thank you for coming.  You're actually coming to speak on behalf of your sister Sarah and you're going to speak about something that happened to Sarah in 1990 where Sarah was the victim of a shooting and you're also going to tell us what effect this had, this shooting on, on Sarah's life.  So I'm going to ask you if you would just please go through the, the statement which you made to us.  If you would, if you would just go th, through that for us.  Thank you.",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "It was in 1992 and we were marching.  Sarah left us and she joined the people who were marching and we were marching value added tax next to the tavern.  A police van came next to us and there was a Black policeman with lots of  White policemen.  I wanted to ask Sarah where she was going to and she said she was sent to go and fetch Keith's clothes.  While I was talking to Sarah I saw the Black policeman, who was looking at us, who was inside the car, started shooting at us and he shot Sarah, my older sister and she fell down.  I was shocked and people started coming to us because we were crying and they tried to help Sarah, to rush her to the hospital.  My cousin's car came and fetched Sarah to the hospital and those policemen were very much against us and they didn't want us to take Sarah.  They stopped, tried to stop us to take Sarah to the hospital but after we explained to them that we were rushing her to the hospital, they released us.  When we got to the clinic, they transferred her to the hospital.  We stayed there for two days and we decided to go to the police camp to give a statement.  I've forgotten the name of the police whom we gave the statement because it's a long time ago.\n We waited for a long time and nothing was happening because every time ther were lots of strikes and lots of cases were just disappearing.  When I was asking the police what were they doing about my sister's case, they referred me to the other guy who was left at the time, who was transferred.  He explained to me that the guy who was handling that case had resigned.  I stayed for some time and I went back to ask what was happening with the case because my sister had three kids and that, that other eye which was affected was affecting the other eye too so she couldn't get work and she could not support her kids.  Also my family could not support her because they, we've, we have many at home.  They did not do anything to help me until to-day.",
            "Female"
        ],
        [
            "DR ALLY",
            "Annikie, thank you for that.  Sorry, I should have asked the person sitting next to you.  Is that your sister ?  Who's sitting next to you?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "Yes she's my sister.",
            "Female"
        ],
        [
            "DR ALLY",
            "Welcome to, to her as well.  Just a few questions, Annikie.  First, this incident, was it in 1992 or 1990 because in your statement, the dates which are given or the date which was given is in August 1990 but when you spoke now you said, in 1992.  Now this is important if we are going to, to follow up on, on this matter, so, do you, do you have a clear idea?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "I actually have forgotten the date because when she was shot, she had a kid at the time.  That was in 1992.",
            "Female"
        ],
        [
            "DR ALLY",
            ".Does this event which took place, which you, you're not sure about the date but you th, it was either 1990 or 1992.  It was a protest march.  Who organized this march?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "It's the whole community.  We decided that we should take, we should march against VAT to the camp.",
            "Female"
        ],
        [
            "DR ALLY",
            "Sorry, repeat that, where, where were you marching to?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "We were going to the police camp.",
            "Female"
        ],
        [
            "DR ALLY",
            "And this was a march to protest against, against VAT, against Value Added Tax and you were marching to the police camp.  Now can you tell us a little bit about what was happening during the march?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "I have forgotten what we were actually marching for.",
            "Female"
        ],
        [
            "DR ALLY",
            "I think that what you're saying is that the march was against VAT but  you can't actually remember the details of what was happening on that day.",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "Yes, that's what I mean.",
            "Female"
        ],
        [
            "DR ALLY",
            "When the police approached you people marching, did they issue any warnings or did they just start shooting?  Can, can you remember what, the sequence of events?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "These policemen they actually were against any march in the area because they thought we wanted to fight them.  When they see people singing, protest, protesting or demonstrating they were attacking us.",
            "Female"
        ],
        [
            "DR ALLY",
            "Now in your statement, you actually mentioned the person who you, who you say was responsible for, for shooting your sister.  Who shot at your sister.  How do, how do you know this?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "I know because the car that he was travelling in, he was the only Black guy and I saw him when he started shooting us.",
            "Female"
        ],
        [
            "DR ALLY",
            "So you actually saw him take the gun out and, and shoot at, at you.",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "Yes, I saw him with my eyes.",
            "Female"
        ],
        [
            "DR ALLY",
            "Did you know him beforehand or did you only find out his name afterwards?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "I knew him.  I only knew him that day, that day of the march when I wanted to ask my sister where she was from.   When I was busy talking to my sister that Black police guy took his guy, his gun.  While I was still talking to my sister the rest of the people who were marching came to us and he started shooting and he, that's how he shot my sister.",
            "Female"
        ],
        [
            "DR ALLY",
            "So his name, who did you learn his name from?  Did other people tell you  or did you find out afterwards?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "I knew his name.",
            "Female"
        ],
        [
            "DR ALLY",
            "Now in your statement there's actually nothing about whether you followed this case up.  Did you do anything after your sister was shot, after she'd been taken to hospital?   Did you report this?   Did you go to the police?   Did you get any legal advice?  Anything?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "We had a lawyer at the time.  That's why I was saying that when I went to the police station to ask what were they doing about the case, they told me that the lawyer who was involved with the case was, was gone.  He was no longer there.",
            "Female"
        ],
        [
            "DR ALLY",
            "And this lawyer, who was this lawyer?  Can you remember?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "I can't remember his name.  I think our Mayor knows who was the lawyer.",
            "Female"
        ],
        [
            "DR ALLY",
            "So after you went to the police station and you asked and they told you that the lawyer was, at, was not longer involved in this case.  Was that the end of it, or did anything else happen after that?",
            "Unknown"
        ],
        [
            "MS EKHWAMA",
            "They made us to write another statement and they said they'll come back to us.  We waited until to-day.  Nobody came to us, to tell us about the case.",
            "Female"
        ],
        [
            "DR ALLY",
            "Now this, this shooting led to your sister being blinded in her one eye.  Does your sister receive any financial assistance as a result of this?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "She received nothing.",
            "Female"
        ],
        [
            "DR ALLY",
            "And, and still now she receives nothing?  No grant or ...?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "Yes.",
            "Female"
        ],
        [
            "DR ALLY",
            "Now this person who you'll identify as the person who you believe shot at your sister.   Have you ever confronted this person?  Have you ever spoken to this person?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "I never talked to the guy.  I thought we would talk during the trial.",
            "Female"
        ],
        [
            "DR ALLY",
            "But there was no trial.",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "It just disappeared.",
            "Female"
        ],
        [
            "DR ALLY",
            "And your sister presently, how does she cope?  How does she look after herself, her children?  What, what is her situation?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "We tried to look for, for a job and we are trying to assist her family and her children and we just buy her clothes and my father is actually supporting her and her family.",
            "Female"
        ],
        [
            "DR ALLY",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "DR RANDERA",
            "Thank you Dr Ally.  Ms Seroke?",
            "Unknown"
        ],
        [
            [],
            "Annikie, I want to ask about your sister Sarah.  Did she start to be mentally disturbed after the shooting or she was like that even before she got injured?",
            "Female"
        ],
        [
            "MS SEKHWAMA",
            "She started after she was shot.",
            "Female"
        ],
        [
            [],
            "Was she okay before?",
            "Female"
        ],
        [
            "MS SEKHWAMA",
            "Yes, she was.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Annikie, how do you relate the march against VAT with a political affairs?",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "I don't understand what you're saying.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "When I understand you correctly, VAT, that's why I'm asking you, when you, when you buy things, how was it connected with politics?  How was VAT connected with politics?",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "That is true.  Actually, when we were in a meeting they, they just told us that to-day we're going to march against VAT.  When we went to me, march for VAT, I didn't know what we were going to do but they told us about VAT.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "When Doctor Ally was asking you, who were the people who organized the march, you said it was the community.",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "Yes, that is true.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Now I'm going to ask you a question.  When the community said they talk about boycotting VAT, who was the leader of that community?",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "There were so many people who were up front where the community were protesting against VAT.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Who was the Chairperson of, of that meeting?",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "When, you mean during the time we were marching against VAT?",
            "Female"
        ],
        [
            "MR MANTHATA",
            "No, I, I say, I mean during the time you were in the meeting, discussing about this issue of VAT and we, we had to march against to protest against it?",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "It was Orbit Machaba.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Which member was he?  Was he a member of the A?",
            "Male"
        ],
        [
            "MSSEKHWAMA",
            "Ja, he was a member of the ANC.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "We, we are talking about 1990 here.",
            "Male"
        ],
        [
            "MS EKHWAMA",
            "Okay, I understand now.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Now we Sarah at that time, where was she coming from?",
            "Male"
        ],
        [
            "MS EKHWAMA",
            "No, she was coming from one of my sister where, where she lives.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "You mean she was not in the march?",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "I saw here coming and then I, I asked her where she was coming from and she said she was having a, a young baby and I was asking her whether she left the, the child behind.  She said I was coming from my sister Ouma.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "You mean she was not involved in the march?",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "No.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Do you have documents from the doctor?",
            "Male"
        ],
        [
            "M SSEKHWAMA",
            "No, we took her to the hospital.  They didn't give us any, any document.",
            "Unknown"
        ],
        [
            "MR MANTHATA",
            "You said the, the lawyer is known by, by the Mayor?",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "Yes.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "And the lawyer never told you how the this harass matter went?",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "No.",
            "Female"
        ],
        [
            "MR MANTHATA",
            ": Is the lawyer still around in Messina?",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "No, it was a lawyer from Pietersberg.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "When did you last hear about the lawyer and this Sarash's matter?",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "I asked the May, the Mayor in January on the third and he told me I should wait a little bit.  He will start by phoning the lawyer who, who's handling Sarah's matter.  When I went the following day, he said to me, the lawyer is no longer in the ANC's matters and then I went back home.\nI went back to the, the Mayor again.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "You mean  Sahara's matter is going to end just like this if you don't phone this, this lawyer to ask for have pension because she has, she got children.  She has got children who are at, still at school. Let me go back to the march again.  When they, they shot, were they shooting Sarah while she was coming to you or were they shooting at people who were in the march?",
            "Male"
        ],
        [
            "MS  SEKHWAMA",
            "He shot at Sharah, Sarah while I was standing with her.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "You mean he was not shooting the people who  were marching?",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "No, he was just shooting at random.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "After the march, were you able to, to know how many people were shot?",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "No, we never asked anyone because we were very busy with Sarah at that time.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "How old was Sarah's child that time?  To-day.  How old is Sarah's child?",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "I think she's seven years old if I'm not mistaken or six.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Is she at school?",
            "Male"
        ],
        [
            "MS SEKHWAMA",
            "Ja, she's at Sub A.",
            "Female"
        ],
        [
            "MR MANTHATA",
            "Thank you.",
            "Male"
        ],
        [
            "DR RANDERA",
            "Mr Manthata has already asked you about the relationship between the protest against Value Added Tax, VAT and what was happening in the community.  The political conflicts.  Can you tell us what else was happening at that time in Nancefield and Messina.  Were there other marches taking place or was the march against the Value Added Tax one, just the first one?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "I think this was the first march.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Can I just try and remind you.  Were there no marches against, against Councillors at that time?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "I really don't know.",
            "Female"
        ],
        [
            "DR RANDERA",
            "You said Sarah has got children.  You've mentioned one child to Mr Manthata.  How many other children has she got and how old are they?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "Sarah has three kids.  The other was born in 1985.  The second born in 1987 and the other last born was born in 1990.",
            "Female"
        ],
        [
            "DR RANDERA",
            "In your statement you also make the point that Sarah became mentally disturbed.  Now this happened in 1990.  How soon afterwards did you, did you begin to realize that there was something else wrong with Sarah besides the fact that she had been blinded in her left eye?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "No.  I think she was affected when, after she was being shot on the eye.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Was that immediately noticeable?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "I don't understand the question.",
            "Female"
        ],
        [
            "DR RANDERA",
            "The mental disturbance that you talk about that Sarah has got.  Did you notice it as soon as she came out of hospital?",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "Yes, we realized soon after she was released at the hospital because whenever she heard something like a gun shot, she would start being disturbed.",
            "Female"
        ],
        [
            "DR RANDERA",
            "And now you're saying that she's not receiving a disability grant.",
            "Unknown"
        ],
        [
            "MS SEKHWAMA",
            "She never received any cent.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Annikie and Sarah, thank you for coming to-day.  I have, we don't have any further questions unless you want to add anything else.  Do you want to add anything else?",
            "Unknown"
        ],
        [
            "MS  SEKHWAMA",
            "No thank you.",
            "Female"
        ],
        [
            "DR RANDERA",
            "Thank you very much for coming to-day.  We will come back to you once we've made more enquiries.",
            "Unknown"
        ]
    ]
}