{
    "header": {
        "type": "TRUTH AND RECONCILIATION COMMITTEE, AMNESTY HEARING",
        "starting date": "1999-05-24",
        "location": "BLOEMFONTEIN",
        "day": "1",
        "names": [
            "JUSTICE BEKEBEKE"
        ],
        "case number": "AM6370/97",
        "matter": "PABALLELO KILLING",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53437&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9905247_blm_990524bl.htm",
        "speakers": [
            "CHAIRPERSON",
            "JUSTICE BEKEBEKE",
            "ADV STEENKAMP",
            "ADV GCABASHE",
            "MR MALAN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR BEKEBEKE",
            "ADV STEENKAMP",
            "JUSTICE BEKEBEKE",
            "ADV GCABASHE",
            "MR MALAN",
            "ADV STEENKAMP IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "I want to start the proceedings. For the record this is a hearing of the Amnesty Committee sitting in Bloemfontein, the panel residing consists of myself, Denzil Potgieter chairing, together with Adv Gcabashe and Mr Malan. \tWe are hearing the application this morning of Mr Justice Bekebeke, Reference No AM6370/97. Mr Bekebeke, I am advised that you will be handling the matter on your own. Is that correct? You must just press the red button, that will switch it on.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, yes, Mr Chairman, I will also be representing two of the victims. Both are family members of the Sitwala family, Mr Chairman. It will be Mrs Beatrice Sitwala and her daughter, Miss Magdalene Sitwala. Both of them are\npresent here today. Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mr Steenkamp. Yes, Mr Bekebeke, is there anything you want to put on record before he listen to the application?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Well, the only thing that I would like to place on record is that I am representing myself and that I will be handling the proceedings on my own today and that I am coming to make, submit my application today in conjunction with the National, Promotion of Nationality and Reconciliation Act.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Now, I assume that you will be giving evidence, so I will have to get you to take the oath.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, is there anything you want to tell us in particular about the application?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Well, the application is springing from happenings in 1985, more specifically the 13th of November 1985, when the deceased in this matter was killed, of which I was part of that crowd which killed him. The background of it all is that it started on the Sunday of the 10th of November 1985 ... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry, Mr Bekebeke, can I just ask you to go a little slower. They are interpreting to the interested parties as you speak, so they're trying to keep up with you.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Oh.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And we are also taking notes, so we're also trying to keep up with you.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "All right, sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So just be a bit patient, and go a bit slower. All right?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Will do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just tell us. You say you were giving us the background and you say this incident happened on the 13th November 1985.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Specifically for the one which I'm applying, yes, for the 13th of November 1985.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And who was the deceased?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "The deceased was Lucas Sitwala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and you wanted to sketch the rest of the background for us.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "The background is that on Sunday the 10th of November 1985, a meeting was called by the community to discuss amongst others, social grievances, social and political grievances which members of the community of Paballelo had. And just for the record, I was not at that meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Paballelo is ...",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "The black township just outside Upington.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Subsequent to the meeting, unrest erupted, where policemen who were in Paballelo started shooting teargas. The youth in the community retaliated by stoning the police. Through that night, several houses and cars of people who were seen by the community to be collaborating with the State then, were burnt or stoned. Subsequent to that, that very same evening, a pregnant woman was shot and killed by the police, allegedly because she was stoning a police which was definitely untrue.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Where was this?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "This was in Paballelo on the 10th of November 1985. The unrest continued from the 10th until the 12th where police stoned, actually the police shot at the residents of Paballelo and we retaliated by stoning them.\n\tOn the 12th of November 1985, a certain Captain van Dyk, originally from Kimberley, arrived with his troops in Paballelo. He tried to find a resolution and we held a meeting with him in King Street that evening of the 12th. But, we the youth, felt that this is not just what we are struggling for, we require that the whole community of Paballelo to be there when we are having a meeting with Van Dyk. We therefore agreed that the meeting was going to be held on the 13th, on the morning of 13th of November 1985 at the soccer field, which was going to be the only open area where thousands of people could gather.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did Van Dyk agree to the meeting as well?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Van Dyk was the one who proposed the meeting.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And you are here talking about the meeting of the 13th?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "The meeting of the 13th November. The next morning we saw to it that we informed all the people in the townships. We went through the streets to inform them that we will be having a meeting together with the police and indeed people turned out in their thousands at the soccer field. The meeting was opened with a prayer. First we sang Nkosi Sikeleli which then was seen as a communist anthem or an ANC anthem. After the anthem it was opened with a prayer. \tWhilst we were praying another captain, I think it was Captain Botha, stationed at Upington, gave us 10 minutes to disperse of which we definitely refused because we were called upon by Captain, the captain from Kimberley, Van Dyk, and we wanted to find a resolution to the problems in Paballelo. Hardly two minutes after he has given us warning, they started shooting teargas and rubber bullets at us, after which we dispersed.\n\tHowever, having been called by a member of the SAP then, and being shot at by them, incensed us and we picked up stones. We stoned them. In trying to run away from the police who were towards the entrance of the township, the only other alternative route which we could take was Pilane Street. As a group of us were trying to run into Pilane Street, about to approach the deceased's house, he shot and injured a little boy in front of us as we were approaching and going to pass.\n\tCommissioner, I would just like to ask the deceased's mother not to use derogatory language whilst I am giving my evidence. She has been cursing here and I don't think this is really in line with what we are about here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, can I call upon the members of the public and the interested parties to give Mr Bekebeke an opportunity to put his case to us? We will an opportunity to anybody with an interest in the matter who wishes to put evidence or material before us, an adequate opportunity to do so. But can I please ask you to just give him an opportunity to freely tell us what happened.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Thank you, Commissioner. After having shot the child, we could not turn back, the police were at the back, there was somebody at the front shooting at us. After having shot the child as we were retreating, we saw him dashing out of the house and I specifically, alone, ran after him, caught him. When I caught him, I took over his gun and I hit him twice over his head. After that, quite a number of people, over a hundred, arrived and they started assaulting him. \tAfter the assault, I think somebody poured petrol over him and burnt him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who did this?",
            "Male"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Unfortunately, there were so many people I couldn't specifically see who was doing that.",
            "Male"
        ],
        [
            "MR MALAN",
            "You were not participating in that action?",
            "Male"
        ],
        [
            "JUSTICE BEKEBEKE",
            "In the burning - when the burning started I was already gone by then. I was already starting to retreat, to run away, because the police were not far away.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you not see the burning and the pouring ...",
            "Male"
        ],
        [
            "JUSTICE BEKEBEKE",
            "The burning specifically I didn't see, but I know that petrol was thrown over him, and who scratched the matches to burn him, that I will not be able to tell.  After that, we ran away, we dispersed and the police arrived. And then I ran away, I went to Namibia, Windhoek, where I was arrested on the night of the 19th November 1985. That is the tale for which I am seeking amnesty at this Commission.",
            "Male"
        ],
        [
            "MR MALAN",
            "You were subsequently charged?",
            "Male"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Sorry, I was subsequently charged with murder, with 25 others ... (indistinct) and after the trial from 1986 up to 1989, we were found guilty of murder and 14 of us, of which I was one of them, were sentenced to death. However, on appeal, the sentence was set aside for a 10 year sentence. And after 10 year, I didn't serve the 10 year sentence, I was released on the 6th of January 1992.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Was that in terms of the indemnity?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "That was in terms of the Indemnity Act. That is my rendition of my application for amnesty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Thank you, Mr Bekebeke. Now in 1985, can you just give us a little of your personal circumstances. How old were you at that stage?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "In 1985, if my recollection serves me well, I was 24 years old.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you politically active?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "I was highly politically active.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you give us some information about that?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "I was the founding member of the Paballelo Youth Organisation, which amongst others, strived to better our conditions in Paballelo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it affiliated to any larger body?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "We affiliated to the UDF then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you a member of the Paballelo Youth Organisation. Anything else?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "That was, except that I used to be a member too, where I used to be in Transkei, of what, actually, was not allowed then, of the Students Representatives Council. Because the process then it was a process of prefects and we decided that we are going to be having a Student Representative Council elected by ourselves and not by the teachers.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "This would have been at high school.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "That was at high school.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "The name of the school?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "It was Bethel College in Butterworth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you submitting to us that the incident itself was a politically motivated incident?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "It was definitely politically motivated within the milieu that was happening, specially in 1985 in Paballelo specifically.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the position of the deceased?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "The deceased was a municipal policeman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what was the relationship at that time between members of the community in Paballelo and police personnel?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "There was not per se an antagonistic relationship between us. For example, the Sunday of the 10th I was sitting with a policeman in a shebeen drinking together with him. And the name of the policeman is Mr Dick Mooki.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Is there anything else you wanted to add.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Nothing else.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not. Well, thank you. Mr Steenkamp, have you got any questions?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman. If I may just be permitted to a few questions and place some\ninformation regarding the deceased on record. My information is that the deceased's full names was Lucas Tshendo, sorry, Sitwala. At the time of the incident, the time of his death he was 24 years old, and indeed he was a policeman, a municipal policeman, Mr Chairman. Furthermore, Mr Chairman, I may just point out to you for your record purposes, a full detailed statement was taken from Mrs Beatrice Sitwala, who is present here today, which appears on page 69 to 85 in the bundle. Furthermore, there was also a public hearing held on this matter and further testimony was taken down from Mrs Sitwala, which appears on page 87 to 90. My instructions from Mrs Sitwala is, Mr Chairman, that at this moment she is not opposing the amnesty application, but she needs - I will ask a few questions on her behalf regarding the actual killing of the deceased, if that will be permitted.\n\tMr Bekebeke, the family, and specifically the mother of the deceased, would like to know why it was necessary at all to kill the deceased, first of all. Secondly, was there not other avenues or ways to prevent the killing or to resolve this problem in this specific township except by killing the deceased.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "As I said initially, there was no overt antagonistic action from members of my organisation against the police. What happened on the 13th must be seen in the light of that we were called to a meeting, shot at after that, and when we tried to run away, we are being shot at by another policeman from the front. We would have passed that house without doing anything to him. But the shooting, that's what incensed specifically me. That incensed me, and in that moment of what was happening in Paballelo then, really took a back seat. The only action that I could think of, I'm not speaking on behalf of any other person, but of myself who was the one who ran and caught him, was that I was going to hurt him for what he was doing to us.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "It's common knowledge, but you were still convicted of murder.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "I was convicted of murder, yes.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Now, I would also like to know if you are applying for amnesty for malicious injury to property to the house.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "I did not cause any property, I did not cause any damage to any person's property on that particular day.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "You see, it's their feeling that this killing was, at best, only a revenge attack. There was no political motivation whatsoever.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Revenge against what?",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Their feeling is there was no political motivation whatsoever to attack their house and subsequently to kill the deceased.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "I would just like to get clarity as to revenge against what?",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Their feeling, it was a revenge attack propelled against the police and specifically the deceased in this matter.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "I think it's an undisputed fact that the deceased did shoot a child in front of us as we were trying to run away from the fuller body of police who were behind us. The only way that I saw fit to defend myself was to go over to attack.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, can he just tell me again. Where did you get the weapon from, which you assaulted the policeman with?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "That was the deceased's own weapon, which after I ran after him, I took it out of his hands and I beat him with it.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Do you know if anybody else was hurt at the time of this attack on the house of the Sitwalas.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "I'm not aware of any other person who got hurt on the 13th.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Is it possible today for you to name any other people that were involved with this incident? Can you give us more names?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Unfortunately not, Sir. It was thousands of people who were congregated there. We were not looking as to who is next to who. We were fighting as we were being shot at. We were fighting then.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "What about the people that was convicted with you?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "I am, I was so surprised when I saw, when we went through the trial and people were giving evidence, stating that more than a hundred people were standing in front of a house stoning the house. The surprise of it all, two or three windows were broken. Seems to me those hundred people really had to get lessons in stoning. I don't see how a hundred people can just stone three windows.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Can you give us an idea or indication who was actually in charge of this operation.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Nobody was in charge. We were driven by our anger.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Did you receive any instructions or did somebody just make a decision?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "No decisions were consciously made, as we were being shot at. That's when each and every individual decided consciously or subconsciously to attack.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "At the time of the incident, can you indicate to us whether or not you occupied any position in the local structure there.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "I was the chairperson of the Paballelo Youth Organisation.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "And was this incident at all, or any of this problems at any stage discussed before this incident. The problems in Paballelo?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "The problems of Paballelo were discussed over years, even on November 1985. Hence the meeting that was called on the 10th of November in the Community Hall to discuss our grievances, our political and social grievances in Paballelo as black people in 1985.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Can you just tell us, on behalf, I'm just asking this question on behalf of Mrs Sitwala specifically. What was your view at the time regarding the police in Paballelo?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "In Paballelo, it's not that the police as a whole might be, could have been against certain individuals who were definitely trying to thwart our aspirations to get us out of the morass of poverty in Paballelo. We have friends in the police services. I was playing soccer with a number of police in my soccer team, Paballelo Chiefs. My father's best friend is a policeman. He used to come and visit us, even today. So it was not to say that we are anti the police. We have to have policemen. But those who are against our aspirations as black people, those were definitely our enemies.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "At this time of the incident, were there other policemen at the scene? Did you see any other policemen? ... (indistinct) the killing of the deceased?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "There were a lot of police. There were police from Upington, police from Kimberley who were patrolling the streets in 1985, especially on the 13th of November.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "But during this specific incident, at this specific stage, were there also other police attacked or only this specific policeman?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "The police in the casspirs were attacked too by us, with stones.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman. No further questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Steenkamp. Is there anything else you want to add, Mr Bekebeke, in view of the questions that were asked to you?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "There is nothing except that I think today if we take a retrospective act, of course, we do not deny, I specifically do not deny that I was involved in the killing of the deceased. But I think that if we have to have true reconciliation today is the day when those who were involved in accusing especially people whom I know specifically were not involved in the killing of the deceased, this is the time for us to make a clean breast of it and tell us what happened actually.\n\tBecause, according to me, just to take an example, a 60 year old Mrs de Bruyn, together with her husband, could not have been there. They weren't there. Accused, I think, Mr Menebognon, could not have been there. He was across the street, in King Street. Just prior to us running up Pilane Street, he wanted to cross, but unfortunately, he couldn't, because the police were shooting. And there he was his name accused of murdering the policeman which he wasn't part and parcel of the whole thing. The man was sentenced to death for a crime he did not commit. What would have happened if he was definitely hanged at the end of the day? Do you really say that we are coming for reconciliation when we still cling to untruths? When some people are having their names as criminals today when they didn't commit this crime? And even the way in which it was explained at court, evidence that was given, that was not truthful. Do we today say that we really want to reconcile, but still cling to those untruths? I do not deny I did kill the deceased.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Thank you, Mr Bekebeke. Have you got any witnesses that you intend calling.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "I've got no witness to call, thank you, Commissioner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've got no witnesses.",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "I've got no witness to call.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the case you want to bring?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "That is my case that I'm presenting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp, have you got anything?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I'm not going to call any witnesses. It's my instructions on behalf of the victims that they feel that their resume and number of public statements of the Commission, detailed statements and they're specific, they are not intending to testify at all. Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Steenkamp. Yes. Mr Bekebeke, is there any argument that you want to present to us in support of your application, anything in particular that you want us to take into account?",
            "Unknown"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Commissioner, I have submitted my application and I think this far that's my application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp, have you got any submissions?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, no further submissions, except to say that I just want to reiterate again that the victims are not, in principle, opposing the application, but they would like to leave the decision in the hands of the Committee. Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Bekebeke, referring to your aim of reconciliation, you refer to those who were implicated and tried, convicted. We haven't read, as you will appreciate, the record of the trial, simply - no, I don't want you to reopen that, you did mention some names. Surely that's important in terms of the interests of those individuals, they have in the past, I assume, made their public statements also at the trial. I want to refer to another part of this reconciliation process and that is your relationship vis a vis the dependants of the deceased. You objected to some noises made by the victim's relatives here. You did say also and ... (indistinct) in response to a question by Mr Steenkamp that there was no decision, there was no motive, it was a response in anger. It wasn't something that was planned. I think that goes somewhere to explaining it. But I'm not experiencing any outreach from your part towards the victims. Surely you would understand something about their feelings. If you put yourself in their shoes. Have you had an opportunity to talk to them since the death of their relative?",
            "Male"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Commissioner, what happened subsequent to the 13th of November. We used to play soccer together with the deceased. We used to go to school together. I admit that I was part of a crowd that killed him. But what happened subsequent to that, especially during the trial, I think that closed my heart then.\n\tEspecially seeing elderly people who were definitely not part of the crowd that could have run as fast as I ran to catch the deceased. People were implicated. My brother who is sitting here today was implicated simply because when the police came to arrest me, they didn't find him, they didn't find me, I was already in Namibia, they arrested him. My mother was arrested. My neighbour was arrested because we were close friends. Mina Bogu was arrested because it was alleged that wherever I was, he was supposed to be there. A number of my friends were arrested and sentenced to death for a crime they did not commit. And this far, we haven't had a single word of sorry, we made a mistake. Because definitely against those people I can stand here today and say those were trumped-up charges against them. I admit that's why I am making this application today that I have killed him. \n\tTo the noises that were made here, it wasn't noise, it was a derogatory remark and I don't think if that is the way in which we are trying to reconcile. If I pass you I would rather go silently past you and ignore, than passing a derogatory remark. That's not the way in which I would like to reconcile. I'd rather leave everything as it is, than rather going to somebody who does not want to reconcile.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Bekebeke, my question is really this. If you talk reconciliation I want to understand your approach. I've heard you, but I am hearing you saying the reconciliation that you're seeking is for the victims or whoever were the witnesses to reach out and amend their statements of the past. But you not, you not seem to wanting any reconciliation in any active way reaching out to the victims themselves.",
            "Male"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Commissioner, for my side, I've got absolutely no objection to saying sorry to the deceased's mother. She used to be my uncle's wife's friend. They are staying hardly 10 metres away from each other. And if I could, I would like to restore that relationship. But I know that's not only dependent on me. It's a two-way street.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes.",
            "Male"
        ],
        [
            "JUSTICE BEKEBEKE",
            "What I give I would like to get back from them to.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sure, but you can only get it back once you give. And you cannot give on condition if you talk about reconciliation. And you'll have to see the response. To cut it short, would it be worthwhile your meeting with the deceased and can that we be arranged by Mr Steenkamp or someone else.",
            "Male"
        ],
        [
            "JUSTICE BEKEBEKE",
            "I've got absolutely no objection to that, your Worship.",
            "Male"
        ],
        [
            "MR MALAN",
            "You see, Mr Bekebeke, it's one thing to say you're sorry, and I'm reading in it, that if you could've turned the events, turned time back, you would have wanted the events to be differently. You would have prepared it not to have happened.",
            "Male"
        ],
        [
            "JUSTICE BEKEBEKE",
            "Definitely, definitely, Commissioner.",
            "Male"
        ],
        [
            "MR MALAN",
            "And therefore, in a sense it's not to say I don't have an objection to being sorry, it's saying I am sorry that the event did take place. And if that message could be conveyed and if it really would convey your sentiments, then maybe there may be a response. There may not be a response, we don't know. But if we talk reconciliation, and we talk specifically the community there, then I would, I would personally want to ask you to make yourself available maybe to a meeting, and if you would see your way open. If it does not have the desired results, then so be it. But if it has, who knows?",
            "Male"
        ],
        [
            "JUSTICE BEKEBEKE",
            "From my side, I've got absolutely no objection, your Worship.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes, thank you, Mr Bekebeke. And you know the sentiments that my colleague has conveyed to you, you know is endorsed by this whole panel. Yes, Mr Steenkamp, is there anything else that you want?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Nothing, Mr Chairman, except that I am informed that the family would like to meet the applicant as well. Obviously they are still feeling hurt and bad emotion, there's still a lot of emotional stress, and they lost a family member, but they're willing to facilitate a meeting with the applicant, if he's willing to speak to them. The mother of the deceased is here today. Her feeling is if it's any help possible to resolve this matter, they feel that, because apparently there's direct and indirect family ties between the applicant and his family and the victim's family. And if that can be restored in any way, if that is possible, they have a commitment to do so as well. Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mr Steenkamp. As I have already indicated that in our view is the most appropriate approach towards this matter, so it would be of assistance if you could perhaps try and facilitate that sort of contact.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Chairman, if I may make a last appeal to all parties, both victims and applicants. If we can look at the past on the basis of a past that if we all could wish it away, we would have done so. In that sense, the conflict of the past, from whichever vantage point we're viewing it, was really the main perpetrator so to speak of suffering, causing suffering amongst both victims and perpetrators, on all sides of the conflict.\n\tAnd if the meeting would lead to accepting that, to put the past beyond us and to indeed fully restore the relationships of family, friendships, then this process would have been worthwhile. And that is my appeal for the meeting to both the victims and the applicant, and when having met with each other, walking away to really take this future on hand in hand, as co-builders of a future both restoring and building on what is ahead. Thank you, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you. It's just after 11 o'clock. We will take the tea adjournment at this stage. We want to consider the matter and we will let you know what course we're going to take Mr Steenkamp. So we will stand down for a short while.\nCOMMITTEE ADJOURNS\nON RESUMPTION\nFINDING",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "This is an application for amnesty in terms of the provisions of section 18 of the Promotion of National Unity and Reconciliation Act 34 of 1995, by Mr Justice Bekebeke. The application arises from an incident which occurred on the 13th of November 1985 in Paballelo Township, Upington, when Lucas Tshendo Sitwala, a 24 year old municipal policeman, was killed by a group of residents of the township including the applicant.\n\tApplicant has conducted the application in person and some of the family members of the deceased, including his mother, Mrs Beatrice Sitwala, are attending the hearing. They have indicated to Adv Steenkamp, the Leader of Evidence, that they do not wish to oppose the application, but are attending in order to listen to the evidence of the applicant.\n\tApplicant testified that in the light of the numerous socio-economic and political grievances of the Paballelo community at the time, a meeting was held in the community on the 11th of November 1985 in order to discuss these grievances. Pursuant to this meeting, large scale violent conflict involving members of the community and members of the police resulted, which led to unrest and upheaval in the community. \n\tThis situation prevailed for a few days and on the 12th of November 1985, a meeting was held between a police officer, one Captain van Dyk from Kimberley, and members of the Paballelo community in order to seek a resolution to the situation of conflict that had developed. It was agreed at this meeting that a further meeting would be held the following day, the 13th of November 1985, on the soccer field in Paballelo where members of the community would be able to attend the meeting as well.\n\tA large number of Paballelo residents in fact arrived for this meeting, but after the meeting was opened, the police who were present on the scene, other than Captain van Dyk, gave an order to the crowd to disperse, which the people refused to obey. This resulted in the police firing teargas and rubber bullets at the people, who, in turn, started throwing stones at the police and a situation of chaos developed.\n\tApplicant was a member of a group of people that was running in Pilane Street towards the house of the deceased. As the group approached the house, the deceased fired some shots which struck a child who was ahead of the group of people, group of fleeing people.\n\tApplicant saw the deceased leaving his home, pursued him, disarmed him and assaulted him. Soon more people caught up with the deceased and continued the assault, eventually pouring petrol over him and setting him alight. The deceased died in the incident.\n\tSubsequently, the deceased and a number of other people were tried and 14 of them convicted of murder. Oh, sorry, a correction. The applicant and a number of other people were tried and 14 of them convicted in a well-publicised Supreme Court trial. Applicant was sentenced to death, which sentence was substituted on appeal with 10 years' imprisonment. Applicant was later released on the 6th of January 1992 in terms of an indemnity granted to political offenders.\n\tHaving considered the evidence and all the material placed before us, we are satisfied that the incident constitutes an act associated with a political objective and that the applicant has made a full disclosure of all relevant facts as required by Act 34 of 1995.\n\tIn all the circumstances, the applicant is accordingly GRANTED AMNESTY for the murder of the deceased on 13th November 1985 in Paballelo Township, Upington. In our opinion, Mrs Beatrice Sitwala of 405 Pilane Street, Paballelo, Upington, is a victim in relation to the incident and the matter is referred for consideration in terms of the provision of Act 34 of 1995.\n\tIn conclusion, we wish to reiterate the views expressed by the Panel that it appears to be in the best interests of all parties and the Paballelo community that concrete steps be taken to effect a reconciliation amongst all those who were involved in this unfortunate incident, either as perpetrators, accused, or victims. We wish to indicate that we are encouraged by the willingness expressed today by both the applicant and Mrs Sitwala to work on this important issue. That is the decision of the Panel. It concludes the matters that we had on our roll for today and we will accordingly adjourn the proceedings.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}