{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-05-27",
        "location": "BLOEMFONTEIN",
        "day": "3",
        "names": [
            "THEMBINKOSI NGUBENI",
            "TREVOR MASILO",
            "EDWIN SIMELANE"
        ],
        "case number": "AM3369/96; AM3736/96; AM3938/96",
        "matter": "CLEVELAND HI-JACKING",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53439&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9905247_blm_990527bl.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "ADV STEENKAMP",
            "INTERPRETER",
            "THEMBINKOSI NGUBENI",
            "ADV GCABASHE",
            "MR MALAN",
            "TREVOR MASILO",
            "EDWIN TOSIMELA SIMELANE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "ADV STEENKAMP",
            "INTERPRETER",
            "MR NGUBENI",
            "THEMBINKOSI NGUBENI",
            "ADV GCABASHE",
            "MR MALAN",
            "TREVOR MASILO",
            "MR MASILO",
            "CHAIRMAN",
            "MR  MASILO",
            "EDWIN TOSIMELA SIMELANE",
            "MR SIMELANE",
            "MR MBANDAZAYO IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "For the record, today is Thursday the 27th May 1999. This is a sitting of the Amnesty Committee in Bloemfontein. Panel is myself, Denzil Potgieter, together with Adv Gcabashe and Mr Malan.\n\tWe are hearing the matters this morning, amnesty applications of Thembinkosi Ngubeni, amnesty no AM3369/96, Trevor Masilo, amnesty reference AM3736/96, and Edwin Simelane, amnesty reference AM3738/96. Mr Mbandazayo, do you want to put yourself on record?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Chairperson and honourable members of the Committee. My name is Lungelo Mbandazayo, I'm representing the applicants in this matter. Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo. Adv Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman and honourable members. My surname is Steenkamp and I'm Evidence Leader in this matter. Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, Mr Steenkamp. Yes, Mr Mbandazayo? Have you, is your client sorted out with the translation? Does this work.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Yes, Chairperson, it does work.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, thank you, Chairperson and members of the Committee. The first applicant will be Thembinkosi Ngubeni. Chairperson, may he be sworn in, Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mbandazayo. Yes. Mr Ngubeni, can you hear me on the headphones? Do you hear the translation?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes, I can hear you.",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "(sworn and states)",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Chairperson. Mr Ngubeni, the affidavit which is in front of you is also before the honourable Committee members. Do you confirm that this affidavit was made by yourself and you abide by its contents?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, I'll proceed then to read the affidavit, thereafter I'll lead the applicant in specific issues for clarification.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, go ahead.\nMR MBANDAZAYO\n\"I, the undersigned, Thembinkosi Ngubeni, do hereby make an oath and state that I am the applicant in the undermentioned incidents, having submitted my application on the 11th April 1997, whilst being held at Leeukop ...(indistinct) Prison, Johannesburg. The texts to which I depose are true and correct and within my personal knowledge, unless the contents indicate otherwise.\nI was born on the 30th September 1964 at Katlehong at 216 Twala Section, Gauteng, and I grew up in Gauteng. We were six children in home and I am the second-born child. My father was a labourer at a factory and he is presently on old age pension and my mother was a housewife. I did my primary education at Tulise Lower Primary up to Std 2 and I moved to Ndogozo Higher Primary where I did Stds 3, 4 and 5. I did Stds 6 to 8 at Imzama Secondary School at Newcastle. I did Std 9 at Fumana High School in 1981. Then it is where I left school due to financial problem.\nI joined PAC through Azanla in 1987. I joined the task force of Apla in 1989 under the command of Apla Commander Bongani Moyo. In waging the armed struggle Apla had set up task forces which consisted of internally trained cadres. I was also one of those cadres belonging to a task force. \nMy general instruction as a task force member was to assist when called upon to execute certain orders, which would be geared towards advancing the armed struggle, directly or indirectly. Further I was to obey the instructions of the commander and co-operate with the commander. It was in this context that I became part of a unit that attacked and repossessed money from the Cash in Transit vehicles near Cleveland, Gauteng.\nOn Wednesday, two weeks before the incident, I was called by Bongani Moyo and he told me that he wanted me to come to his place the following day in the morning. On arrival on Thursday morning, he told me that he wants us to do reconnaissance of the Cash in Transit that day. He told me that he has already did the reconnaissance on his own. We did the reconnaissance on that Thursday and Friday and again on the following Thursday and Friday.\nOn Thursday night, the 19th September 1991, the other members of the task force were called by the commander, Bongani Moyo. The other members were Trevor Masilo, Edwin Tosamilo Simelane, Freddie Makwe and Clive Majola. The commander, Bongani Moyo, briefed the members of the unit about the operation to go and attack and on the 20th September 1991 and ...(indistinct).\nHe told us that the purpose of this was to assist in getting money by whatever means for purposes of securing arms and ammunition and also for purposes of facilitating the mobility and survival of Apla cadres. To utilise portion of whatever money we would have procured by whatever means for our own unit in ...(indistinct) the armed struggle. He further told us we should obey his instruction as a commander and co-operate. He gave each of us a 9 mm pistol with one magazine in each pistol. Bongani had a AK47 rifle.\nOn the 20th September 1991, we woke up early in the morning and we used a Nissan bakkie which was brought by the commander. I was driving the vehicle. Trevor and Bongani were also in the front and the other three were at the back of the bakkie. We drove to a certain plant in Johannesburg and we followed the Cash in Transit vehicle as it was coming out of the plant up to next to Cleveland.\nWhen the Cash in Transit vehicle stopped at a T-junction Bongani and three other members who were at the back of our bakkie alighted and I was left in the bakkie with Trevor. Bongani approached the bakkie from the passenger's side and he was being followed by the other three members. I do not know what happened when he approached the passenger side as he was out of sight, but I heard a gun shot and I saw the driver coming out of the vehicle, running and stumbling and he was also bleeding.\nComrade Edwin drove the Cash in Transit vehicle and the passenger, who was dead, was inside. And we went to a dump site in Vosloorus where we dumped the Cash in Transit vehicle and the dead passenger.\nWe took the money and we went to a house in Extension 10 in Vosloorus, where we counted the money and we left the money with Bongani. Bongani told us what happened when he approached the vehicle that the passenger drew a pistol and he shot him and the bullet went through him and hit the driver who also later died.\nSubsequent to this incident I was arrested and was sentenced to 28 years in prison for armed robbery, murder and possession of arms and ammunition.\nWhilst being held at Leeukop ...(indistinct) Prison, one of the members of Apla came to see me in prison and we discussed the possibility of escaping to be able to continue with the struggle. This Apla cadre was known to me as Mrapapa. I told him to arrange a firearm for me and in the meantime I will arrange other prisoners to be part of this plan to escape. Mrapapa subsequently brought the firearm and also arranged a transport in case I do not manage to get a vehicle inside the prison. \nOn the 28th July 1993, I managed to escape and took the prison vehicle and drove away with it. But we met police on the way and there was a shoot-out and I was shot in the process and subsequently arrested and was sentenced to four years' imprisonment for attempted escape, theft and possession of arms and ammunition.\nI humbly beseech the Amnesty Committee to grant me amnesty as the offences for which I have been convicted, as fully stated herein above, were politically motivated and committed in pursuance of the objective of PAC. The grounds for which I was convicted were motivated by my political beliefs and were not for self-gain. At the time of the commission of the above stated offences the military wing of PAC, namely Apla, was still engaged in armed struggle against the then regime.\nI respectfully submit that my application complies with the requirements of the Act and that I have made full and proper disclosure of my involvement in this operation.\" Signed by the applicant.\"\n\tThank you, Chairperson. Chairperson, I will now deal with the clarifications.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Mbandazayo, that would be Exhibit A. The affidavit of Mr Ngubeni. Go ahead.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Chairperson. I'll proceed to paragraph, Chairperson, if there is nothing the other paragraphs, paragraph 7 of the affidavit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just highlight those things that are material.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Ngubeni, can you explain to the Committee, in paragraph 7 of your affidavit, you say that\n\"On Wednesday, two weeks before the incident I was called by Bongani Moyo and he told me he wanted to see me in his place. On arrival on Thursday morning, he told me that he wanted us to do a Cash in Transit vehicle and he told me that he has already made the reconnaissance on his own.\"\n\tNow, Mr Ngubeni, can you explain to the Committee why did you have to go there on Thursday and Friday and do the reconnaissance?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Bongani made it clear to me that it was important that I be present for the reconnaissance because I was going to be the driver on the day of the operation.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Why was it necessary to do the reconnaissance on Thursday and Friday? Thursdays and Fridays?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "It was important because those were the days during which the money was fetched. The money was fetched on Thursdays and they would take it to different companies on Fridays.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "The money was fetched on Thursdays. Where from?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "They fetched it from different banks and they would then take it to, I think it was a company or a plant, and on Fridays it would be taken to different factories.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So that first Thursday that you reconnoitred with Bongani, where was the money fetched from, which bank?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "As I have explained that they would take the money, or fetch it from different banks. One of the banks that I can still remember was the Standard Bank. You had different banks from which this money was taken.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Are you saying there were a number of banks that were visited, where money was collected, not just one bank, on one day, on one particular day?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "They would go to different banks on one day. That was on Thursday.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And then do you have any specifics on where the money was then taken to on Friday? Specifically.",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "No, I am not in the position to give you specific names of firms, but I know the place, I know the area where this money was taken.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And then on the two Fridays that you were observing this van, did they go to the same places, or to different places?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "The van would go to different places, dropping off the money.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But would these be the same places the van had gone to the previous Friday?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Some of them would be, yes, the same places, but in other cases you'd have a different place.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Chairperson. ...(indistinct) Mr Masilo paragraph 8. Can you tell the Committee where is Bongani Moyo at present?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Bongani Moyo is deceased.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "How did he die?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "He was shot by police and he died.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Can you also tell the Committee about the two other members of the unit which is Freddie Makwe and Clive Majola.",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Clive Majola and Freddie Makwe also died the same way as Bongani died. They too were shot by police.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Can you be a little more specific. Was this during an Apla operation, was this during what activity? Were they sitting at home when they were shot? I don't know if you can help us at all.",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Which one should I start with? Bongani or who? Which one should I start with, Bongani?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, start with Bongani.",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "After we had carried out the operation, we were then wanted and I think after it was discovered we were involved in the operation, Bongani was then shot by the police the same manner as I explained and when they found him they did not arrest him, they just shot him and he died on the spot.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Can you then tell the Committee about Makwe and Majola? Where did they die?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Makwe also suffered or died the same way. He was shot by the police after he had just been arrested. When the police came, they just shot him and he too died on the spot. And the police later explained that he was trying to run away.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "The other one, the last one?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Clive Majola was found in a house where he was sleeping and he too was killed the same way.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did all of this happen before you got arrested?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Bongani, or should I say, I was not arrested when Bongani died and Clive and Freddie died after we were arrested.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And then, to tidy this up. Explain the circumstances of your arrest.",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I was arrested near Spruitview in Leondale. There is a certain gentleman that I went to visit the day. I spent the night at his place, I was arrested the following day in the morning, around the morning. I don't know how the police came to know that I was there, but the police came and arrested me at his place.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Can I proceed, Chairperson, if there are no questions? Chairperson, if there is nothing, I will proceed to paragraph 10. Mr Ngubeni, in paragraph 10, you are telling the Committee about the incident. How you went there and you followed this bakkie up until you took the money. The people were shot. Can you give the Committee a picture of what happened on that day in question as all of us were not there. Just give us a brief picture how this thing happened.",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "We were working as a unit ...(indistinct) with other fellow comrades. We received a directive from Bongani our commander to the effect that we had to meet on that day. Indeed, we met at a certain house at Mailula Park. That is where we discussed so that umAfrika Bongani explained to us. At the time I already knew what was happening as a person who was always in his company during the reconnaissance reconnoitring the area. And these others did not know yet as to what was going to happen. They only got to know what was going to happen on that day of our meeting. And they were informed and we all slept in one place that evening.\n\tAnd the following morning we then left as planned and we went to the place that Bongani and I have been reconnoitring. There were six of us including the deceased, Bongani. We went to the place where this vehicle will drop off the money and we waited for the vehicle and it came out as usual, because it usually went out on Fridays to deliver the money at different places.\n\tWe followed the money, or the vehicle as planned and when the vehicle came to a T-junction at robots, that is where these comrades got off the vehicle and I remained with Trevor Masilo in the vehicle. And the other four got off. We were using a bakkie. And the car that we had been following was in front of us. They got out of our vehicle and approached the vehicle in front of us, approaching it from the left-hand side. And Bongani was leading them, having an AK47 in his possession. And when they arrived at the van ultimately, I don't know what happened, I only heard gun shots. And I saw this one white man getting off the vehicle, running away and stumbling and falling as he was running away.\n\tWe went to the dumping site where we dropped the vehicle of the people that we had robbed and we took the trunks full of money and put them in the vehicle that we were using. We then went to Extension 10 where we counted the money, after which we handed it over to Comrade Bongani.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Can you tell the Committee how much money was, after you have counted?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "In total, we counted R155 000.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "The other point I would like to explain to the Committee regarding the incident at this T-junction. Was it part of your plan that these people who were driving this Cash in Transit vehicle were to be shot dead?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "It was not our plan. It was not part of our planning, but Bongani made it clear to us that if they resisted or attempted to fight, we would have to fight and we would have to shoot them. But the intention was to grab the money.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "What happened to the ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, I understood that question to be whether the T-junction was the place targeted to execute the robbery. Is that not the question? Mr Mbandazayo, you've asked the T-junction, whether that was part of the plan. Was the question not whether - oh, let me put the question then. Was the T-junction earlier identified as the place where the robbery would be executed?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "No, I would not say that it was a place specifically chosen for the robbery. We just discussed that we should use any conducive place for the robbery.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "True, Chairperson, my question was whether in doing so, in going there to take this money from this Cash in Transit, was it part of their plan that they would kill the occupants, the people who were transporting the money. Chairperson, I would like to proceed, if there is nothing else, to the next point, which is the escape from prison. Mr Ngubeni, can you also take the Committee through everybody here, give us picture what happened about the escape as a whole.",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "After my arrest, my heart was very broken, because I was arrested before I could carry out all the operations of my organisation. It had been my intention to continue with the struggle and after I was arrested, I tried to contact other comrades outside prison, so as to get their opinions as to what should happen now that this has happened.\n\tI contacted Comrade Mrapapa who came to visit me and after we had discussed we exchanged views that should there be an opportunity for me to escape, that would be acceptable, that's not a problem. We discussed and I requested him to try and procure a firearm for me to ease my escape. Indeed, he did organise a firearm for me so that I finally got an opportunity to escape.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "How did you manage to get a firearm in prison? And how did you manage to escape?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Mrapapa brought the firearm along and gave it, or slipped it into the prison during his visit and once the firearm was in my possession I organised other people with whom I had been arrested so that we could assist one another. We got an opportunity, you see, the plan was that we were going to use a prison vehicle, but failing to do this, would mean that another vehicle would have to be secured and this would have to be organised from outside, because there was no certainty as to whether we would be in position to get the prison vehicle. Fortunately, we did get this vehicle from the prison and unfortunately we were arrested before we reached our destination.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, that is all that this stage. I would the applicant lead them on.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Mbandazayo. Adv Steenkamp, have you got any questions.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, if you would allow me just one or two questions?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Sir, the Nissan bakkie that you used in the armed robbery, was this a stolen vehicle?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "This Nissan bakkie was brought by Comrade Bongani, but then we did not ascertain or establish as to whether it was stolen or not.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Did you use any of the money that you got in the armed robbery for yourself? Did you spend any of the money on yourself or on any other perpetrators of this action? Do you know any, do you have any information in this regard?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "No. I would not say that there is any amount of money that we used for our personal use. We handed all this money to Comrade Bongani to use for the organisation.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "The second vehicle you used, according to your statement, you took from the, it was a prison vehicle. Are you also applying for, at least, for the theft or being in possession of a stolen vehicle for amnesty?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes, I am seeking amnesty in so far as all my offences are concerned.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Can you give us an indication exactly where did you, according to your statement, you got rid of or dumped this Cash in Transit vehicle and the dead passenger? Where, more or less, or where was this body dumped?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "The vehicle was dumped near the township of Vosloorus. There is an open veld where we dumped this vehicle and we were in the company of one of the deceased. One of them fled, one of the occupants of this vehicle fled, but one of them remained behind and he was left at the open veld where this vehicle was dumped.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Steenkamp. Can you just give\nus an indication when about was it that Bongani died? How long after this incident where you robbed the money that you spoke about?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Bongani died, if I'm not mistaken, see we carried out the mission on the 20th of September and Bongani died, I think it was towards the end of December, that is if I am not mistaken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you arrested after that, after Bongani died?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes, I was arrested after Bongani had died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, between this robbery and the end of December when Bongani died, was your unit involved in any other Apla operations?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "No. After we had learned that we were being sought, it then became difficult for us to continue our operations because we had fled to different places. We went to different places.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you still maintain close contact with Bongani in this period?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "We did not keep contact with Bongani because we did not know his whereabouts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In this period, did you receive any further instructions from Apla? Any orders from Apla, for example, what you are supposed to do now?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "No. No other instructions were, or came through after we were sought by the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you attempt to, to make contact with the organisation?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "The organisation knew that we were being sought. But I do not understand what you mean, or in which context you're referring to the organisation, because the one person from whom we used to receive orders was Bongani.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So didn't you have any other contact with Apla apart from Bongani?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "No. The one person who, I would say, I would not say that we had other contacts except for the contact through Bongani.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when you learned or you found out that Bongani had disappeared, did you make any other, did you make any attempts to contact Apla in any other way? For further instructions as to what you and the unit should now be doing?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "As I have explained, we were not in the position to communicate with Apla. We were operating as a task force so the one person who gave us directives was Bongani. So it is just as I have explained that we received directives only from Bongani as to how we were supposed to operate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After the robbery, did Bongani discuss the subsequent actions with you, with the members? Did he say what you are going to do now and what you would do if the police start looking for you?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "What was raised was that in case the police wanted us, he was going to ...(indistinct). He would have to take us to Tanzania and other places where other cadres of Apla were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were any steps taken to do this when it became apparent that the police were looking for you, as a unit?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "After we were wanted by the police, we lost contact as I indicated earlier on. It became difficult for us to communicate with him because he too had disappeared.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long after the robbery did it become apparent that the police were looking for you?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I would say it was after a week.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how long after the, how long after the incident did you last have contact with Bongani?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I saw Bongani last on the day of the operation. That was the last day I saw him. I never saw him again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't you have any plans to meet again? Didn't you make any plans to get together again, after the robbery?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I would not say that there were plans or such plans in place, but I would say that there were no plans as to how we were going to meet after the mission was carried out, because we had not planned as to where we were going to meet, for example. It would have been difficult to meet at our usual rendezvous.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were the other operations of your organisation that you still wanted to execute? And that caused you to be grieved after you were arrested?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I would not say that they were operations per se, but I would say that would be the continuation of waging the struggle and carry out other duties of the organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just one other thing. When it became apparent that Bongani has now disappeared, didn't you make contact with any of the other known Apla members in your area?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "There is no one that we contacted or with whom we communicated. We heard that Bongani had his brothers who was a member of Apla too. We would contact him and ask him as to Bongani's whereabouts, but we were not able to trace him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say that Bongani's brother, was he also a member of Apla?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And, and what about these other comrades that you contacted when you were in prison in order to discuss what should happen next? Mrapapa and the other comrades. Did you, did you not make any contact with any of them?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Let me put it this way. In most instances, cadres do not have a stable place where one would say one would be able contact them. They stayed in different places and I too had left the township where I resided, so that it was difficult for me to contact a particular person and find him always. That made it difficult for me, if not us, to communicate with other comrades.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did you manage to make contact with them out of prison?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I sent my girlfriend to another person whom Mrapapa knew where to find.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry, just say that again. You sent your girlfriend to another person who knew where to find Mrapapa, or, just say that again? I missed the last bit.",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I am saying I sent my girlfriend to one place where I used to meet Mrapapa and she went there several times to no avail. And it so happened that they met. I am not in the position, though, as to where they met, or whether they met at the same place I had sent her or not. I don't know. But they knew each other.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did Bongani give you, members of the unit, any money at all? As part of, from this, the proceeds of this robbery?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "No. I would not say give them any money. Bongani took all the money.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At your court case, what did the police tell the court? Was there any part of the money that was recovered by the police?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "The money, I don't know which money you are talking about as having been discovered by the police. There is no money that I can say was discovered.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the police not find any part of this R155 000 that was robbed? Nothing was found back by the police?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "No. They did not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did Bongani have family in this area where you were operating?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "No. I would not say he had a family in that area.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where, the place where he was shot and killed, was that still in the area where you used to operate as a unit?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "After I was arrested, I learnt that he was shot at Orlando. That was not the place where we operated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you operate in Vosloorus, or? Just help me. Where did you operate?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "We operated at Vosloorus and Katlehong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Yes, thank you. Are there any other questions from the Panel?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Thank you. Thank you, Chair. You joined the PAC in 1987.",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And you joined the task force in 1989.",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "This incident occurred in September of '91.",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Between 1987 and 1991, what activities were you involved in as an Apla member? And this is a broad question. Tell me about your political education, tell me about your military education or military training and then tell me about specific operations that you were involved in.",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I think you said 1997. I don't know whether you made a mistake. Didn't you want to say 1987?",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "1987 to '89 to '91.",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "After I had observed the inequalities in South Africa, it became my intention to join any organisation which I thought would help that we should be free as blacks, because we were oppressed. I had an intention to meet with someone. I went and I met with Mike Makagula whom I knew was active in the PAC in the township. I told him my intentions. He took me to a house in Vosloorus where I met with Bongani for the first time.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now this would have been in 1987?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "It was in 1987. We discussed, and I told them my wishes. See, my wishes were to go outside the country. Comrade Bongani then explained to me that it doesn't mean that if you did not leave the country, you would not have contributed in the struggle and he said that one can contribute to the organisation whilst inside the country. It has always been my intention that we, the oppressed, should be freed and they told me about all of these things. And Bongani told me that he wanted to know more about me because he did not know me, and indicated that he would not trust me on the first day. He did not know what kind of a person I am.\n\tI understood that, accepted it and I joined the organisation in 1987, but I was not involved militarily. I was an ordinary member active in the mass struggle, attending meetings, attending funerals and rallies. Till 1989, where I met with Bongani again and he asked me to whether I was still committed to the discussion that we had and I indicated that I still was committed.\n\tAfter the discussion he indicated how grateful he was because he was going to need me during those, or around those days. And he made it clear to me as he explained earlier on that my skipping the country would not be of help to me, as there were financial problems. There were many problems so that it would be difficult for some of these comrades when they had to come back, and indicated that it was necessary that I undergo training inside the country and he was going to train me in the usual firearms. Indeed, that was so. He trained me. And I underwent a crash course in the use of an AK47 and pistols and many other firearms. ...(intervention)",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry, can I just interrupt you at that point. Were you alone when you underwent the training or did you train as a unit?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "He trained me alone at the time.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Were you part of a unit at that point? This is 1989 and I know that you were part of a task force. But were there other members who you knew at this point, even though you may have been training alone?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "At the time of the training, the unit had not yet been formed. He trained me first, after which I got to know these other Africans whom he introduced to me and that is when he explained to me that we were going to operate as a unit.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Again, can I stop you just there. When exactly did you then meet your other comrades who were part of your unit?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I started to operate as a unit member in 1990.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you. Continue about then the activities that you were involved in with the other members of your unit.",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Our area of residence was marred by violence. People were dying almost on a daily basis. Fighting was going on. It started off as something that seemed like a taxi violence, but later on it seemed as if it was an Inkatha/ANC fight. And it later on took another dimension that presented itself as a fight between AmaXhosa and AmaZulu.\n\tBut the comrade made it clear to me this violence is political, and that we had to work as a unit to try and protect the community. Because these people were coming to houses, shooting people in their sleep, children, old people and take whatever they could take. So what we did as a unit, we used to patrol in the township to protect the community against these people who were attacking the community. That is what we used to do after my training as a member of the task force. That is what we did as an operation most of the time until 1991 when we ...(indistinct) this operation.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Can I just then ask, in respect of the protection duties you did in the community. Did you join the self-defence units of the ANC or did you operate your own type of protection separately to those of, in fact, either the SDUs, which were the ANC's or the SPUs which was the Inkatha section of the same type of thing. Just explain where you fitted in as Apla?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "We operated separately. Yes, there was an SDU which operated in its own way, but we operated as a unit under the directives of the late Bongani.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Then, specifically, your political education, political education? Who taught you all of the different policy matters that relate to Apla?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I got political training after 1987, that is after I had become a member of the PAC. This was discussed or politics was discussed in the meetings that I frequented and this went on up to such time that I became involved militarily, that is in 1989 up to my arrest.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Were specific political classes given or was this just the general discussion of what was going on in the country?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I would not say they were specific political classes per se, but we were discussing politics because there would be documents that we would read, basic documents and we had to know about the policies of the organisation and the needs, etc.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And who led you in these discussions? Was it Bongani again, or was, or were other people involved in this?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "There were other people who were leading us in these discussions, for example, there were chairpersons, secretaries, deputies. These are the people who were present in those meetings at a political level.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Is it therefore correct for me to conclude that this was the first operation as an operation that you were involved in? This 1991 one?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "That is correct. That was my first operation.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And do you know if any other members of your task team were involved in any other operation of this nature?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "No.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, with regard the incident itself. Can I just go one back. You met the Thursday night with the other members of the task force and there Bongani briefed all of you. I know that you had the information already, but he briefed the group about what was going to happen the following day. Yes?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did he allocate specific tasks to you that night or exactly, what I really want to know is what did he say?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes, he allocated roles to each one of us, for example, I knew that my role would have, would be to drive. Wutosi, that is Edwin Simelane, his role would be to drive the vehicle that we would bring back and the others would have to provide security by making sure that they engage in a fight where necessary.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, did the discussion extend at all to what was going to happen to the money once you had it in your possession? Once you had counted it?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes, it was indicated as to how the money was going to be used. The purchase of firearms because we had a shortage thereof and we are not the only ones who had a shortage of these. The cadres who were outside the country, for example, also had this same problem, food, ammunition, etc.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, just, I'm not sure if I've got my dates right, but I know that at some stage, and I would have thought that it was December '92, January '93, Apla decided to cease, to halt the armed struggle. Mr Mbandazayo, you'll tell me if I've got my dates wrong. And word was sent out to all the units that the armed struggle as waged by Apla was to cease.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, that's correct, Chairperson, it was '94.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Was it '93 to '94. Okay, then my question then doesn't apply. Thank you. I was just not sure what my dates there. No, then that question doesn't apply to your circumstances. But a different question relates to your contact with other Apla members outside of the task force group. You are saying that there was nobody else except uMarapapa who you knew could be contacted about what was going on within your organisation.",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "People that I used to keep contact with were the members of the unit with which I, in which I operated.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you, Mr Ngubeni. Thank you, Chair.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Ngubeni, at the time of the incident it seems you were going on 27 years of age, shortly before your birthday. Is that correct? You were born in '64 on the 30th of September.",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "The incident took place on the 20th of September '91.",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you were 10 days short of your 27th birthday.",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you employed at the time?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "No, I was not employed at the time?",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you work some time before the incident?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where were you then employed?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I worked at different places, at different firms and in the township doing temporary jobs.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you never have any permanent employment?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I don't know how you mean by permanent.",
            "Male"
        ],
        [
            "MR MALAN",
            "Well then explain to me what you mean by temporary jobs.",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "My understanding of temporary jobs is that you are employed, or should I say, you are told on being hired that this is a temporary job and in some cases you are just employed without being told that the job is temporary, but later on, only to be retrenched.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now, were you ever employed without being told that the job is temporary?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes. Several times.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now, what was your last employment? Where you were not employed on a temporary basis.",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "It was Hubert Davis and another factory that was called City Metal in Wadeville.",
            "Male"
        ],
        [
            "MR MALAN",
            "What kind of work did you do there?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "At City Metal I was an operator, a machine operator and at Hubert Davis I was working as a clerk.",
            "Male"
        ],
        [
            "MR MALAN",
            "What was the nature of your work at Hubert Davis? What did your job entail?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "My job there involved filing, despatch, stock taking and such things.",
            "Male"
        ],
        [
            "MR MALAN",
            "When were you employed at Hubert Davis?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "If I am not mistaken, I think it was 1986. It could have been 1985, '86 if I am not mistaken.",
            "Male"
        ],
        [
            "MR MALAN",
            "And at City Metal?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I worked in 1984 from 1983, I think it was 1982 up to 1984, if I am not mistaken. That was my first firm after I had left school.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now, where did you live from the period 1987 through 1991?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I stayed at home at No 216 Twala Section.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who did you stay with? Was it your home, your parents' home?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I stayed with my parents.",
            "Male"
        ],
        [
            "MR MALAN",
            "Are they still living there?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were they employed at the time of the incident?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes, my father was employed at the time and my mother is doing sewing at home and she is selling those things.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did they take care of your needs? Did they give you food, buy you clothes, or did you have any other income?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I was dependent on them as I explained earlier that I sometimes used to get temporary jobs in the township. I would drive taxis on occasions, taxis on occasions.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now, do we understand you correctly that the incident for which you're serving term now, was the only operation that you were involved in?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did Bongani ever, on any occasion, make a contribution, financial contribution, to the expenses or living expenses of the members of the unit?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes, it sometimes happened that he would bring some food along, because sometimes we would work the whole night. And yes, he would sometimes bring some food and we would also get donations from businessmen in the township because we were looking after the community.",
            "Male"
        ],
        [
            "MR MALAN",
            "My question really relates to cash payments to the members. Did you ever receive cash from Bongani?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was Bongani ever employed that you know of, in this period?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I would not say. I don't know.",
            "Male"
        ],
        [
            "MR MALAN",
            "And on the day when, after the monies had been counted, was nothing given to any of the participants? Not even R10 or R20 or R50 or R100 to everybody?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "No. That was not the aim. We were not supposed to benefit from the operation personally as members of the unit.",
            "Male"
        ],
        [
            "MR MALAN",
            "You see, why I'm asking this, is in most of the other applications, we've had evidence from PAC units, task force members that part of what they repossessed was for their survival and living conditions and the keeping going of the unit. But here it seems nothing ever was paid or contributed to the expenses of the members of the unit. Is that your, is that how we are to understand you?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Truly speaking, I took an oath to the effect that I would not use the organisation to feather my personal aims. I took an oath to that effect.",
            "Male"
        ],
        [
            "MR MALAN",
            "You also said that you, after the incident, you left the townships. You left the township.",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where did you go to then?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I went to my relatives in another place, not in the township.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, where to I ask, not who to? Where did your relatives live?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "In Newcastle. That is where I used to attend school.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you leave a message to Bongani where you would be going? If he would be looking for you, or to anybody?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I had decided that I would look for him when the time comes, but I did not leave a specific message to say where Bongani will find me in case he wanted me. I had planned that I would look for him and find him. You see, I was scared so that if the police happened to come home, they would be told where I was and this would lead to my arrest.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where were you when you first heard that the police were looking for you?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I was at home.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry. If you say at home, is that at home in, on the East Rand, or at home then with your relatives? With your parents? Were you with your parents when you learnt that?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes, at home where I used to stay with my parents in the East Rand.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who told you?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "A girl, I think it could have been Trevor Masilo's sister, came to my parents' place and told me that the police had come looking for Trevor Masilo and they seemed very angry. And I then got to know that possibly they now know about the operation that we did. Then I fled.",
            "Male"
        ],
        [
            "MR MALAN",
            "You didn't go round to Bongani's house to ask him for instructions?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I did not often go to his place. We usually met at a meeting point, that is where we usually met him.",
            "Male"
        ],
        [
            "MR MALAN",
            "How did you meet at a meeting point without some communication? I mean, surely you must have messages, either from you to his place, or from him to your place in order for you to meet? My question is, you did not try to make contact with Bongani in order to take instructions when you learnt the police were looking for you.",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "It is just as I have explained that Bongani used to phone me to contact me, but I did not phone him. So, in most instances, he would phone me and I knew the meeting point.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where did he phone you when he set up appointments?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "He would phone me at home and indicate where we were going to meet and at what time, etc.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you never made contact with him. All contact was initiated by Bongani. Is that what you're telling me?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "In most instances, yes, that's how it was, because he did not have, I am saying he did not have a stable place of residence, not even a phone number. He stayed at different places.",
            "Male"
        ],
        [
            "MR MALAN",
            "How often did he make contact with you?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I have explained that I got to know him in 1987 when I was introduced to him and he, I met him again in 1989 when I underwent training. And we also met at the time of the operation and right up to the time when we lost contact after the operation.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you not meet him between 1989 and the time when he phoned you to go on this operation?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes, that is correct. I would say from 1987 right up to 1989 I did not see him. I saw him last when I was introduced to him and he disappeared. I don't know where he went to, right up until he came back in 1989.",
            "Male"
        ],
        [
            "MR MALAN",
            "My question relates to the next period. From 1989 to the 20th of September 1991, how often did you see Bongani then?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I would see him often times, because I have explained that we used to work together as a unit, especially after 1990. That's when we were working together as a unit protecting the community.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, that working together as a unit, if I understand it correctly, that was patrolling the township?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "There was no other work as a unit, it was only patrolling the township.",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you patrol it nightly, daily? When did you patrol the township?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "We used to patrol in, or at night. But it sometimes happened that the situation would be so tense such that we would be required to patrol during the day. Because the fighting would take place during the day as well. That would depend on the circumstances and we would get the directives from him as to whether we are patrolling in the day or not.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did this, these patrols, were they taking place daily? Or then nightly, every day or every night? Or did he simply call on you once a month, once in two months, once in six months? How often did you patrol the streets?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "We used to patrol at night, almost daily.",
            "Male"
        ],
        [
            "MR MALAN",
            "And I understand you correctly, that there was also an SDU operating?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you have any relationship with them? Any understanding with this SDU?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes, because we were doing a similar thing. We would help one another where necessary because we were all protecting the community.",
            "Male"
        ],
        [
            "MR MALAN",
            "How did you help one another?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Like passing on information about the attackers as to which route they were going to take, etc.",
            "Male"
        ],
        [
            "MR MALAN",
            "Which attackers are you talking about?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Mostly, the people that we were fighting against were people from the hostels. These are the people who used to come to attack us. They were IFP aligned.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now, who were with you patrolling the streets? Who were the other members doing these patrols?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Our commander, Bongani Moyo, Edwin Simelane, Trevor Masilo, Freddie Makwe, Clive Majola and myself.",
            "Male"
        ],
        [
            "MR MALAN",
            "These were the members that patrolled nightly?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did they work during the day?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Some were working, yes, during the day. For example, Edwin Simelane, even though he was working at home because they had a taxi business.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now, it appears from this that you saw Bongani Moyo at least once a day, because you were patrolling together. Is that correct?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And that happened all through, all through this period. When did it cease? When did you stop these patrols?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I would say as I have explained, there was violence in our township so this was something that we did frequently. And we also continued doing this, even on the day of our operation, we were still doing this.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now why, the night after the operation, why did you not continue doing this?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Bongani made it clear that this other operation was part of the struggle, because it too was important. So this other operation would help us secure arms and ammunitions.",
            "Male"
        ],
        [
            "MR MALAN",
            "That, that we understand quite clearly. The question is why did you not keep on, if I understand you correctly, you were patrolling the townships nightly, every night up to the time of the incident of the operation. But then you stopped. Why did you not patrol the township the next night, that Friday night, and the Saturday night, and the Sunday night?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I thought you are saying why we did not patrol on Thursday. Bongani, I should say, made it clear that he was going to leave for those days and he was going to see us after a week. We continued as a group to do the patrols after the operation but he was not present.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you continue those patrols?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "After the operation?",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes.",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes. We continued right up to the day that I heard we were being sought by the police.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you discuss that with any of the other members in the unit?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes, we did.",
            "Male"
        ],
        [
            "MR MALAN",
            "What did you discuss and what did you decide?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "It was something that had been discussed earlier that after the, this operation he was going to leave and that I, as his deputy, would have to continue with the other comrades to patrol the streets.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now what did you do when you learnt the police were looking for you?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "After hearing that we were being sought by the police, I tried to contact other comrades to find out from them as to whether they had heard that we are being sought. But unfortunately, I was not able to contact them. I don't know whether they had already received that information because I was not able to contact them.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you not supposed to meet with them that night? The night when you got the information. Would you not have patrolled with them that night? Couldn't you discuss it with them then?",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes, we were supposed to continue with the patrol, but now that we were being sought by the police, or should I say, we heard about our being sought by the police before the patrol itself. I think it could have been round nine, ten in the morning.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then as deputy, you fled without contacting your other members of the unit. You just fled. You didn't tell the other members anything.",
            "Male"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I explained earlier on that I tried to contact the other members of the unit, but unfortunately I was not able to get hold of them.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. When you were patrolling, were you armed?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And as part of these patrols, did you get involved in battles with these attackers?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And would you exchange gunfire?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did this happen quite often?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I would not say often, but there were times when we had confrontation, say for example, we were trying to get into the township we would see them and start fighting them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Thank you. Mr Mbandazayo, have you got re-examination?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Chairperson. No, my honourable member, Mr Wynand Malan covered points I wanted to cover in a re-examination which were raised.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very good. Yes. Oh yes, Adv Gcabashe?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Your date of arrest, do you remember it? '92, January?",
            "Unknown"
        ],
        [
            "THEMBINKOSI NGUBENI",
            "I was arrested in June 1992.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, I assume you want Mr Ngubeni to be excused, Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Chairperson, if the honourable members are through with questioning, then I will call the next witness.\nWITNESS EXCUSED\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Chairperson. My next applicant is Trevor Masilo. Chairperson, he is Sotho-speaking.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Mbandazayo. Mr Masilo, will you please stand?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "(sworn and states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Chairperson. Mr Masilo, the affidavit which is before is also before the honourable Committee. Do you confirm that this affidavit was made by yourself and you abide by its contents?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, should I read it for the record? I will only, it is short, the affidavit.\n\"I, the undersigned, Trevor Masilo, do hereby make an oath and state that I am the applicant herein, having submitted my application whilst being held at Leeukop ...(indistinct) Prison, Gauteng. The facts to which I depose are true and correct and within my personal knowledge, unless the contents indicate otherwise.\nI was born on the 20th November 1970 at Vosloorus. I am the last born of six children. My parents divorced while I was still young and I was brought up by my mother. My mother first worked at ...(indistinct) Hotel and worked at Boksburg Old Age Home until she was pensioned.\nI started schooling at Detomo Primary until Std 1 and moved to Bulugoneng until Std 4 where I left due to financial problem as my mother was not working then.\nI joined PAC though Azanla in 1990. I joined the task force of Apla in 1991 under the command of Apla Commander Bongani Moyo. In waging the armed struggle, Apla had set up task forces which consisted of internally trained cadres. I was also one of those cadres belonging to task force.\nMy general instruction as a task force member was to assist when called upon to execute certain orders which could be geared towards advancing the armed struggle, directly or indirectly. It was in this context that I became part of the unit that attacked and repossessed the Cash in Transit vehicle near Cleveland.\nThe affidavit of Comrade Ngubeni has been read to me. I understand the contents and confirm it in so far as it relates to me and respectfully request that the same be incorporated in this affidavit.\nI am presently serving 28 years for armed robbery, two murders and possession of arms and ammunition. I respectfully submit that my application complies with the requirements of the Act and that I have made full and proper disclosure of my involvement in this operation. Signed by the applicant.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Mbandazayo. That will be Exhibit B.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Chairperson. Chairperson, I'm not intending to lead any more, the evidence of the applicant.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mbandazayo. Any questions, Adv Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "No questions, thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Any questions from the Panel?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Yes. Yes, thank you. Again, Mr Masilo, just tell us a bit about your political training, political education, military training and your activities as a member of the task force before September of '91.",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "I joined the PAC in 1990, that was after the conflict between the Inkatha and the communities. Because the Inkatha people were attacking members of the community, because I stayed near the hostel then. We were being attacked during the day and night. There were white people working together with the Inkatha people. They were assisting them with the Hippos transporting them into the township.\n\tBecause we were under the oppression led by the white people, so I realised that sitting there knowing that African people are being oppressed. Then I decided to go and see Thebu and then we met Bongani Moyo through Thebu. And then Mutsapa said to me on that day he will see me after some days. Thereafter ...(intervention)",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry, can you just stop there. You're going to fast, number one, but secondly, Thebu, who is Thebu?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "He is the person that I went to when I joined the PAC at the Vosloorus branch.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You don't have his full names, Thebu, you don't have his full names or do you just know him as Thebu?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "That's correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And then Thebu took you to Bongani and then another name came up that I missed completely. So you met Bongani?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "They were calling him Mutsapa Bongani, the name which was used was Mutsapa. He was Swazi that's his name, Bongani Moyo. He was known as Mutsapa.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Okay. Yes. Thank you. Please use Bongani. It's easier for us, it is the name we are familiar with. Okay, so you, Thebu took you to Bongani and continue from that point, please.",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "We met Bongani and then Bongani said to me he'll meet me after some days thereafter.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Yes?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "Then he came to me after three days, three to four days, I don't remember where and then he asked me whether I know how to use a gun. I said to him the only gun that I am able use is the small gun, that is the 9 mm, and I know how it works. Then he asked me whether I know how to use AK47. Then I said to him no I have never used AK47. Then he said to me he'll come and fetch me anytime.\n\tThen he said he'll come to me after some days because he want to ask me some questions. He came to me after two days with Thebu. It was around 9 o'clock in the evening. I stayed on the last street and from there it was an open place. They took me to that open place and then when we arrived there, Bongani took out a 9 mm and then he asked me to use it. He wanted to see whether I can use it. Then I took that 9 mm and then I shot with it. He then said to me he could see that I can use 9 mm and then he took out AK47 and he showed me how it was used. \n\tHe shot with that AK47 and then he gave it to me, and asked me to operate it the way he showed me. Because I had already seen how it is operated, I managed to use it that day. And then he said to me I am brave if I am able to use a gun like that one. \n\tAnd then he said to me he'll to me and explain to me the reasons why the Africans were fighting and why the Inkatha people are coming to the township to attack people. So they took me home and they left.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now this occurred in 1990?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "Yes, 1990.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "When is the next time you saw Bongani? After this?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "I met him after two weeks at the place of Chipape(?).",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And was there anything in particular that you discussed that's relating to Apla and your unit? Or was it just a social meeting?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "It was not just an ordinary meeting. That day he arrived at home and I was not there and then he told my mother that when I come I shouldn't leave because he will come back at seven to see me. So when I arrived at home at around 5 o'clock I got that message. Then I remained at home until he came around seven to eight and then we left to the place of for Chipape. And then they explained to me that they want me to meet some comrades that I have to work with in patrolling in the township.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And this, in fact, happen? Did you meet the comrades?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "I met with other comrades that day. They introduced me to Chipape in Section 10 in Vosloorus. There was another house again in Natalspruit belonging to Chipape and then while we were there another comrade arrived and he took us to Natalspruit and then I met Simelane, Thembi Ngubeni and Clive Majola at that house.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You met, sorry, you met who? Ngubeni?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "Clive Majola, and Freddie Makwe.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "When did you meet Simelane?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "I met him the day when umAfrica Matsapa took me to them and introduced me to them.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Was this on a different occasion? After you had met Ngubeni, Majola and Makwe?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "Simelane was also there.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Is this when you started operating as the unit? From this point?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "That's correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Just tell us a couple of things that you did as a unit. Now, all of you together.",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "He told us that we should go and patrol because they've got information that the Inkatha people were intending to come and attack people in Tokoza. And then he said we should be near the hostel so that when he, when they move from the hostel into the township, we should be able to block them. We went there that day, but nothing happened. We patrolled until the early hours of the morning. In the morning before we went to our places, he told us that we should meet again that evening at the same house of Chipape, because that was our meeting place.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Are you saying that until September of 1991, this is the only activity that you were involved in with your comrades who formed part of your unit?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "Yes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Then the night before the incident, this is September '91, the Thursday night, Bongani briefed you. What did he say your task was going to be on that Friday?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "He explained to me, he told me that my task will be to escort Thembi, because he was driving the car that we were travelling in. I will be the escort so that when people like police come, I should be able to lead the way through.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Were you armed?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "That's correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "What were you armed with?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "I had 9 mm.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did you have occasion to use it on that day?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "I did not use it that day because I remained in the car with Thembi.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "From where you were sitting in the car, were you able to see exactly what happened in the van in front of you?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "I was unable to see because that was a two way round. That Fidelity Guard vehicle was on the left hand side, we were on the right hand side. We just parked behind them. They came out to our car. Matsapa was in the front and the others were following behind, that is, Simelane, because he was supposed to drive this car used by the Fidelity Guards after the operation. Then I heard the gun shots and then I saw the driver coming out bleeding. He fell on the ground and then he ran passing our car and Simelane came and then I escorted them till we arrived at the dumping place in Natalspruit.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Just describe this T-junction to me. It was a T-junction and there were traffic lights at this T-junction.",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "It was a T-junction. The robots were closed. There was no other car in front of the Fidelity Guard vehicle, but there were other cars which were coming in.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You say other cars, there were other cars which were coming in from where?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "That is from the left. They were driving past us. We were supposed to drive in to the left.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So these cars that were passing you were coming from the opposite direction. They were in the other lane, driving past and away from you. Is that right?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "Others were turning like I'm indicating. We were supposed to turn left from the robots and then we drove with the freeway.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Was there a lot of traffic at this point?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "I did not realise that because my task was to ensure that my fellow comrades were safe.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Was there a motor vehicle in front of the Fidelity Guards vehicle?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "I'm not sure whether there was another car, but if I remember well, it was only this Fidelity Guard vehicle in front.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Okay. And again when you eventually got to counting the money, you were not given any at all?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "No.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And you were not expecting any either.",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "We were not expecting anything because that money was going to be used for the organisation activities.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did you see Bongani again this incident, after you divided, I beg your pardon, after you counted the money?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "I never saw him after that day, after counting the money. I saw him during the time we were being hunted by the police, that can be three to four weeks after the incident.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did you talk when you saw him, three to four weeks later?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "Yes, I did talk to him.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "What did you discuss?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "We discussed about the issue regarding us being hunted by the police and the question of me not staying at home and then we discussed the issue of me leaving the country because I was hunted by the police. He said to me while he's still trying to organise for me a base where I can stay, I should remain where I am. Then he'll try to contact another person in Vosloorus, that is Bapeti, and then Bapeti will contact my sister, and then my sister knew where I was.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Did he talk about your other comrades at all? Ngubeni and Simelane? And the others, actually, even Makwe and Majola?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "He asked me about them. Then I said to him since we have been hunted by the police the last time I saw them was when we went out to patrol that ...(indistinct). Because when I arrived at home that morning I was told that I'd been hunted by the police. At home, I asked my sister to go to Mr Ngubeni and tell Mr Ngubeni that the people, the police were looking for me for murder and robbery and Mr Ngubeni should try to contact other comrades.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And how was Bongani going to come back to you with information about what he had arranged for you?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "May you please repeat the question, I don't understand your question?",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Bongani was going to see what he could arrange  in respect of a safe place for you to stay and ultimately, for  you to leave the country. Is that correct?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "That's correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "How was he going to communicate his progress to you? Because you were both in hiding now.",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "Like I have already explained he said to me he would try to organise for me to leave the country and then he'll contact Bapiki and then Bapiki will contact my sister and my sister was the only person who knew where I was.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Bapiki was a comrade of yours?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "That's correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "When were you arrested?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "I was arrested in, on the 3rd of December 1993.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "'93?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "That's correct. 1991 not 1993.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "'91. Were you the first to be arrested of the group?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "Yes, I was the first.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Where did they find you?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "I was arrested at a road block. I was from Transkei.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you, Mr Masilo. Thank you, Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Why did they arrest at the road block? What did they arrest you for there?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "I had guns with me and ammunition.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you tell us a little more about these guns? Was it for an operation or what was the purpose? Where did you get them from?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "I went to collect them from the Transkei for the organisation.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who sent you?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "I was sent by Bongani together with Bapiki.",
            "Male"
        ],
        [
            "MR MALAN",
            "And where did you collect the guns from?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "We collect them in Umtata. On the outskirts of Umtata at a place known as Poloza.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you buy the guns there or did you simply collect them?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "The person who knew where this guns were supposed to be collected was Bapiki. We went to collect them from other comrades in the Transkei.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now this Bapiki, where did he fit in? Was he a member of your unit?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "He was not a member of the unit.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was he a member of Apla or was he simply a member of PAC?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "He was a member of Apla.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was he a member of another unit?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "He was working with other comrades.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was he responsible to Bongani?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "Well, I'm not sure whether he was accountable to Bongani, because the reason that led to me meeting Bapiki was through Bongani. I met him through Bongani. How they met each other, I don't know.",
            "Male"
        ],
        [
            "MR MALAN",
            "When did you meet Bapiki first?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "I knew him before, that he was a member of the PAC. I met him after this operation, while I was being looked by the police, being hunted by the police, rather.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now, where did your sister learn that you were being hunted by the police?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "She was staying at home. So when the police arrived at home, they found her together with my mother at home.",
            "Male"
        ],
        [
            "MR MALAN",
            "What did they tell her? What did she tell you they told her?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "She said to me they were white policemen from Brixton and they said to her that I've killed white people and where they could me. They were going to kill me.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you ever learn how they traced you? How they linked you to the incident?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "I don't know.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were you, was there any possible way that they could have linked you, that you would guess? Did you have previous convictions so that they could trace finger prints or something?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "I never had previous convictions. It was well known in those days that there were people known as mpimpis, informers. It might happen that somebody saw me when this took place. That is what I think.",
            "Male"
        ],
        [
            "MR MALAN",
            "How did they get to your other colleagues? The same informer, or did you give them the names? How dad they get to the other applicants and the other people involved?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "I never gave them the names. When I was arrested and taken by the Brixton police, when they arrested me in Heidelberg, they had their names and they asked me where they are. And they wanted to know from me whether I know them. They told me that I was with them at that operation and they wanted the money and guns.",
            "Male"
        ],
        [
            "MR MALAN",
            "And they gave you, the police gave you all the names? So they had all the information then.",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "That's correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "You responded to an earlier question about your  joining the task force by Adv Gcabashe that it was 1990, but  I think in your affidavit you say '91. You joined the task force in '91, is it?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "I intended to correct it, it was a typographical, it's supposed to be 1990, the same year.",
            "Male"
        ],
        [
            "MR MALAN",
            "It's supposed to be?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "The same year, 1990, sir, ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Also in 1990.",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "Also 1990, the same year. Sorry for that, it was my mistake.",
            "Male"
        ],
        [
            "MR MALAN",
            "Okay. We can just correct, it's paragraph 5. When did you again see or hear or speak to the first applicant, Mr Ngubeni?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "The first time I spoke to Mr Ngubeni, it was at Boksburg Prison, after our arrest.",
            "Male"
        ],
        [
            "MR MALAN",
            "When was the first time you spoke to Bongani again after the incident?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "I don't remember whether it's the week after or two weeks after. It can be then.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it before or after you learnt that you were been looking for by the police?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "That is after I've learnt that I've been hunted by the police.",
            "Male"
        ],
        [
            "MR MALAN",
            "What was his advice? Would you just share that with us again? What did he tell you then? Did you inform him that you were being hunted?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "The day I met Bongani, I told him that the police are after me concerning that operation. I told him that they arrived at home and they found my mother and sister and they told them that we have killed white people and they said they are going to kill me. So I asked him to help me to leave the country. He said to me I should try to stay at that base where I am and then he will try to contact Bapiki and then he will send Bapiki to my sister who knew where I was.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where did you meet Bongani on this occasion?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "I met him in Tokoza, Natalspruit.",
            "Male"
        ],
        [
            "MR MALAN",
            "How did you make contact with him?",
            "Male"
        ],
        [
            "TREVOR MASILO",
            "I was alighting from the taxi to my base. He was also on the other taxi and he saw me and then he came to me. And that's when I explained to him what was happening.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Was Bapiki, was he with you when you were arrested at that road block with the guns and the ammunition?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "Yes, he was with me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he also arrested?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "He was also arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And what, did they make a case against him? The police. Was he taken to court? What happened to him?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "I travelled with Bapiki from Johannesburg to the Transkei. When we arrived in Transkei we came back with our comrades.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he, was, was? Can you just make it clear, I'm not sure now whether I followed you. Was Bapiki arrested  with you in the road block or not?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "Yes, he was arrested with me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What happened to him then? Did they charge him, or sentence him, or what happened?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "He was charged, but he gave them wrong names and wrong addresses, because most of this white people were concentrating on me. Because when they arrived at home, they took my ID and after taking my fingerprints they found out that I'm being looked for that operation. And then Bapiki told them that I'm the person who knew where the guns going to be collected and I'm the person who went to fetch him at his home, and then he was given bail. And I don't understand why he was given that bail. So, while I was still attending the court, when they went that address they could not trace him and that case was dismissed against him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he disappeared. They couldn't find him.",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After you were arrested at the roadblock, which police were dealing with the matter? Was it the Security Police, or which police was it? Before they found out that you were being looked for, they were looking for you in connection with this robbery?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "The police from Heidelberg who arrested me were not the people who actually handled the case. My case was handled by the police from Brixton in Johannesburg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So did the Security Police come into the matter at all? Do you know?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "I don't understand what you mean by Security Police. Which Security Police are you referring to?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were the Security Police ever involved in this? After your arrest at the roadblock at all? Or was it just the Brixton Police that took over the case?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "I was arrested in Heidelberg and I was charged in Heidelberg by the Murder and Robbery in that area. And then they came the following day to book me out and I was sent to Brixton in Johannesburg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To the Murder and Robbery Unit in Brixton?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right. What kind of arms and ammunition did you have on you when you were arrested at the roadblock?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "We had six F1s, three AK47s, two Us, and four 9 mm's and one 357.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did they charge you for these arms and ammunition?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "Yes, I was charged for them, but that case was dismissed because they could not trace Bapiki.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it only you and Bapiki that were charged for these arms and ammunition?",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "Like I have explained, that from Johannesburg I was with Bapiki to Transkei but when we arrived in Transkei, when we arrived in Idutywa, we met the person we were supposed to meet and then he told us there are other fellow comrades who were supposed to come to Johannesburg. So we travelled with them back. So they were also arrested, but after their arrest they gave out wrong addresses. But I managed to take them out of this case, because they didn't know anything about this arms and ammunitions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So they, so they arrested everybody that was in the vehicle with you.",
            "Unknown"
        ],
        [
            "TREVOR MASILO",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well. Yes, Mr Mbandazayo, have you got any re-examination?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Do you want Mr Masilo to be excused?\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Who is the next witness?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "The next witness, Chairperson, is Edwin Simelane.",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "(sworn and states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Mbandazayo, is there an affidavit which is largely identical to the one of Mr Masilo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Chairperson. Identical to Mr Masilo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so there might not be a necessity to read that one, but you can carry on reading.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Chairperson. Mr Simelane, do you, the affidavit which is in front of you is before the committee. Do you confirm that this affidavit was  made by yourself and that you abide by its contents?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes, I concur with the contents.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Can you, Mr Simelane, just briefly tell the Committee your role in this incident?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I'm sorry, we're going to mark that affidavit as Exhibit C. Thank you.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Can you briefly tell the Committee what was your role in this incident?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "The role that I played was that of driver. I was driving the security vehicle as Bongani had indicated that my role would be to drive the security van and Comrade Thembi Ngubeni would drive the vehicle that we had been using. We indeed left on that morning of September 1991. We had spent the night together. We woke up and we went to the place where this vehicle would be coming from and we stopped this vehicle, or should I say, we met this vehicle and followed it right up to the T-junction. Myself and Comrade Clive and Freddie were sitting at the back. Comrade Bongani and Comrade Trevor Masilo were sitting in front. \tIndeed, we went to the place, we saw this Fidelity Guard van coming out and it came to a halt at the robots, at the red robots. This Fidelity Guard van was in front of us on the left hand side. You see we were travelling on a two-way traffic street approaching a T-junction and this vehicle was supposed to make a left-hand turn and we were travelling on the right hand side. And we got off, I think there could have been three to four vehicles that were dividing us, the vehicle with money and ours. What I was supposed to do there was that I was supposed to drive that vehicle. I must indicate that it was not our intention to go and kill. Our intention was to get some money that would help the organisation.\n\tAnd I don't know what happened when we got there, I don't  know what happened to the security guards because I just heard a gun shot and when I came closer to the vehicle the driver was leaving the vehicle, running away, crossing the street. That is when I took the driver's seat, closed the door and the comrades got inside the van and we drove away.\n\tWe went to a place between Spruitview and Vosloorus where there is a dumping site and when we got to the dumping site, we removed the containers with money and we put these in the vehicle that was being driven by Thembi Ngubeni. And we removed these trunks, transferred to another van. And Comrade Freddie removed these trunks, transferred them to our van and the van was wiped and we left to a place where we offloaded these trunks, counted the money and we counted it to R150 000 and we handed this to Comrade Bongani. That's the role that I played.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "How were you arrested, and after how long were you arrested after this incident?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "I don't know how I was arrested, but yes, I was arrested. I cannot even say how they knew where I was hiding. The operation was in September, but I was arrested in January 1992. I was arrested in Newcastle at my sister's place.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "That is all, Chairperson. Thank you.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Mbandazayo. Mr Steenkamp, any questions?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "No questions, thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much. Panel?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Yes, thank you, Chair. Mr Simelane, there's one thing I missed. You said after the driver of the Fidelity Guard van came out of the car, he was bleeding. You then took over the driving and the comrades got into the van. Which van?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "I am referring to the security guard van.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, the passenger security guard was still inside the van at that point. Yes?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Two questions. Did you see how he got shot?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "No, I did not witness that. I just heard a gun shot. As to how it happened, I don't know. I just heard a sound of gun fire.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "The sound of an AK47 rifle?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes, that was the sound of an AK47.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Do you know how many shots were fired in that sound that you heard? How many would that have been?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "The sound only went off once.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Once. So, as far as you can make out only one shot was fired.",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Then, four of you were able to sit in the front cabin of the van. Just help me with that? As you drove off, you were driving? Who was next to you?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes, we managed to sit in the cabin, the four of us. I was sitting next to the security.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And then the other two comrades were sitting next to him and at the door.",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes, yes, that was the seating arrangement.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Was that security guard dead?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "No, I would not say exactly that he was dead, because I had not seen that he had been shot. I thought he had been kept hostage or he is still under shock. I only said to my comrades that they should sit in such a way that he too can be able to sit well. And that's when he fell over.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "He fell over as your comrades tried to seat themselves comfortably in the van.",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "That is when I said to my comrades that they should sit such that he can sit comfortably. Because they were trying to push him so that he can sit well.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Just describe this van to us, there're different types of vans that Fidelity Guards use. Was this the Hi-Ace type of van, was it? Just, just help us with that?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "It was a one-tonner, Toyota van. I'm not sure whether it was a Toyota or Datsun. But it was a one-tonner, a long base with a canopy. It was white in colour with red writing.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "When you say it was a Fidelity Guards van, you mean it was a Fidelity Guards van or are you simply describing a security guard van? Or security company van rather?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "It was a company van, yes, it was not a Fidelity Guard van. It has become common for us to use these words thus.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Had Bongani given you any indication at all as to how much money he was expecting to net from this operation?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "No, he did not. No, he did not. He did not tell us what amount of money he was expecting from the operation. We only made out how much we had when we counted the money to R150 000. And when we went there we did not even know how much to expect.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And did he give any indication at all as to how many other operations like this you would be expected to carry out?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "No, he did not.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "The guard was dumped, the one who was in the van, he was just left at that dump inside the van, or you threw his body out of the van. What did you do?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "I think the body was removed from the van. I think, see this happened in 1991. I think the body was removed from the van. So, you see, we were doing everything hastily.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But this was at the dump?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes, at the dump.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And the dump is adjacent to Vosloorus?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "I would not say it is adjacent to Vosloorus. It is actually between Spruitview and Vosloorus. So I would not say whether it is adjacent to Spruitview, but it was between  these two places.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And he was dead, certainly at that point? At the dump you knew that he was dead?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes. Because he was not speaking, was not responding.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Are there any other Apla operations, apart from this one, and apart from patrolling, that you've been involved in?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "We were not, I was not necessarily involved in Apla operations, but task force operations such as defending the community as a task force. They were not necessarily Apla operations. Our commander, yes, was a member of Apla, that is the late Comrade Bongani. We don't know as to from what level of Apla, echelons received his instructions, but we were basically defending the community. For example, I as a taxi driver at the time, you see, we were often under attack from  the hostel people and the taxis, these were shocking things.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And when you joined Apla and became a task force member, you had no desire to go into exile and wage the struggle with other comrades outside the country?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Anything was possible, yes. There was such an intention but then I was committed to following any instruction in the organisation, whether I was being sent overseas or Tanzania, yes I would do that, because I had committed myself to the organisation.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you. Thanks, Mr Simelane. Thank you, Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Have you got anything?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Simelane, did I hear you respond, making a distinction between task force and Apla? Did you say you were not a member of Apla, you were merely a member of the task force?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes, I was a member of the task force under the control of Apla.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you didn't see yourself as a member of Apla?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "I was seeing myself as a member of Apla because my commanders were members of Apla. All I knew that I was operating as a member of the task force.",
            "Male"
        ],
        [
            "MR MALAN",
            "The vehicle that you used for the operation, this Nissan vehicle, was it a bakkie?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "You mean the one that, are you referring to the vehicle that we used to drive to the operation?",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, the one that you followed the security vehicle with.",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes, it was a Nissan bakkie, a 1400.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it an open bakkie?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes, it was an open bakkie.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do I understand you then correctly, also that you loaded the trunks with the money onto the bakkie at the dumping site and went to another place to count it.",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes. We loaded these trunks in the van and we sat on top of the trunks. Yes, that's what we did.",
            "Male"
        ],
        [
            "MR MALAN",
            "How many trunks were there?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "I cannot recall the total amount of trunks that we had, but I think there were not more than 10.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were they marked?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "I think they were similar to these ones, but they had these big writings, I think they were black writings that were on the outside.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now, this security company that owned the security van, what was its name? What was the name of the security company?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "I did not know the name, I only heard the name in court, I think it was Trust Cash something.",
            "Male"
        ],
        [
            "MR MALAN",
            "And this, these trunks, were they locked in that security vehicle, or was there easy access to them? Where were they kept?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "I do not quite understand the question, Chairperson, are you saying they were locked or what?",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, let me, let me try and explain. I understand that you all took your position on the seat which seems to me if you talk front seat, the only seat in the security vehicle, or did it have more seats?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "No, I am saying we all occupied the front seat. There was only one seat and a canopy.",
            "Male"
        ],
        [
            "MR MALAN",
            "Right. So the canopy, the trunks were in the bottom part, the back part, sorry, the back part of that security vehicle under the canopy.",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "There was no access from the driver's position or the front seat to the trunks other than through the back, or how was there access to the money?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "That is correct. You'd have to get out of the vehicle and go to the back to gain access into the inside of the canopy.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was the doors at the back, were they locked?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes, they were locked.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where did you get the key from to unlock them?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "These were the ones that were hanging from the ignition key.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were they part of the ignition keys? And you say the company, you only remember it as Trust Cash something?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes, I think it was Trust Cash something.",
            "Male"
        ],
        [
            "MR MALAN",
            "You failed to ask your fellow applicants because I was under the impression all along that it was all along the Fidelity Guards company. And may also have been the impression we had at the TRC and why we did not manage to make contact with this specific firm and the victims. Can you, is it possible to consult with them and see if you can come up with the specific name in order to assist us in tracing the victims at least?",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, I'll do my best, but when I was consulting, that's why you put Cash in Transit. I couldn't get the name, that was the problem. I would have put the name. The problem was that they couldn't remember the name. So we just write it was a cash, it was a security company, just Cash in Transit, that's why we put that in affidavit.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you remember the address where that vehicle departed from when you followed it that morning of the incident?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "No, I do not remember. No.",
            "Male"
        ],
        [
            "MR MALAN",
            "And your evidence was that you think you stopped at the T-junction about four or five cars behind the security vehicle. Did I understand you correctly, that there were three or four cars between yourself and the security vehicle?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes, Chairperson, I would try to explain and my co-applicants did indicate as well. This security guard van was in front and there was no other vehicle in front of it. We were behind it being separated by several vehicles, about three, four or five, or should I say, two or three. We were behind on the right lane and this security vehicle was on the left and it was stationary at the robots.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it two lines of vehicles? Two rows in the same  direction? And you stopped on the right hand lane?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes, because, see, it was at the T-junction, some vehicles here were supposed to turn to the left and others to the right. Yes, that's the position, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was there any reason why you travelled in the right hand lane, whilst the security van was on the left?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "I would not say exactly what the reason was. What was important was that we had to tail this vehicle. I  think the person who was supposed to answer that question was the person who was driving this 1400 bakkie. I was sitting at the back.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was there any reaction from the drivers of any of the other vehicles or passengers? In those four or five cars or more, because it may be a double row now as I understand it? Did any of them respond or follow the vehicle when you drove away?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "I don't know what they did really. We were not necessarily concerned about them. We were concentrating on this van. Yes, we had other comrades who were charged with the responsibility of monitoring the situation so we were concentrating on this van.",
            "Male"
        ],
        [
            "MR MALAN",
            "And nobody else followed you that you can remember? Even at a distance.",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "I would not say, Chairperson, because there were many vehicles that were driving behind us, so I cannot say whether they were following us, or whether they were taking their own direction or just moving, because if they were following us, they would have followed us to the dumping site. I think they were just moving to wherever.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was there anyone else at the dumping site, that you observed? Or were you alone?",
            "Male"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "No, it was just us alone. Because the place is such that it is in a ditch area. People cannot actually see you from a distance.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Simelane, what happened to the driver of that security vehicle? Was he also killed or what happened to him?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "He died. But I think he died after he was admitted in hospital. We only learnt about this during the course, or should I say, during the criminal proceedings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So did both the guards in the vehicle die eventually?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes, they died.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The driver was a white man, if you heard the evidence correctly.",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "Yes, it was a white person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the other one?",
            "Unknown"
        ],
        [
            "EDWIN TOSIMELA SIMELANE",
            "I think was a coloured. But he too had a very white complexion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Mr Mbandazayo, any re-examination?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Yes, Mr Simelane, you're excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp, have you got any evidence? I assume that's your case?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, I think that will ...(indistinct). I was intending to call a witness, but unfortunately the witness was supposed to be here at eleven and during teatime I phoned, he was, he missed a flight from Joburg. He is a member of the ANC or PAC. He was going to come and testify. Now the next flight is at half-past one, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he, is he on his way?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Chairperson, he is at the airport, but I said maybe I'll indicate whether I will still need him. He was going in fact to testify especially on the Bongani Moyo and Mrapapa. I don't know what's the feeling of the Committee?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I don't know how much of that is in dispute, Mr Steenkamp will probably indicate to us. But, is there a prospect of getting an affidavit from that witness?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Affidavit?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, we can get it, let's just see the affidavit, Chairperson, to confirm it, just to confirm the Bongani Moyo and Mrapapa. Chairperson, if you still remember, if the Committee, if I may just, he is the same Mr Khumalo who testified in Kibler Park last year when we heard the hearing. The same name crop up Mrapapa, this other Apla commander and he came and testify about it. He knew him, he was the one who was sent to Military Hospital in Zimbabwe after he was shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I recall.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "So he was going to the same evidence, he was going to lead the same evidence that he know him. He was a member of Apla and also especial Ngubeni because they are almost from the same area, Mr Ngubeni the first applicant. He knew him very well. That he was a member of the party and that he was a member of the task force.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you say he would confirm the position of Bongani as well?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Chairperson. He was going to confirm the person of Bongani, because he also attended his funeral. It is only Mrapapa who he did not manage, if you still remember. He said that he was buried when the coffin of Sabelo Pama was arriving in South Africa. So they have to attend to the coffin of Sabelo. Some went to the funeral of these, this guy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Yes ... (intervention)",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "I can obtain affidavit looking at the time, Chairperson, definitely that's the only problem, that we can wait. Because he will arrive at half-past two if he's going to get a flight at half-past one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Let me just hear from Mr Steenkamp, if it's not in dispute then, it might be unnecessary trouble. Mr Steenkamp, what is the position? You've heard what the, what Mr Mbandazayo has indicated what this witness apparently would be testifying about, in fact, I could perhaps indicate that I presided at the Kibler Park hearings, where, which Mr Mbandazayo has been referring to, where this intended witness also appeared. But, in any case, what is the position?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I understand the Committee's problem. As I understand it, the information that will be brought forward will, as far as I can see, will be repetitive. As far as I remember there was also a previous affidavit by this witness which was handed to the Amnesty Committee in a previous similar hearing.\n\tI think also there was further documents relating to Apla operations, which I cleared out with my learned colleague before we started. Because he indicated to me it might be irrelevant if those documents will be handed in at this hearing. And he indicated to me those documents are already before the Amnesty Committee, maybe not this specific Committee, but it's already before the Committee. So as far as I can understand, Mr Chairman, it will probably be repetitive, because it will definitely not deal directly with the facts as it is now before the Committee. \n\tI can only just add, for the record purposes, Mr Chairman, I've checked the communication between the TRC and the office, I see there was further request to the different Supreme Courts and even to the Appellate Division for further documentation. I doubt whether this case was ever before the Appellate Division, but no documentation came forward. I see it was also requested about the inquest records, nothing could be done about that as well. \n\tAs I understand, these documentations were  subsequently destroyed because the government instructions after five years, documents or police dockets are destroyed. Unfortunate, I understand the difficulty, unfortunate that circumstance, Mr Chairman, I'm not in a position to forward any or supplement any factual information that may be, can give some more light on this, on this specific case. I'm not aware at this  moment whether or not any documentation relating to this specific incident are in the present files  of this, of these applicants. If there will be a decision, it's entirely in your hands, Mr Chairman, but if there will be a decision by the Committee that my learned colleague will have an opportunity maybe to supplement, on a later stage, whenever, this specific application of sworn statements, I would, if, if in the circumstances ask for an opportunity maybe just to check out, the Correctional Service people are here, to see whether or not there are any factual information contained in the prison files. \n\tI doubt if there was parole proceedings yet, but it's possible that any, some information may be contained in their files. That's as far as I can take it, Mr Chairman. Thank you, sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, we obviously would like to dispose of the, at least of the, all the evidence, and you know, be in a position where we are left with having to decide the matter, once we arise from here. I assume you, you're not going to lead any evidence?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Sorry, Mr Chairman. No, not in the circumstances, thank you, sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes. Yes, and Mr Mbandazayo, well it's, you know, you have to take the decision, it's your, it's your matter. We have heard the evidence which you are referring to at a previous occasion. We would like to reach a point where, you know, we can hear your addresses and where we can go away and decide the matter. That's really what we, what we intend. Yes, Mr Mbandazayo, just to repeat, much of what, what, as you have indicated to us, much of what this witness is likely to testify about has already been placed before the Committee in other circumstances, in other applications. So, we would certainly, you know, be happy if, if you do wish to put something before us from this witness, if it is in the form of an affidavit, we don't believe that physically bringing him to this venue here would add very much more value than an affidavit would add. But you have to decide, you know, whether you want him here, personally, or whether, you know, you would submit an affidavit or what you want to do.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Chairperson. Chairperson, in just to be able to reach a conclusion of this matter, I think it is not necessary for me that he should be here physically. Chairperson, as I indicated that the gist of his evidence which mostly, Chairperson, is not in dispute, but we want it just to put into perspective that these people who are talking about Bongani Moyo and Mrapapa are indeed people who did exist and they were members and they were known within the PAC and Apla, Chairperson. But, Chairperson, if I may, just for the sake of conclusion, Chairperson, if I may address the Committee, maybe if the Committee won't be in a position to reach a decision now, I can do the affidavit and send it to the Committee, in addition to that, just to avoid us delaying the matter and wrap up other issues. Just to confirm this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well, let me tell you, if he is not going to be called, then we would certainly prefer to get the affidavit because at the very least, my intention is drawn to the fact that, for example, he would be referring to the position of Mr Ngubeni vis a vis the organisation, which, in a sense, might be something that he hasn't drawn to our attention previously. So it would assist in that regard. But, seeing that he is not going to be called personally to testify, we are going to, and Mr Steenkamp has indicated he's not going to lead any further evidence, we are going to listen to your addresses and we will call upon you to submit the affidavit of this witness to us before we then prepare our decision in the matter.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Chairperson. I'll do that. I'll ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please. Have you got submissions?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you, Chairperson and honourable members of the Committee. Chairperson, I wouldn't like to detain the Committee, but I would like just to take a few points. Specially I would like first to take the question of task force and Apla.\n\tChairperson, according to Apla and the submission they have made regarding task forces, I would say they were similar to the SDUs of the ANC and SPUs of the IFP. They were internally trained cadres and their task was not the same as Apla. They were only involved in security matters, protecting the members of the community, also using VIP protection of the leadership of PAC. But they were a pool from which Apla was drawing its members from. And they were used in certain instances too, in operations. But all the operations they are involved with, always led by Apla. There must be a member of Apla, because they were not actually trained members of Apla.\n\tSo, they did not have a specific programme as Apla that they are going to this and that operation. They are just called upon at certain times and called upon and performed that particular operation. And so, that is why they don't have any programme as such for them except to protect the community as I indicated and VIP protection, some of them were using VIP protection. \n\tAnd as such, it's not like when people are, in actual fact, members of Apla where they can say that, \"I was involved in this operation and that operation, and my main purpose was to be involved in operation.\" So, there is a slight difference in as much as they were trained together. But they did not have those duties and they cannot take initiative on their own, and also identify targets, because that was not their purpose. They were just roped in, within Apla structure, but their structure within Apla, which was trained to protect the community and also for VIP protection.\n\tNow, Chairperson, moving forward to the two applicants, three applicants, Chairperson, I just want to sum their evidence as a whole. Chairperson, I would like thus, to take into account that the time difference from the date of the incident and that until today, the date of the application. There are might, there may be some instances where they don't remember actually, but it is my submission that, Chairperson, they, they attempted, they have made their best to recall as to what actually took place. And in fact, they did not even once, Chairperson, if I put it, if one person would say, they would have come here and say, look we were members of Apla and after this incident we were in constant contact with Bongani Moyo, but they never did that, though the Committee does not know that. They never hide it that we difficulties, we run for our lives and we have problems. They didn't hide that.\n\tAnd, therefore, Chairperson, it is my submission that these two, these three applicants have complied with the requirements of Section 20 and sub-section 1 and sub-section 2 of the Act, that when they indeed undertook this specific operation, they were indeed acting on behalf of Apla. Which, of course, is known and is a recognised political liberation. And if that what they did was not for political gain.\n\tChairperson, we know, for personal gain, Chairperson. We know, Chairperson, there have been submissions about Apla regarding that they had units which, as they called it, repossession units, specifically which were dealing with this repossession of money, which was robbery, which is, in fact, a name for robbery. They were robbing these moneys for the survival of the organisation.\n\tBut, of course, before they formed it, it is to formalise it as a structure, it was done by other people, the members itself who were involved in other operations. And until it was formalised that there must be difference between an offensive and defensive, they were calling it defensive structures, because they were only dealing with that particular operation.\n\tAnd as such, Chairperson, it is therefore my submission that the three applicants have, have made up their case. That what they did was politically motivated and that, and when they acted, they bona fide believed that what they were doing, was for the interests of the organisation. Because the man who was commanding them, who was at the top of them, was indeed an Apla Commander and he, I'll quote my information, was that he was also a member of the high command of Apla. And as such, Chairperson, they bona fide believed that they were acting on behalf of the organisation, and what they were doing was for the benefit of the organisation. And it was to help moving the struggle forward as far as they're concerned.\n\tAnd as such, Chairperson, it is therefore my humble submission that they should be granted amnesty in respect of this incident. And also, Chairperson, I move with regard to Ngubeni's escape from prison, Chairperson. Chairperson, if I may use Mr Wynand Malan once was involved in that hearing, with that hearing in Bloemfontein, and I still remember my learned friend was, Mr Steenkamp was ...(indistinct) and some of the applicants attacked police who were trying arrest them. And they were moving weapons from one area in, where Judge Wilson said \"are you trying to say that somebody, a member of the liberation movement, who was trying to avoid being arrested, would you say that he was not ...(indistinct) (gap on tapes). \n\tChairperson, I would like to advance the same argument with regard to his escape that his escape was politically motivated because he believed that his presence in jail would not take the struggle forward. If he had means to get out of jail he must, and he tried his best, but unfortunately, he couldn't. \n\tAnd as such, Chairperson, it is my argument that also his attempt to escape from prison was politically motivated, and that he did that in the bona fide belief that if he managed to get out of jail, he will be able to pursue the struggle forward.\n\tChairperson, I was not intending to detain the Committee unless there are specific points which it would like me to address it on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mbandazayo. Adv Steenkamp, any submissions?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "No submissions,  thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Yes, I assume you wouldn't have anything further to add, Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "That's all, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. We will have to take time to consider this matter in order to come to a decision. As we have indicated,  Mr Mbandazayo, we would require the affidavit of, is it, just give me the full names of the ...(intervention)",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Jabulani Khumalo. Jabulani Khumalo, a member of the ANC or PAC. Jabulani Khumalo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we would require the affidavit of Mr Jabulani Khumalo. We would like to put a time limit on this, as you would appreciate, you know, all of us are in, into an impossible schedule of work, and the longer we are kept away from analysing matters and writing decisions, the worse it gets for us. So, can you give us an idea as to what, you know, how soon you could, could arrange this for us?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, if I may, I would, if I can be given a deadline as the next of next week Friday, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In 14 days time?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Chairperson, if somebody has got a diary, date on Friday next of next week, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "4th, 4th of June.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "After the 4th of June, Chairperson. Not next Friday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The 11th, yes.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Not the next Friday, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "11th of June.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "11th of June. 11th of June, yes, Chairperson. By the 11th June, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "But I'll try my best, Chairperson, to be there next week. I just want to be given time because he is in Joburg, so I have to travel and get everything done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes, we appreciate that, Mr Mbandazayo. So we will reserve the decision in this matter. The applicants' legal representative will furnish the Panel with the affidavit of Mr Jabulani Khumalo on or before the 11th, Friday the 11th of June 1999, in order to enable us to finalise the matter.\n\tMr Steenkamp, I think that concludes our matters here.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, that will conclude the matters here as well as the roll for the week. If I may also take the opportunity on behalf of the victims who brought 800 kms to attend this hearing, they, on behalf of them, they would like to thank you and honourable Committee members for the way and the manner their specific matters were dealt with. Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you very much, Mr Steenkamp. Yes, that concludes the hearing in Bloemfontein. From the part of the Panel we would also just like to express our thanks to everybody who has assisted us in having this hearing. There are normally a great number of people who exert themselves in order to make this kind of process possible. We would thank all of them. And the members of the public and the media, who have shown an interest in this process and, of course, to the legal representatives, Mr Mbandazayo and Adv Steenkamp, for your assistance. And from my side, for my two colleagues with me, Adv Gcabashe and Mr Malan, for their assistance in this matter. We will adjourn.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}