{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1999-05-26",
        "location": "BLOEMFONTEIN",
        "day": "2",
        "names": [
            "JOHN GULU"
        ],
        "case number": "AM252/96",
        "matter": "POSTMASBURG KILLING",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53438&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9905247_blm_990526bl.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MOHLABA",
            "ADV STEENKAMP",
            "JOHN SERAME GULU",
            "INTERPRETER",
            "ADV GCABASHE",
            "UNKNOWN",
            "FRANS MOBIKA MORWAENG",
            "ANNIE MONTSO",
            "MRS MONTSO",
            "MR MONTSO"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MOHLABA",
            "ADV STEENKAMP",
            "MR GULU",
            "JOHN SERAME GULU",
            "INTERPRETER",
            "ADV GCABASHE",
            "M MOHLABA",
            "MR MALAN",
            "ADV MALAN",
            "FRANS MOBIKA MORWAENG",
            "MR MORWAENG",
            "CHAIRMAN",
            "ANNIE MONTSO",
            "MRS MONTSO",
            "MR MONTSO",
            "MR MOHLABA IN ARGUMENT",
            "ADV STEENKAMP IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We are about to start the proceedings.\nFor the record today is Wednesday the 26th of May 1999. This is a sitting of the Amnesty Committee held in Bloemfontein. The Panel presiding consists of myself, Denzil Potgieter, I'm assisted by Adv Gcabashe and Mr Malan. We are about to hear the amnesty application of John Serame Gulu, amnesty reference AM252/96. Mr Mohlaba, you want to put yourself on record? ... (intervention)\nTECHNICIAN SORTED OUT SOUND PROBLEM",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much. Yes. Mr Mohlaba, do you want to put yourself on record, please.",
            "Unknown"
        ],
        [
            "MR MOHLABA",
            "Thank you, Chairperson. My name is Boka Mohlaba and I am appearing on behalf of the applicant, John Gulu. Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Mohlaba. Adv Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman. Mr Chairman, I will be appearing on behalf of the victim's mother, Mrs Annie Montso. Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Adv Steenkamp. Yes, Mr Mohlaba?",
            "Unknown"
        ],
        [
            "MR MOHLABA",
            "Thank you, Chairperson. Mr Gulu .... (intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just a minute. Just a minute, Mr Mohlaba. You want to call him to give evidence?",
            "Unknown"
        ],
        [
            "MR MOHLABA",
            "My apologies, Chairperson, I want to do that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we're going to let him take the oath first.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I'll continue with my evidence, sir.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "(sworn and states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mohlaba.",
            "Unknown"
        ],
        [
            "MR MOHLABA",
            "Thank you, Chairperson. Mr Gulu, you are the applicant in this matter and you are presently serving a prison term. Is that correct?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "You are serving a prison term in respect of the conviction on murder of Phinneas Montso. Is that correct?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "And you are today applying for amnesty for, in respect of this matter. Is that correct?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "For record purposes, is it correct that you were born on the 17th of August 1967 at Postmasburg?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "During the period 1990 were you employed?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I was employed.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "And who were you working for?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That is Mosel Mine.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "And you are applying for amnesty on the basis that this offence of murder was committed by you with a political objective. Is that correct?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "This offence was committed on the 30th of May 1992. Is that correct?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Would you please repeat the question.",
            "Unknown"
        ],
        [
            "MR MOHLABA",
            "The offence of murder was committed on the 30th of May 1992?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Did you, during this period, that is the 30th of May 1992, belong to a political organisation?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct, I was a member of the ANC.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "When did you join the ANC, can you remember?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I was recruited in 199 ... (indistinct) to be a member of the ANC.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "199. what?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "1990.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR MOHLABA",
            "Can you remember the person who has recruited you to the organisation?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes. That is Shadrach Fondisa.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Did you know the deceased, Phinneas Montso before he was killed on the 30th of May 1992?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I knew him before.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "When did you come to know him and how? Can you explain in full details.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I knew him from birth because we were staying in the same township.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "And do you know whether he belonged to any political organisation?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I knew that he was a member of the ANC Youth League.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Do you know any more history of him which we can explain to the Committee?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "What I know about his history is that I knew him as a member of the ANC Youth League because we were together in that organisation and later he became a member of the Eagles Organisation. Then he wanted to recruit me to be a member of the Eagles Association and then I denied because I didn't want to be a member of that movement.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Are you telling this Committee that you were approached by him and he requested you to join their movement, that is the Eagles?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That is correct, Chairperson. That is the one who approached me when I was off duty from the night shift. He came to me together with his colleagues. Then he requested me that I should be a member of the Eagles, then I denied.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Why did you refuse to join the Eagles?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "The reason for me to refuse to be a member of the Eagles is because I was already a member of the ANC. Then I knew later that Eagles was a gangster.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "And, what do you know about this gangster called the Eagles?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "What I would say about the Eagles gang is that it was formed by a certain man from Bloemfontein whom I do not remember his name, that is the founder of the Eagles gang. Then I observed their activities later, that they were raping people in the township, then assaulting people and then they were not detained by the SAP.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Do you know of any reason why these members of this gangster were arrested by the police?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I know why.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Please explain.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "The police were not arresting these people because they were using them and they were supporting them to do criminal activities within our township. For example, when they raped or when they assaulted people or when they have robbed, they were not arrested by the police. And they were used by the police to harass members of the ANC so that ANC should not exist within our township.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "So this organisation was an enemy of the ANC? Is this what you are telling the Committee?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct. That is what I am saying that this Eagles gang was an enemy of the ANC.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "I want to you to, I want to take you to the incident of the 30th of May. Can you remember where you met the deceased?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do remember where we met.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Can you explain what happened when you met with deceased until the moment when the deceased was killed?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "We were busy arranging my uncle's funeral when I went out of the mortuary and they were at the telephone booth. He talked with my brother. I don't know what they were talking about. After that, they started fighting. While he was still fighting with my brother, his friends came to join him and fight against my brother. After that, Amos pulled a knife, then I twisted his arm to disarm him of that knife. Then he ran away. Then I used that knife to stab the deceased.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "You spoke of Amos, can you explain who Amos is?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Amos is a friend to the deceased. He is a member of the Eagles gang.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "And you disarmed Amos and stabbed the deceased until he died. Is that correct?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I took the knife from Amos, then I stabbed the deceased with that knife.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "In stabbing him, what did you want to achieve? That is, what was your intention?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "My intention was to kill him.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "And why did you want to kill him?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "The reason was that he was a member of the Eagles gang which was supported by the South African Police.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "And was it also that you were belonging to the African National Congress which viewed these gangsters as your enemies?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "But for meeting the deceased at that point, and but for him attacking your brother, would you have made initiative to try and kill him?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct, I could have initiated, even if he did not attack my brother.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "And why would you have done that?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "It is because he was a member of the Eagles gang which was not arrested by members of the SAP. They were not arrested even if they did criminal activities within the township.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Did you, at that moment, view this gangster as a stumbling block towards the achievements of your organisation?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct. At the time, I saw this gang as an obstacle and then I saw them as the enemy of the ANC.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Other than being a member or supporter of the ANC, did you do any other duties for your political organisation, for the ANC?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I used to help ANC when they were organising rallies.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Can you expand and explain the nature of your assistance there? The role you were playing.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "When they were going to organise the rallies, the marshals would go there to arrange the venue and the chairs. Therefore I would go and help in the arranging of the venue, when they were going to have a rally there.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "So you are telling this Committee that the knife which was used to stab the deceased was obtained from somebody who was in the company of the deceased. Is that correct?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct. That is correct. I took it from the member of this Eagles gang.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Is it true that in your criminal trial there were certain witnesses who mentioned that the knife was, was possessed by either you or your brother? Can you still remember that having been testified?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I remember that there were witnesses who  testified that the knife which was used to kill the deceased was from me or was requested by my brother from me.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "So, the person who stabbed the deceased was in fact yourself and not any other person.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct, sir. I am the one responsible for the stabbing of the deceased, nobody else.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "And in killing the deceased as you did, is it your submission that it was, you were in furtherance of the interests of the political organisation in eliminating, by eliminating your opponent?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Now that the deceased has died and that you have been convicted and served a prison term in respect of his death, do you have anything to mention to the Committee, or to the family of the victim, in support of your application?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "What I would like to say to the family, before this Committee, is that I ask for forgiveness for what I have done.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Thank you, Chairperson. That will conclude the evidence in chief.\nNO FURTHER QUESTIONS BY MR MOHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Mohlaba. Adv Steenkamp, any questions?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, yes, if you would allow me a few questions, thank you, Mr Chairman. Mr Chairman, just for the record purposes, the deceased in this matter's full names is Phinneas with two n's, and his second name was Thapelo Montso. At the time of the incident he was 18 years old. Thank you, Mr Chairman.\n\tSo can you just indicate, or can you just tell us, who exactly was with you at this incident? Who was participating with you in this incident?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Nobody took part, except myself as I have already testified earlier that I was the one responsible for the stabbing of the deceased, because I was together with my brother. Then he was also charged for this murder.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "I am also right in saying he was also convicted, or am I wrong?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct, he was convicted.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Can you tell us, what was his role when the deceased were killed? What exactly did he do? What was his part?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Is to fight only, but not to stab.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "What did he do to the deceased? Did he hit him, did he - what did he do? Did he assault him, what did he do?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "The deceased fought him and then my brother fought back.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "And what did you do? Did you also assault or what did you do to the deceased, except by stabbing him?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "At the time when they were trying to fight, I was fighting his friends.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "So, if I - please help me if I am wrong, if I do understand you correctly, you were saying that the only thing you did, you stabbed the deceased. That's all you did.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct. Yes, I stabbed him.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "I would like to put it to you, if you look through the court record and numerous statements that's before the Amnesty Committee, currently in the bundle, contained in the bundle, if I'm not mistaken the Court found that you were also part and parcel of the group assaulting the deceased just before you killed him. Do you have any comment to that?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Are you saying I was part to the group which assaulted the deceased before I stabbed him?",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Yes, that's correct.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "May you please repeat your question, sir?",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "The question is quite easy, sir. My question is just before you assaulted, or before you stabbed the deceased, did you assault him? You personally. By hitting him or whatever?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I did not assault him at all. I only stabbed him.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "So if these witnesses are saying that they saw three black men assaulting the deceased and one of them stabbing him, they were wrong.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct, they are lying.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I would just like to, before I ask the next question, just refer you to a statement that was made by a Mr John, it looks like Mfani. The statement appears on page 60, sorry, pardon me, 76 to 77. Sir, if you can maybe have a look at page 77, you see there's a statement in Afrikaans by this person saying that he was also under the impression that you were under the influence of liquor, all three of you. Do you have any comment on that? This is now at the time of the incident.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Were you under the influence of liquor, sir, were you drunk?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I was not drunk.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "If I can ask you this, the deceased, was he armed? Was he in possession of a knife, or firearm, or anything like that?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct, he had a gun.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "If I may ask you then, why didn't you testify this or even mention this in your amnesty application when you had the opportunity to do so?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "As I did not include it before when, during my consultations because they refuted that statement he had a gun and because that statement did not appear in court, that is why I did not mention this to my lawyer.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Please help me if I am wrong, sir, but my impression from the Court record is, its only my impression, that your defence was one of, at the Court, at the hearing, was one of self-defence. Am I right or am I wrong?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct. When I was in Court I pleaded self-defence.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Can you tell us why you did that?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "It is because they did not want me to submit the statement which I made. They said I was lying.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Isn't it, isn't it also correct, sir, that you told the Supreme Court that the deceased actually attacked you, because he was armed with a firearm, isn't that what happened?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "They disputed that evidence.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "But you told the Supreme Court that. That was your version. You acted in self-defence, because at the time you were attacked by the deceased. Am I right?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I did, but they disputed that evidence or that statement.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "So am I right in saying you lied to the Supreme Court?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "About what?",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "The whole issue of self-defence. I mean that was a lie. The deceased never attacked you.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "It's not - I was not lying.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "So were you then attacked by the deceased with a firearm?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "So, you killed him and if I understand you correctly, sir, and please say if you don't understand the question, do I understand you correctly in saying that you actually killed the deceased in self-defence?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "It's not that I killed him because I was defending myself.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Do you understand my question? You've just said, you just confirmed that you told the Supreme Court, and you're still staying with that version, that you killed the deceased because he was armed with a firearm and he attacked you. Now my question is this, are you saying today or are you confirming that evidence you led at the Supreme Court or the evidence you put before the judge at the Supreme Court? Are you still sticking with that story basically?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do hear about that evidence you are quoting.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "You testified that under oath in the Supreme Court. That was your defence.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Gulu, the question is, is that true? Did he attack you with a firearm and did you defend yourself? Was that statement true?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "That statement is not true at all that the deceased attacked me with a gun. He had his gun but he did not attack me with it.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "My last question. I didn't want to belabour this point, Mr Chairman. Can you just answer, or can I just ask you, why did you lie to the Supreme Court? And if I may ask, with all due respect, why should the Amnesty Committee believe you today?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I asking that you, I'm requesting that you repeat your question, sir.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "My question is this. First of all, why did you lie to the Supreme Court under oath? Why did you fabricate this whole story about the self-defence and the attack by the accused on your person with a firearm? Why did you lie to the Supreme Court? That's the first part. And the second part is ... (intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Let him answer the first part first, question by question, please, Mr Steenkamp.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I was not lying. He was attacking me. I did not say he was attacking me with the firearm, I was just saying he was attacking me.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Then did you act then in self-defence? Is that what you're saying?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Now, why didn't you say this, or why didn't you put this to the Amnesty Committee in either your amnesty application or in your evidence in chief today? Why didn't you tell the Amnesty Committee this today? Said yes, the applicant - the deceased attacked me and I acted in self-defence. Why didn't you tell the Chairperson this today?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "When I was testifying it is because I did, I did not mention this because during our consultation my lawyer did not ask me this.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "You didn't think it was important enough to tell anybody about this?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "It could have been of my benefit if I mentioned this to him, but I did not.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "You are aware of the legal requirements that you have to make a disclosure. Are you aware of that requirement?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Would you agree with me at this stage, that you didn't make a full disclosure regarding this specific fact?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do, that there are other facts which I did not put forward.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "I would like to give you the opportunity, so are there any other information or factual information that you would like to put before the Committee before I proceed in asking you any further questions?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "You may continue, sir.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "So there is nothing further you would like to add to your statement or any further facts you would like to add? Do you understand that?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "You may continue, sir.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you. So, if I ... (intervention)",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Steenkamp, sorry, just before you proceed. Mr Gulu, just to be fair to you, I don't know what Mr Steenkamp is aiming at, but you said, according to the interpretation, there are other facts that you did not put forward to us this morning. Are those facts important?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is what I said.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Are those facts important for us to know, and would you like to tell us those facts?",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Well then, what is it you want to tell us?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "The facts which I forgot is about the firearm. As to whether I lied before the Supreme Court, that the deceased attacked me with a firearm. He was not attacking with the firearm, but he had it on his person and that is the reason which I did not put forward before this Committee. He had it on his person, but did not attack me with it. I acted fast to stab him with a knife and I denied him the opportunity to attack me with the firearm. That firearm was from the Postmasburg Police Station. He got that firearm from Mr Greyling and then the other one is Mr van Rooyen, and then another adjutant called Marthinus.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What was the third name?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Marthinus Thomas. He was the warrant officer.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What happened to that firearm? There is no record, or no reference to that firearm in the part of the record that we have before us.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "The firearm was taken by members of the SAP after this incident. There was a certain woman who saw them whom I just forgot her name - her identity. The Court disputed his, her evidence that the gun, the firearm was taken by members of the South African Police that, who took the firearm and they did not want any mention of the firearm.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And who told you that he got the firearm from Greyling and Van Rooyen and from Thomas?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Mr van Greyling, as I have already mentioned his name, he was the Station Commander in that police station and Van Rooyen was his junior. As I knew Mr van Greyling he had, he was selling firearms and again then he is the Captain or the Station Commander, and the Eagles gang used to hold their meetings at his shop. So he, Mr van Greyling issued that gun to support the Eagles gang.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Gulu, sorry, can we, can we just get a few points and let's do it point for point. You say that the deceased had a firearm on his person, is that correct?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you see that firearm that day?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "At the day when I stabbed him, when he fell on the ground, I saw that gun. Then I wanted to disarm him, and my brother said I should not take that gun. Then I left him with that firearm.",
            "Male"
        ],
        [
            "UNKNOWN",
            "OK. And then you said a woman, whose name you can't remember, saw the police take that gun. Is that correct?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did she tell you this?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "She told my brother about that. She told me again.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And then lastly, how do you or what is your, on what do you rely when you say that that gun, which you saw when he fell, and which the woman told you the police took off him, that that woman, that that gun came from the police? On what basis are you saying that? That specific gun.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "The reason to say that is because the members of the Eagles gang used to attend meetings at the shop where they were selling firearms and the owner of that shop is Mr van Greyling.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you, Mr Steenkamp",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman. Am I right in saying at the time when the deceased were killed, there were three people, namely yourself, Mr Frans Morwaeng and your brother, Mr Isaac Gulu? Am I right?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Who's the third one, sir?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Isaac, Mr Isaac Gulu. Am I right?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "You said earlier, and please help me if I am wrong, you earlier said that the deceased actually attacked you. Maybe not with his gun, but he attacked you. Did I understand you correctly?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Did he attack all three of you, or what happened?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "He attacked both of us, the third one came later, after the incident.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "And how did he attack you?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Sorry, Mr Gulu, who was this third one that came later?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That is my brother, Isaac Gulu.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And you said he came after the incident. After what incident?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, he came after the fight.",
            "Male"
        ],
        [
            "UNKNOWN",
            "After or before the stabbing?\nINTERPRETER ASKED A QUESTION",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "What is correct? Did he come after the stabbing or did he come before the stabbing?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "He came after I had stabbed the deceased.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So your brother wasn't present when the deceased was stabbed?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Not at all. He was not present.",
            "Male"
        ],
        [
            "UNKNOWN",
            "OK. Thank you.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman. If I may be allowed, Mr Chairman, just a last question. If I can just get an answer there. Can you just tell us, tell the Committee, how exactly did the accused attack you? What did he do?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "He did not attack me first, but he attacked my brother. His friends came to me, that is the time when they were attacking us. He started by fighting my brother and his friends were fighting me.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "You see, sir, why I am asking this question, because according to all the statements contained in the bundle, and Mr Chairman specifically the statement appearing on page 74, Mr John Mfani, there's also a statement by Mr Patrick Ire on page 70. These people are saying that the deceased actually tried to run away and then he was grabbed and then he was killed. He didn't attack anybody, he was actually trying to get away from you. Do you have any comment on that?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes. The deceased was not trying to run away, they were fighting. The three of them were fighting. No one was trying to run away.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "The other question I want to ask you. If I look at the court record, there is no indication whatsoever that the act you committed was with a political motivation. No where in the record I can find any indication to that extent. Do you have any comment on that, why that was not mentioned at the Supreme Court by any of the accused or any witness or anybody who participated in this hearing? I mean in that hearing, Supreme Court hearing.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct. It doesn't appear there, because when we were trying to testify freely, as we told them that we were members of the ANC and that the incident was politically motivated, they disputed that fact.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "So, what are you saying? Did you mention this or didn't you mention this?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "We mentioned this, but the Court denied to us to accept that statement.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "But there's no record whatsoever about this, that this incident was politically motivated whatsoever in the record. Can you explain that?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I would agree with you, because what I have just said is that the Court did not admit that this case was politically motivated or this incident was politically motivated, and then they did not allow members of the ANC to enter into that court. They told us that they were not accepting that this incident was politically motivated.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "If I understand your evidence correctly, you are saying, basically, that the deceased was a member of the so-called Eagles gang, or at least he was member of it, and that was the basic reason why the deceased were killed. Am I right in saying that?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, the deceased was a member of the Eagles gang.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "You see, once again, sir, I would like to put it to you, for your comment, that nowhere in any record, even any statements made by yourself or any evidence before the Supreme Court, there was any information put to the judge at the time, that the deceased was a member of any gang, or specifically the Eagles gang. Can you, do you have any comment on that, why that was not put before the judge or to anybody?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No, no. No, Mr Steenkamp. ... (intervention)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Sorry, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I have the judgement on sentence before me. I'm not sure where the judgement on the merits ... (intervention)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I apologise, Mr Chairman, my questions ... (intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Appear, but on page 32 of the record ...  (intervention)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I'm sorry, Mr Chairman, I do, I withdraw the question. I can just reframe it. The question is, my actual question is, there's no mention of the Eagles gang. Maybe I'm wrong, but it can be seen - let me put it to you this way. Did you tell anybody or as far as you can remember, did anybody tell the Supreme Court the deceased was a member of a gang that was harassing the community?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, we repeatedly told our legal counsel that the deceased was a member of the Eagles gang.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Just dealing with the Eagles gang for the moment, this incident happened in 1992, May, during May 1992, and specifically on the 30th of May 1992. That's correct, you agree with me there?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Now, you see, the information that was handed to your attorney as well, and that's before the Committee, all research information, all information that was gathered by, from different sources, points to the fact that the Eagles or the Eagles gang, as existed then, was actually disbanded in 1990. What I am trying to say, in 1992 there was no Eagles gang. Do you have any comment on that? In other words, it was impossible for the deceased to be a member of the Eagles gang at the time when he was killed.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "The deceased was a member of the Eagles gang. It was disbanded on the 30th May after the deceased was killed.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "So, am I right in saying you are disputing the fact that the gang or at least this Eagles structure as it then existed was not disbanded in 1990, but you are saying only after 1992, at least only after the incident. Is that what you are saying?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Mr  Steenkamp, we do of course have Mr Morwaeng's statement on page 20, that deals with that specifically. Maybe in fairness, you should put that to the witness, to the applicant rather as well.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Ah, yes, ah ... (intervention)",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Paragraphs 1 to 3 ... (intervention)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, this information, why I am putting this specific question is because the statement the deceased has made, I mean, I'm sorry, the applicant is making is contrary even in his further particulars to the Commission is still contrary to the information in our possession. And on behalf of the victims, I am instructed to ask this specific question, because their main feeling is that the, or their view will be that the deceased were never a member of the Eagles gang whatsoever. That's the only reason. But in all fairness, I will just point out, point to the fact, to the statements of the applicant. Sir, your statement appears on page 20, sorry, Mr Frans Morwaeng's statement appears on page 20, paragraph 3. Can you have a look at that please? Will you please read that paragraph? Do you see that? Just for the record purposes, Mr Chairman, I will just read this. It's three sentences, just for your information on record. \tStatement of Mr Morwaeng, page 20, paragraph 3, just basically saying the following\n\t\"Originally they called themselves Eagles up until 1990 and during 1991 they changed their names to\" it looks like the Stachet or the Stachet Lovers \"till 1992 when they were disbanded or when they were disbanded.\"\n\tDo you agree with that statement?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "I'm a bit confused here because you said the Eagles were disbanded in - in fairness to yourself, did they change their names, the Stachet Lovers?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that's what I know.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Sorry for that, Mr Chairman. Just to still deal with the - I'm sorry, Mr Chairman, I do apologise. Sorry, Mr Chairman, if I may continue. Just dealing with this gang, am I right in saying, or can you dispute the fact that this Eagles gang mainly or basically operated mostly in the Orange Free State. What is your view on that?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I don't agree with you, sir.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Why are you saying this? Can you explain?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I knew that it was in Postmasburg. As I have already stated earlier that there is a certain man whom I do not know his name, who found these Eagles in Northern Cape in Postmasburg. He came from Bloemfontein.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "You see, the victims will deny this fact. They have said there was no such a gang in Postmasburg whatsoever at the time of the incident. Do you, do you have any views on that?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "The next thing I want to ask you, sir, it's on behalf of the victims again, is did you have any instructions or did you receive instructions from anybody to attack or kill the deceased?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "No, I did not receive instructions from anybody.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Did you receive any mandate or any instructions? Were you mandated by anybody or instructed to kill the deceased?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I did not receive any mandate to attack any member of the Eagles.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Because if I, and I would like to refer to your amnesty application. Mr Chairman, you will see there's two amnesty applications, one being in English and the next one, if I'm not mistaken, being Afrikaans, but in any event, Mr Chairman, I would like to refer the applicant to page 5 of his own amnesty application. Page 5 and paragraph 11(a), Mr Chairman. I would just like to refer the applicant to that specific paragraph. Taking from what you were saying just now, sorry, did you read that?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "And that this is what you have written here in this application?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Just give me a minute, just a minute, Mr Steenkamp.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Page 5, Mr Chairman. Sorry, Mr Chairman, that must be his second application. Page 5, Mr Chairman, the application's been dealt with or written in English. It starts \"we acted on no order\". 11(a), Mr Chairman. I'm sorry if I didn't ...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, yes. Mr Steenkamp, my attention has just been directed to the fact that the first document seem to have been something which has been completed by the Branch Chairperson of the ANC as it appears on page 6 of the record. The English application. And that seems to be referring to questions of being mandated, the word mandate and so forth is used in that application. In the second application, the Afrikaans one, which appears to have been, I assume, signed by the applicant, because it seems to have been dated or signed at Grootvlei.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Yes, that is correct, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Prison. I assume that, I assume that is the signature of the applicant. Yes, there it says that, firstly on page 12, it says that this was approved, \"goedgekeur\" by the community of Boichoko, because the deceased, the gang of the deceased constituted a big threat to the community. And then on page 13, it says that there wasn't a particular person who gave orders, there was a emergency meeting to, called to discuss or to plan a self-defence strategy. Street committees were appointed and marshals were deployed in the township in order to protect the community against the gang ... (indistinct) Eagles organisation.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, maybe for fairness' sake, I must, I will just have a look, I will stick to this application, the second one then, ... (intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, that seems to be ... (intervention)",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "And then maybe just ask a few questions around that, if you will allow me.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman. Sir, this community of Boichoko, I'm sure I'm mispronouncing it, Mr Chairman.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Boichoko.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Boichoko, I'm sorry. What was their feeling about these actions. I mean the whole gang issue. How did they feel about this?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Mr Steenkamp, maybe I should just interrupt. When? Before, during, after?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I mean, before, before this incident occurred. What was their feeling?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "We were against this Eagles gang, because this gang was harassing and assaulting the community.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Can you tell us, what was the position of the deceased in this gang? Do you know, did he occupy any position in the gang? As far as you can remember?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "He was the leader of this Eagles gang.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Just for your information, the victim's family will obviously deny this. They will say that he was never a member of the Eagles gang. But the question that I would like to put to you is, on what information do you base this, that he was a leader of the Eagles gang?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "We were ... (indistinct) with the deceased. I know by fact that he was the leader of the Eagles gang, as I knew him personally. He was the leader of the Eagles gang.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "If you are saying you knew him personally, what do you mean by that? Were you friends, or enemies or what was the position?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I was, I was not his friend but I was a friend of his cousin.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "And who is this person? Who was his cousin, sir.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Unfortunately, I forget his name. The name appeared ... (indistinct) is Augus, he was known as Augus. I was a friend to him because we were both boxers in the township.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "You see, sir, the mother of the deceased is here. She will say just, I would like to put it to you that the deceased's mother will come and testify saying that the deceased was at the time .. (intervention) sorry? Was at the time a school pupil in Standard Ten, at the Ratantutu. I'll spell that, Mr Chairman, I'm sure also pronounce it incorrectly, but it's spelt Ratantutu, Ratantutu High School. Do you have, or can you deny this fact?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I can dispute this, sir, because that high school is in my street, that is Ratantutu High School. I also attended that school as well.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "And furthermore, according to  Ms Montso, the mother of the deceased, the accused, I mean the deceased, never missed a day at school. He was a very committed and ... (indistinct) student. He went to school every day. He was never a member of any gang whatsoever.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "He was a leader of the Eagles gang. He was always in the township and everybody in the community knew what he was doing. He was well-known in the township and they knew he works as a member of that gang. But they were never arrested.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "The only thing, apparently, which he belongs to was a local gospel group where he was one of the singers there. Do you, can you dispute this fact or do you know anything about this?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "That is true, he was a member of the gospel group in the township.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "You're saying he was a member of the gang. Do you know if he was politically active, was he a member of any other political organisation or structure, or was he only a member of the gang?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Steenkamp, was evidence not given that he was also a member of the Youth League of the ANC?",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Yes, I'm sorry, Mr Chairman, I've just checked that, I'm sorry, I withdraw the question. My last question is, and this is, I'm putting it to you on behalf of the victims again. They're saying that the killing of the deceased was not politically motivated, he was never a member of any gang, and they would like to concur with the Supreme Court's judgement that this killing was a cold-blooded action by yourself for whatever reason it may be. There was no politically motivated action whatsoever to kill the deceased and he was never the member of any gang. Do you have, do you have any comment on that?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "As a member of the community of Postmasburg, together with the deceased, we used to sing together at the Youth League of the ANC. He was also a member of the gospel choir. Thereafter, as a member of the ANC Youth League, he became the leader of the Eagles gangster. That's what I know about him.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman, no further questions to the applicant. Thank you\nNO FURTHER QUESTIONS BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Steenkamp. Mr Gulu, up to what standard did you attend school?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Standard 8.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you, were you a marshal in the ANC or what was your position?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I was a marshal in the ANC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, you say that at one point, you and the deceased were members of the ANC Youth League. Did the deceased ... (intervention)",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "We used to sing together in the ANC Youth League.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did the deceased sever his ties with the ANC Youth League at one point, or what happened?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "He severed his ties with the ANC when he joined the Eagles gangster.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And after that, what was his attitude towards the ANC and the ANC Youth League?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I don't remember how he ... (indistinct) the ANC Youth League. I only became aware when he had already joined the Eagles gang, and then he came to me. He wanted to recruit me and then I refused.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, at that time, when he tried to recruit you as you say, what was his attitude, what was his relationship with the ANC Youth League at that time?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I knew him when he was a member of the ANC Youth League and one Saturday morning he came to me, he wanted to recruit me to be a member of the Eagles gang and I refused to join the gang.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did he tell you? What was the Eagles all about?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "They were drunk at the time when they came to me. They just showed their car, they had apples and bananas and they told me that they got those things from the Eagles, so they tried to persuade me to join them and then I refused to join them.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When, more or less, was this?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I do not remember the date, but I think it was around 1990, but it was when the President was released from prison, just after that. It was on a weekend, I was from work that time when they came to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you still recall on what day of the week did this incident happen where the deceased was killed?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "It was on Saturday, the last Saturday of May 1992.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were referred earlier to what was submitted to the Amnesty Committee by Mr Frans Morwaeng, Morwaeng, I am told,. on page 20 of the record. Now, under paragraph 2.2 in that document, there is a reference under the heading \"Human Rights Lawyer\" to the trial and how that was conducted. Have you got that in front of you?  I assume you're able to read English?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do see.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you, can you read the English?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I can.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Won't you please do that? Alright, have you read that?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got any comments on what Mr Morwaeng is saying there?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do understand what he has written here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you got any comment on that? Do you agree or disagree or what?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I agree with what is written here.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Have you seen this statement before?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I did.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When did you see it?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I hear about in Court and then I saw it again from my legal representative.",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, this statement was made after the Court case because it speaks about the Court case and what happened there, inter alia. When did you see this specific statement that appears on page 20?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I agree with you. I saw this statement this morning when I met my legal representative.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you read through the statement? Or did he just tell you about it, or ?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "It is the first time that I read the statement now. I didn't ask him to give it to me so that I can read the first time, but I read it now.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But have you now read through the whole statement? Is that what you're telling us? Have you read every word now?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I did not read the whole statement, but I read only a portion from the statement.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Which portion do you agree with? Which is the portion that you have read that you agree with?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I have read 2.2. That is when our, the lawyer said it was we should not mention that this incident was politically motivated.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes. Yes, thank you. Have you got any questions?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Thank you, Chair. Mr Gulu, I still have difficulty in understanding exactly what happened on that Saturday when this incident took place. I know I am asking you to repeat yourself, but please do so. Just exactly what happened, just say it again.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "In that day in 1992, it was the end of the month and we were busy making arrangements for the funeral of my uncle. When we went to town to the mortuary we saw that we would be able to go and pay for the coffin.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Can I stop you there. Now, who were you with specifically at that point?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I was with my brother, that is Frans Morwaeng.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Yes, and who else? Just the two of you?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "And Isaac Gulu, as well. He is also my brother.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, let's just stop there. Both Isaac and Frans are your brothers?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "That's correct, they are my brothers.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And are they older than you are, or younger than you are?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "They are older than myself. I am the youngest.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you. Please continue from that point. So you were at the mortuary trying to arrange for the funeral. After that, what happened?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "After paying for the coffin at the mortuary, we got the death certificate and the receipts and then Isaac took his way. And then I went with Frans. On our way home, we met the deceased with his friends, his other friends.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now they were standing outside the Post Office. Is this correct?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "That's correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And how many were they, that group? How many people did you come across?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "They were three where they were standing.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So it was the deceased, it was Amos, and who was the third person? Do you know the name?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "The third one was John Mfana.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Yes, continue.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "(Reply not translated)",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So you are saying, sorry the translation didn't come through.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I do not know is Phinneas who approached Frans or Frans who approached Phinneas. And thereafter what I realised is that the deceased grabbed Frans with his clothes and then Frans did the same. And then his other friends came to me, the other one had a knife, that is Amos. I grabbed his hand which was holding the knife and I took the knife from him. After taking the knife from him, he ran away and then I took that knife and stabbed the deceased with that same knife.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Can I stop you just there. Just one second. What was John Mfani doing at that point? As you grabbed the knife? What was John doing? Where was he?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "When I took the knife from him after twisting his hand, I was very fast. When I had it in my hand, both of them ran away, that is, the two of them.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Right, and at this point what was Phinneas doing and what was Frans doing? As you turned around with the knife in your hand?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "That is when I grabbed Phinneas from Frans and then I stabbed him that very same moment.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Just wait a minute. Now, from the time you came across Phinneas and the other two, up to the time that you stabbed Phinneas, did any discussion of any kind take place that you heard, or that you participated in?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "We were just fighting and all silent.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Even right at the beginning when you first approached Phinneas. No words that, were spoken. You didn't hear anything?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "II didn't hear anything.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "You see, the reason I ask you this is I am still trying to understand the political motive that you say was present at the time you stabbed Phinneas. You have also said that you - let me rephrase that. You have asked us to understand that there was a political motive at that time. Yes?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "That's correct.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But the question that I, that then arises in my mind is, why then didn't you try and stab him before this incident, a day before, a week before, if you knew that he was the person who was obstructing the achievement of the ANC's objectives in your town? Do you understand what I'm, what my difficulty is?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do understand. Most of the time they were protected by the police. That is the reason why I was unable to get him. We only met on that very same day in May 1992. But before that I was unable to meet him. I want the Commission to understand that I was also employed. I was working at that time.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Alright. Then let's take it back a little further from this incident. You have just said that you were unable to meet him. When had you decided that you need to deal with this man?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I took a decision on that very same moment we met him. That same day.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Are you saying that before that moment, that same day, as you put it, you had not thought of dealing with this person who was causing such trouble to you as the ANC and to you as the community? Just help me through that.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I had the intentions but I was unable to get the chance to meet him.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, these intentions that you had, were they shared by anybody else in the ANC Youth League, or in the community?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "That was the community intention.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, explain again so that we can understand. How was this intention expressed to you, in particular, by the community? I mean, you could have had a meeting where you discussed this, you could have discussed it just as individuals, I really don't know. Just help me understand.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "As far as I am concerned, the community never called a meeting so that we could discuss about a place or the things that he did in the community. The community was aware about his doings in the community.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Yes, I accept the community was aware. But maybe this will help you a little more. If you look at page 12 of your application, because I'm still not clear about this intention and when it was formed and expressed. 11(a) you have answered to and you have said, \"this offence was approved by the community\". Please explain that. Are you saying it was approved before or after it occurred? Just help us understand because that way I might understand your own intentions.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "It is true that this was the community intention, it was not an individual intention. It was not my individual intention. It was not my intention as an individual.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, how do you come to the conclusion that it was a community intention when you have said that you did not hold a community meeting where this intention was discussed. Just help us understand that.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "There were complaints within the community about this Eagle gang. The ANC would hold meetings and they would come and complain to the ANC.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "They being the community?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Yes, continue.",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "The community always complained to the ANC about this gang and they asked the ANC whether they would do something, because they were never arrested by the police.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Yes, and so? What did the ANC decide to do?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "The ANC decided that they would disarm this gang. And about that, the ANC disarmed them. And they were given to the Captain of the local Police Station. But when he is given those arms, that is the Captain, the very same weapons would be returned to the members of this gang. Because they were never arrested. They were never arrested. I cannot rightfully say what was the decision of the community about this issue. But as far as I am concerned, the community decided that this gang should be eliminated from the community. This gang was uncontrollable in the community. The community didn't have the power to eliminate this gang.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So, so how were the gang going to be eliminated? What did the community expect?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I do not want to lie about the community's intention to eliminate this gang, because I don't know.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, before the deceased was stabbed by you, had any other gang member been dealt with in any way? You know, as seriously as this? Well, let me put it this way. Had any other gang member been eliminated or killed?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "No, there is no other member of the gang who was killed before this one.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And after this, that you know of, and I'm talking soon after this?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "There is no other member of the gang who was killed after the deceased was killed.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, can I have your comment, somewhere in the documentation there is something about Phinneas had been looking for you the night before. I'll find it if you need me to make reference to that. I just know it's, it's  in  the documents. Phinneas had been looking for you the night before and when you approached him at the Post Office, you wanted to know from him why he had been looking for you the night before. Do you know anything at all about that?",
            "Unknown"
        ],
        [
            "MR MOHLABA",
            "Mr Chairman, if I may be of assistance, the background of the events indicate that it was Morwaeng who wanted to know why the deceased had been looking for him as opposed to this applicant. Thank you.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you. Thank you very much. Do you know anything at all about that?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Tell us what you do know about your brother saying to Phinneas, \"why were you looking for me last night?\"",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "On that day he was killed, there was that question asked from him, before they grabbed each other. I remember there was that question from my brother directed to the deceased. And that is when the fight started.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But you see, I asked you was there any discussion that you recall that occurred at that point in time that you can share with us, and you said no, ten minutes ago. Do you recall that?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do remember you asking me that question and then when I answer I said I didn't hear what they were talking about. What I saw is when the deceased grabbed him, and my brother also doing the same, grabbing him. But I didn't hear what they were talking about.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Now, what were you agreeing to in respect of you brother saying to Phinneas, \"I hear you were looking for me last night.\" Did you hear that at all?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I've already explained that when you asked me your question. I said I didn't hear what he said to Phinneas or what Phinneas said to him.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "When did you first hear about this statement? That Frans made, saying \"I hear you were looking for me last night\".",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I remembered that because ... (indistinct) question and this question is directed to me and then now I remember that when the fight is started, this might be the question that my brother asked the deceased before they grabbed each other. But, although I did not hear that.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you, Mr Gulu. Thank you, Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Re-examination, Mr Mohlaba?",
            "Unknown"
        ],
        [
            "MR MOHLABA",
            "Thank you, Chairperson. Just one aspect.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I just want to follow up on a view issues if I can just ask a follow-up question on this last area explored. Do I understand correctly that you say this question that your brother, Morwaeng, put to Phinneas, that this could have started the fight?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I agree that it might have been the question that started the fight.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you, you did cover it twice already, but how were you attacked by the others? Was it before your brother and the deceased grabbed each other, or were you attacked after this fight?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I was attacked when my brother and the deceased were already fighting, that's when the others came to me and attacked me.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So did you see them fighting even before you were attacked?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That's correct. I saw them when they grabbed each other before I was attacked.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But you did not hear the discussion that led up to the fight?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I did not anything between the two of them before they grabbed each other.",
            "Male"
        ],
        [
            "UNKNOWN",
            "May I just pursue the relationship between yourself and the deceased, Phinneas. You say that you were both members of the ANC Youth League?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That's correct, sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You sang in the same choir, or you sang together in the League?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That's correct, Chair.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When was the Youth League established in Postmasburg?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I do not remember, sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But it was after the unbanning of the ANC, I would assume, it wasn't 1990, somewhere?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I would say it was after the 2nd of February, after the release of the President.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Right. For how long were you together in the Youth League?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I knew that he was a member of the ANC Youth League, but he was not, he has not been a member for a long time. And then the first time he came to me was on Saturday when they were coming to meet me to recruit me for the gang. And then that is when I realised he is no longer the member of the ANC Youth League that day.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Right. If this was 1990, and if the information before us is correct, that the deceased was 18 years old when he died, he must have been about six, yes, he must have been 16 years and in Std 8 in 1990. Is that correct?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I do not know his birth date, but because it is written here, I will agree.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But he was still at school?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Well, I don't know, Commissioner, but I will agree with what is put before this Commission.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Gulu, according to your application, you were born in August 1967. Is that correct?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That's correct, Chair.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So, in 1992, in May, you were already 24 years old, going on 25. Is that correct?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That's correct, Chair.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now, you agreed with this statement of Mr Morwaeng, in his original application, you know that he withdrew his application?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that's true, I know.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And in this statement where you agreed with 2.2, point 3 was read out to you by Mr Steenkamp, where Mr, where your brother Frans says, \"the Eagles, they called themselves the Eagles only up to 1990. And then they changed the name to Stachet Lovers.\" Can you see that, it's on page 20 of the bundle. It was read out to you earlier.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that's correct, Chair.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now, in your application, I can refer you to page 10, you refer to this new name as \"Stershers\". Can you tell us what was the name of this group? What did they call themselves?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I know it by the name of Eagles and thereafter they called themselves Stershers Lovers, that's the two names that I know.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you know how that name is spelt? Stershers Lovers.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I know how it is written.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Could you spell it to us? Just for the record.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Stechers.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Stechers. Can you just pronounce it just once again, just for my edification?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Stechers Lovers.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Stechers Lovers. Now, who were members of this gang? Who were the members and the leadership of this gang in the community?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That's Phinneas Montso, Amos Molele, John Mfana, Peace Molele and I don't remember the others, there were so many that I don't know their names.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How many, more or less, if you say there were so many? Twenty, or a hundred, two thousand? How many? More or less.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "There were many, but I cannot say the number.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Was Phinneas their leader?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That's correct, Chair.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When he came to recruit you, was he then already the leader?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, that is correct. He was already the leader of this group.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When he was in Std 8? Was he at school then?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "He was still at school, but I don't know in which standard he was.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Were you already working then? Were you employed then?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I was already employed at that time.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Why did he approach you? Did you know each other well? Why would he have approached you?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "We knew each other very well and the reason why he came to me was that he was recruiting for Eagles, that is the reason why he came to me. He wanted to recruit me so that I join the Eagles gang.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And he was the leader at the time he recruited you.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That's correct, he was the leader of the Eagles.",
            "Male"
        ],
        [
            "UNKNOWN",
            "In your evidence earlier, you said that when he visited you he was drunk and he had bananas and, I think, apples, and said they got it from the Eagles gang and he wanted you to join. Do you remember saying that?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do remember, that's true.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Was he very drunk?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "He was not that drunk, but they were still drinking that time, because they had liquor and apples and bananas.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And on the date of the incident when he was killed. On that Saturday morning, was he then drunk?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, he was drunk on that day.",
            "Male"
        ],
        [
            "UNKNOWN",
            "He was in fact very drunk, if I remember correctly, on some of the information we have before us. Is that not so?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That's correct, sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And that incident took place, according to the record, at about quarter to twelve, in the middle of the day, in front of the Post Office.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That's correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now, Adv Gcabashe, asked you about developing an intention to kill him. If you indeed had considered it, why, why did you wait, why did you do it in the middle of the day where everybody could see you, where the public was present, and with a way you could easily be arrested, seen, identified, arrested? Why did you not plan it diligently so that you would not be linked to this crime?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I cannot hide myself from my enemy like I've already explained. They were in town, there was no other chance that I could run away because they were already fighting, so I had to stand and defend myself. So I took part in that fight with the intention of killing him. Because he was an obstacle in the way of my organisation's development.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You read, did you read the statements, did you listen to the evidence at the hearing of people who said that you were indeed fighting and that your brother, Frans, asked a knife from you which you duly handed him and that he killed the deceased. You remember that, all those statements, all the evidence.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do remember that evidence. But it is not like it is said.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And you remember that the evidence there was, and I think the judge also found on those basis, on that basis, that you took the knife from your brother's pocket, from Frans' pocket? You remember hearing that or seeing such statements?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "I saw that statement from my lawyer and I also remember that it was said in court.",
            "Male"
        ],
        [
            "UNKNOWN",
            "The harassment of the community by this Stechers gang. Did you say that they were raping people and robbing people? You're talking about the school children raping people in the community and robbing the community.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That's correct, sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Was Phinneas ever identified with these activities?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How did you identify him or link him to these activities?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "He was the person who was in the forefront, he was also the leader of that gang and he took part in all these activities.",
            "Male"
        ],
        [
            "UNKNOWN",
            "In acts of rape, assaults, robberies?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "That's correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you see him?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I saw him on many occasions. They also did that to me.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did Phinneas attack you on occasion? Did he rob you.",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "Yes. Yes, they once robbed me of my money.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did he assault you?",
            "Male"
        ],
        [
            "JOHN SERAME GULU",
            "They never assaulted me. They only took my money and I reported that to the police but they were never arrested.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Just one thing, this name Stechers. Does it mean something, or is it the name of a place or a person, or what? Do you know where it comes from?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "I cannot explain how this name came about. I only hear about it, this name.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All right. Yes, we'll take the luncheon adjournment and we will reconvene at 2 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Gulu, I remind you that you are still under oath. You understand?",
            "Unknown"
        ],
        [
            "JOHN SERAME GULU",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Mr Mohlaba, any re-examination?",
            "Unknown"
        ],
        [
            "MR MOHLABA",
            "Thank you, Chairperson, I've got no re-examination.\nWITNESS EXCUSED\nFRANS MOBIKA MORWAENG",
            "Male"
        ],
        [
            "MR MOHLABA",
            "And I would want to call the next witness, being the applicant's brother, I'm just trying to get the name, being Frans Morwaeng, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, will, Mr Morwaeng take the stand now. I think perhaps Mr Gulu must make a place for Mr Morwaeng to sit there, behind the mike. All right, perhaps you must just remain standing, Mr Morwaeng, so that you can just take the oath.",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mohlaba?",
            "Unknown"
        ],
        [
            "MR MOHLABA",
            "Thank you, Chairperson. Mr Morwaeng, the applicant here, Mr Gulu, John Gulu, is he known to you?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, it's my younger brother.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "And you have been sitting here and listened to his testimony. Do you confirm that you were present when the deceased was killed? That is ... (intervention)",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, I was present. That is on 31 of May, 31 of May 1992. It is not on the 30th but 31st.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Can you remember what day of the week was that?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "It was on a Saturday, around 11 o'clock in the morning.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Phinneas Montso, the deceased, was he known to you?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, I knew him.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Can you explain to this Committee how you came to know him?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Phinneas Montso was a member of the ANC Youth League in 1990, whilst I was a member of the Civic Organisation. At the time, Phinneas Montso and together with other members of the ANC Youth League left ANC Youth League and became members of the Eagles Organisation, where there was a problem between the ANC Youth League and the Eagles Organisation.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "You were also, you also applied for amnesty in respect of this incident of the killing of the deceased, but subsequently you withdrew your application. Is that correct?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, that is correct. I applied for amnesty, but I withdraw because of certain reasons.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "I want to show you page 20 of the paginated bundle. There is a statement. I just want to confirm whether  this is your statement and whether you agree with the contents  thereof and regard them to be true.",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Page 20. Yes, I do.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "What do you know about the activities of the Eagles Club or Eagles gang?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "This Eagles Organisation, in 1990, 91, 92 were harassing members of the ANC. This Eagles did not want the presence of the ANC together with the police in Postmasburg. They were attacking members of the ANC in their houses. They were destroying property. They ... (indistinct). ANC members did not have ... (indistinct) the persons of the Eagles gang, let me put it that way.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Do you know that these Eagles gang, I beg your pardon, these Eagles gang or Eagles club disbanded somewhere during 1990?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "I heard about it when I received a letter from the ... (indistinct) but I explained that after, that is 1991, because Eagles started in June 1990. That is when they started to harass members of the ANC ... (indistinct) by attacking people who were innocent, raping and robbing people and harassing people in their houses. There was no stability in the community in Postmasburg during the existence of Eagles and Stechers.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Tell us about the Stechers. Did the Eagles disband and the members thereof join the Stechers or these two gangs were existing alongside each other during those periods?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "All members with the Eagles organisation became members of Stechers. They just changed the name from Eagles to Stechers. That was in 1991. They changed their name from Eagles to Stechers Club, Lovers.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "You mention that the deceased was a member of Stechers Lovers or Eagles. How did you identify him? Did you, just explain to the Committee how you did came to know that he was, in fact, a member of this organisation.",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "In 1990, after the existence of Eagles, they used to wear T-shirts which were written \"Eagles\" and they were green in colour, combined with the gold colour. They were written \"Eagles\" at the back. And for me to know that it is Stechers, we used to attend meetings together with the members together with the police, because after they have attacked members of the ANC, or members of the community, the police would regard the committee meetings to be the court of law to investigate .. (indistinct) of opening documents. That's how I came to know of his membership.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "I missed that one. Are you saying that there were meetings held by this Stechers Lovers on the one hand, the community and the police officials on the other hand? Is that correct?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "The meetings were conducted by the ANC members, together with the civic organisation together with the police. And together with members of the Stechers. The main objective was that the police did not want to open dockets against members of those organisations What the police would do, would protect members of these gangs by not charging them.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "So was there an occasion where you attended a meeting in the presence of the deceased and the police on the other hand?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, in many instances. Many members of the ANC whom I used to attend meetings with them, together with the police and members of the civic and members of this gangs. The last meeting which I remember together with the members of the gangs and police, it is when members of the gang were looking for Marupeng at his home. They did not find Marupeng and they pointed his sister with a gun and the police were called. After that they assembled members of the gang and arrested them on that day. That was on the 14th of May 1992. And then again on the 16th of May, the police requested that there should be a meeting between the ANC, themselves and members of the gang. We attended that meeting and during that meeting, instead of the police to inform us that they found members of the gang out, they allowed the members of the gang to address us and when we asked them what was the problem, what is your problem for not arresting members of the gang, the members of the gang explained that they were forced to join members of the ANC. And when we asked these people who was responsible for forcing them to be members of the ANC, so that we will be able to question those people who were forcing them to be members of the ANC.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Sorry to interject you. Can you just pause and talk a little slower to enable the interpreter to interpret and the Committee members to take notes. Please continue. You can continue.",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "We asked this people as to whether who was forcing them to be members of the ANC. They were not able to identify the people who were forcing them to be members of the ANC. I asked Warrant Officer Thomas who was present at that meeting that were we called to be informed as to whether we should know that these people were found with guns or are we here to know that they were forced to be members of the ANC or what. Or what is the reason of the meeting.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "This very meeting which you are talking about, was the deceased present?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, the deceased, together with his friends, were present at that meeting.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "There was mention here that it was not very clear, the applicant could not say with certainty, whether there was, at the time of the scuffle between the deceased and yourself, whether there was a mention by yourself, why was the deceased looking for you. Did you hear that?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "When we met the deceased in town, when we came from AVBOB, on the 31st of May 1992, we were busy arranging the funeral of our uncle, we met the deceased. I was surprised to see them because we found information that on the 30th of May 1992, that was Friday night, they were arrested in the coloured township called Westdene, where they attacked people there, during the night. I was surprised on Saturday morning when we saw them next to the telephones. Isaac Gulu who is my younger brother who was together with us, he made a telephone call. When we passed, when I and John were supposed to pass and wait for him to come back, we were blocked by these members of the gang.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "You did not utter the statement to the deceased to the effect that, that is you did not question him why he was looking for you? You did not say that?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "I asked the deceased that we only heard them that here they are. Then I said to him, \"who and what are you looking them for?\" That's what I said.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Do you know who stabbed the deceased?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "That's John Gulu.",
            "Male"
        ],
        [
            "MR MOHLABA",
            "Thank you, Chairperson, that concludes my evidence.\nNO FURTHER QUESTIONS BY MR MOHLABA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mohlaba. Any questions, Adv Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman, if you would allow me a few questions. Sir, you say, you're saying that this group actually blocked you. Is that what you are saying? What do you mean by that?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "They blocked us, that it means when a person, that is when a person blocks your way that you should not go to where you want to.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "So, so, do I understand correctly, they didn't attack you? Because that is what the applicant is saying. Just give me the opportunity ... (intervention)",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, he grabbed me with my clothes and I did the same.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "So my question is purely, the applicant testified he was attacked, or the group attacked you. You are saying you were blocked. My question is purely, were you attacked or not?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "We were attacked.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Why didn't you testify to that effect? You say you were blocked. Why didn't you tell us that?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "I said when we moved from the telephone booths, they blocked our way, then after that they attacked us.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Now, this group, gang, group you're referring to, can you tell the Committee what was the involvement of the deceased in this group. Did he occupy any position, what was his position in this group?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "He was the leader of this group.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "And how do you know that?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "I know that because we used to attend meetings with them. Then even after the attacks, members of the community would testify to that effect. His name was mentioned many times.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "So, the previous applicant, the applicant testified that he was standing there, standing there, defending himself. Did you hear that?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, I did.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "And I would like to refer you to a statement which appears on page 70, Mr Chairman, it's a statement by Mr Patrick Ire. As well as to a statement of Mr John Mfani which appears on page 74. Now basically, I will just refer you to both these statements, paragraph 3. It's in Afrikaans. The summary of that, those statements, those specific paragraphs are that are whoever killed the deceased was doing so while the deceased was lying on the ground and this person was all over him with the knife and stabbing him. Is this what happened at the incident? Was the applicant busy killing or stabbing the deceased while he was lying on the ground? Is that true?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, he was lying on the ground whilst the applicant was stabbing him.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Now, tell me, in the court case, your defence was also self-defence. Am I right?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "What happened in the court of law, the court was taking a side even when we tried to testify, they were taking a side. Because you would remember that the previous regime used to be partial. When you testify in a court of law that you were a member of the ANC, it was hard for your evidence to be accepted. There was nothing which will prevent them to change your evidence. ... (intervention)",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "But, my question, my question still is, your defence was that of self-defence. Am I right? That is the question, just yes or no.",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, yes. That is correct, we were protecting ourselves against our enemies.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "I don't want to elaborate this, belay this, Mr Chairman, but I don't understand your answer. How would a lie in the Supreme Court protect yourselves against your enemy, by lying to the Supreme Court saying you were attacked by the deceased? Can you explain that to us?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "We were in a fight. You use any other opportunity to protect yourself. You use any kind of wisdom to protect yourself.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "You see, my basic point is this. Would you agree with me or would you confirm with the first applicant that testified, that the reason why the, well, the basic reason at that day as I understand why the applicant was killed, was because he acted in self-defence? Would you agree with that or not?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, ... (intervention)",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Sorry, would you just repeat the question. I think I missed the question, Adv Steenkamp.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Just for the record purposes, Mr Chairman, the witness has already answered the question, but I'll gladly repeat the question. My question was basically to you, sir, would you say, would you agree with me that the reason why the deceased was killed that day, the main reason was because he attacked you and you acted in self-defence. And you answered, \"yes\". Is that correct?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "And would you agree with me if I say that that was actually the reason why your brother or the applicant killed the deceased?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "There was no real political motive at that time, at the time of the incident. It was a question of self-defence. Would you agree with me?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "As I have already said earlier that during that period, the situation was not stable. No one was moving freely in Postmasburg.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Okay, but, but how does that, that with all respect doesn't answer my question. My question is purely, would you agree with me at the time, that specific day of the incident, there was no real political motive or whatever. It was just because the accused attacked you. That was why he was killed your brother. Would you agree with that?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "There was political motive on that, in that incident, because there was no way where a member of the ANC would move freely without attacked by members of this gang. Even in town, members of the ANC were attacked in front of the police, or in the presence of the police.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "If I may ask you, Mr Chairman, if I am not permitted this question, I will gladly withdraw it. May I ask you why did you decide to withdraw your amnesty application?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "It is because of certain reasons which I am not able to explain to you now.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, may I ask, if it's permissible that the witness can maybe give us those reasons. I don't know how relevant it may be, but it can reflect, I think, directly or indirectly, on the reasons why, or maybe shed some light on the contents of statements, certain statements, either the vic - either the witnesses or the witness itself made which is in our possession. I don't exactly know why he was, it was withdrawn because, but still those, it seems to me those statements Mr Morwaeng made can be relevant to this, this hearing.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But how is it going to help us to adjudicate the application of Mr Gulu?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I will leave it there, Mr Chairman. Mr Morwaeng, can you just maybe indicate to us, to the Committee, who exactly was at the scene at the time, at the incident. Who were all the people there, and can you name them to us please? This is not only including your group, I mean everybody there. Can you name them?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "There were three members of the gang and we were three on our side on that particular day of the incident.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Your other brother, Mr Isaac ... (intervention)",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "I don't remember their names well. That is Montso, John Mfani and then Weleli.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Your other brother, Mr Isaac Gulu, what exactly was his involvement, what did he do ... (intervention) Isaac, sorry, pardon. Can you tell me what exactly was his .... (intervention)",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "He did not do anything.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "So, so. Do I understand you correctly. Although you were, according to the applicant's testimony, you were attacked, he did nothing? Is that what you are saying?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Isaac Gulu was busy making a phone call. He did not play a role. He did not even touch the deceased at all.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Can I ask you, was it, this is what the victims are saying. It was not necessary at all to kill the deceased.",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "May you please repeat the question?",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "The victims' view is that it was in the circumstances after hearing the first applicant, it's their view it was totally unnecessary to kill the deceased in the circumstances. Do you have any comment on that?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "As I have already stated that this people were harassing us and they were harassing members of the community, and all members of the ANC were harassed by members of this gang. And the police took their side, which means even the police were members of this gang because there is nowhere we would go for protection.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "I just want to put it to you, Mr Chairman, that ... (indistinct) the victim said it was totally unnecessary to kill the deceased in the circumstances and furthermore there was enough structures, political structures in the area, to deal with this specific problem, except to kill the deceased. Do you have any comment on that?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "As I have already said, we attended many meetings together with the members of this gang. We attended public meetings together with the community about their problems. They were harassing the community and they were harassing members of the ANC. There is no, there was no other alternative.",
            "Male"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Adv Steenkamp. Are there any questions by the Panel?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "I have just one. The community in your township, was it predominantly ANC?",
            "Unknown"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, predominantly were members, they were members of the ANC.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you. Thank you, Chair.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Morwaeng, was the deceased drunk at the time of the incident? You heard your brother, what was your observation?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, he was smelling of liquor, that is to say, that means he was drunk.",
            "Male"
        ],
        [
            "UNKNOWN",
            "All the statements of witnesses, and also the finding of the judge seems to be that all three of you were fighting with the deceased only. Fighting upstanding for quite some time, until he fell down on the ground and only then was he stabbed by the applicant. Your comment on that?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "We did not fight for a long time with the deceased. The deceased grabbed me for a while, up to a point where I was not able to fight back. After hitting him with the head, then after that point then John came and attacked him.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you know Patrick Ire who made this statement on page 70?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "I saw him in court.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did he give evidence in court?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Why, why would he say that - oh, let me first put this question to you? Is he involved in any, was he in any way involved in the politics of the community?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "No, sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Why would he make a statement that three people, he saw three people fighting with one person, hitting one person? All standing up? Hitting this person until he fell down, lying on the ground then hitting him and kicking him. And then he says he saw a person which he assumed was the applicant, approaching the deceased and stabbing him with some instrument. Why would he make that statement if he had no interest whatsoever?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "That is, that is a white person. The person who was making that statement is a white person. Those were the people who were maintaining apartheid. He was in town, he's telling the truth, he was in town, but I'm surprised that after among many people who were near the Bank, he would, he would just deliberately move himself as a witness. That is to show that he was a strong supporter of the apartheid system. He was supporting the police in this regard. That is why he had to say what he said.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Are you saying that he knew that you were ANC members and that the others were members of a gang working with the police?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "It may happen that his brothers told him or informed him that we were members of the ANC.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Are you saying he did not give truthful evidence?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "He was lying in court. And even the way he was demonstrating to court I was, I was looking for a knife in my pockets was not the truth. He was lying in court. But what happened in court our legal counsel was the one who failed to cross-examine that witness. That is why our legal counsel changed his stance to be on the side of the State.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Will you page to page 81 of the bundle. There's also a statement by some Mr Timothy Brown ... (indistinct) high school student.",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, I do.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you know him?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "No, I don't. I don't know him.",
            "Male"
        ],
        [
            "UNKNOWN",
            "In this statement he says that he was standing with the three, with John, Amos and Phinneas and that Baps, we assume that's you, then grabbed, there's a misspelling, probably Phinneas, and that you started to fight with fists and you fight for some time and that he then heard you say to the applicant, \"take the knife out of my pocket\" and that he took it. And he says in his statement that he gave it to you and that you opened the knife while holding the deceased and stabbed him. This is a bit of a different version, but the issue is he says he was also there and he also says that the fight started between yourself and the deceased. And that you were fighting for some time. Comment?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, we fought for a while. I am not a person who used to go around with a knife in my person. Those people were lying, even that person I did not see him in court. I see, I see his name for the first time here. I'm not the person who used to go around with a knife. I did not instruct anybody to put his hand inside my pocket to take out a knife. In court they were saying John Gulu gave me a knife to stab the deceased, then they come around and say I myself give, gave the knife to Gulu to stab. So there is no truth in their evidence. They are lying. There is nothing truthful in their evidence.",
            "Male"
        ],
        [
            "UNKNOWN",
            "The deceased and his gang, were they youngsters all of them, schoolchildren?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes. Yes, they were young and they were students.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you recall when the deceased left the ANC Youth League?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "He left ANC Youth League in June. After there was a fight between the ANC Youth League and the Eagles and after that the Eagles were forcing members of the ANC Youth League to join Eagles because the previous regime were supporting the Eagles. They used to give them, bus them to various picnic places and resorts for entertainment.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So the deceased was not a founder member of the Eagles gang?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "The deceased was recruited by a person who came from Bloemfontein, because the nest of the Eagles was in Bloemfontein and they went to Postmasburg to recruit members of the youth. But I don't know the identity of that person, he was seen by other members of the ANC.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Morwaeng, the question really relates to your response when you said that the Youth League were fighting with the Eagles, with the Eagles gang. Did you say that?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, I did.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And then the Eagles gang recruited the deceased.",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "The deceased was recruited by members of the Eagles gang.",
            "Male"
        ],
        [
            "UNKNOWN",
            "In other words, the Eagles gang already existed in Postmasburg before the deceased joined them. Is that what you are saying to us?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, it was personed before he became a member.",
            "Male"
        ],
        [
            "UNKNOWN",
            "All right. Yes, when was the Eagles gang formed, did you say? In June, May or June. When did you say?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, after the rally which was held in Boichoko Stadium, then that is where Eagles gang was formed. That was in June.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Right. Now, do you know when the deceased joined the Eagles gang?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "I, I do not know. But what I know is that he was a member of the Eagles gang.",
            "Male"
        ],
        [
            "UNKNOWN",
            "At the time of his death, according to your evidence.",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "He was then a member of the Stechers gang.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Yes. And do you know whether he was a member for long or for a short period?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "He became a member of that gang for a long time. Because when this was happening he is, they've already changed the name from Eagles to Stechers.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When did he become the leader of the gang?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "That is in 1990.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When in 1990?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "When he became a member of the Eagles gang.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Am I correct in understanding you that the Eagles gang did exist and they recruited him not only as a member but also as their leader?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "He was then in Std 8 at school?",
            "Male"
        ],
        [
            "FRANS MOBIKA MORWAENG",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you. Mr Mohlaba, any re-examination?",
            "Unknown"
        ],
        [
            "MR MOHLABA",
            "Thank you, Chairperson, and that will conclude the evidence of the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Mohlaba.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Steenkamp.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, if I may be permitted, I would like to call the mother of the deceased, Mrs Annie Montso.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Very well. Can Mrs Montso come forward?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, if I may make a request? One of the longstanding family members is also present here today, if she may be asked to assist the witness while testifying. It is on request of the witness.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, will you arrange a chair next to the witness.",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I think she is ready to testify, Mr Chairman.",
            "Unknown"
        ],
        [
            "ANNIE MONTSO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Adv Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman. Mrs Montso, am I right in saying that you are currently 54 years old and that you are residing at No 45 New Street, Boichoko Township, Postmasburg? Is that correct?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "That's correct.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "The deceased in this instance, Mr Phinneas Montso, Phinneas Montso, he was your son. Am I right?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "That's correct.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "At the time, am I also right in saying, at the time of the incident, he was a pupil in Std 10 at the Rantantutu High School? Am I right?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "That's correct, sir.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Now, I would like you to tell the Committee something about your son. As far as you know, did he belong to any organisation, I mean, or any gang, as far as you know?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "This is the first time I hear about this today.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Can you tell us something about your son. Where was he staying at the time when he, when he was killed? Where was he staying?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "He was staying at home.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Was he staying there, for how long was he staying there?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "He grew up at that place. He was staying at home.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "No, you told me previously that he belonged to a gospel group. Can you tell us something about that. Was it a school group or what was it?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "That was a gospel group.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Tell us, do you know any of the people testifying here today, the applicant and his brother?  At the time of the incident did you know any of them?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "They stay at Postmasburg but the first time that I knew them was when they were going to make statements.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Before this incident, as far as you know, were your son involved in any gang activities or any other similar structures, to your knowledge?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "Well, I don't know. Not that I know.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Now you heard what the applicant has testified today. Do you have any comment on what he said today to the Committee?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "I don't have anything to say, because I have lost a son. My husband died before and thereafter my son had died.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Do you have any other children?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "Yes, I do.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Can you just tell us shortly, briefly who they are?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "Zweli Montso, John Montso, and Bonica Montso and Victoria Montso.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "At the time of the incident, how old was the deceased?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "He was 18 years old.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "And what standard was he attending at school?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "He was in Std 10.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "As far as you know, was he ever involved in any scuffles or problems with anybody, including the police, or other gang related, or other gang members or anything like that? In all the years that he stayed at your house?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "It is the first time that I hear about this today here.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "And as I understood you correctly, you told me previously he was a very regular schoolgoing person, he was very committed to his school. Am I right?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "That's correct, sir.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Now, you've heard the testimony of the applicant that he wasn't only a member of the gang, but he was actually the gang leader. Do you know of the existence of this gang in your township at the time when he was killed? Was there such a gang operating in your township?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "It is the first time that I hear this names. I never knew about this before today.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "And for how long before this incident were you staying in this township?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "I grew up in Postmasburg, attended school there, got married there. All my children were born there.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "I mean staying, you're saying, I'm referring to this specific township. You were staying there all your life, is that what you are saying?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "Yes, that's all my life.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "And as, if I understand correctly, it's actually a very close-knit community. It's actually a very small community. Am I right? Everybody knows everybody there. Am I right?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "There are people that I know and those that I don't know, because I always stay at home.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "But is it, but is it a small community?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "It's not that big.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Right. The question I actually want to ask you, you've never heard of such a gang in your area at all?",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "No, sir.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, Mr Chairman. No further questions to the victim. Thank you.\nNO FURTHER QUESTIONS BY ADV STEENKAMP",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Adv Steenkamp. Mr Mohlaba, any questions?",
            "Unknown"
        ],
        [
            "MR MOHLABA",
            "No questions, Chairperson, thank you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I just want to find out, you heard the evidence that your son at some time at least was a member of the ANC Youth League. Did you know of that?",
            "Male"
        ],
        [
            "MRS MONTSO",
            "I don't know anything about that.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Were you supporters, your family, supporting the ANC?",
            "Male"
        ],
        [
            "MR MONTSO",
            "No.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.",
            "Male"
        ],
        [
            "MRS MONTSO",
            "I thank you, sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes. Anything else, Mr Steenkamp?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Thank you, nothing, Mr Chairman. May I ask that the witness be excused? Thank you, sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you. Mrs Montso, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MRS MONTSO",
            "I thank you, Chair.",
            "Female"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I will not be calling any witnesses. Thank you, sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Mohlaba, have you got any submissions?",
            "Unknown"
        ],
        [
            "MR MOHLABA",
            "Thank you, Chairperson. Briefly. Chairperson, the applicant has testified that he was recruited during 1990 by Shadrach Fundisa to be a member of the ANC and he was assisting in organising the ANC and worked as a\nmarshal in rallies. We heard that the deceased was at a certain stage a member of the ANC Youth League himself, but subsequently joined the Eagles which subsequently became the Stechers Lovers, which was a gangster. \n\tWe also heard that the deceased was a leader of this gangster movement and at one stage he tried to recruit the applicant to such a structure without success. We heard that the community complained to the ANC about the activities of the gang and that the applicant viewed such a complaint by the community members as a sort of a symbol of approval by the community of the elimination of the people involved in such atrocities in the community.\n\tOn the date of this incident, it appears that the applicant and his brother were approached by the deceased and some other persons and a scuffle ensued. And it was not very clear from the applicant's side whether he relied on self-defence but on further questioning it transpired that self-defence was in fact an element as well, but he all along had a desire to eliminate the deceased.\n\tAnd it became very clear that the deceased was attacked and stabbed whilst lying on the ground and very clearly the deceased was no danger at all to the applicant at the time, and it was not necessary for the deceased, for the applicant to proceed and behave as he did to kill the deceased, if he did not formulate an intention earlier to kill him. So, it is very clear that the bounds of self-defence were exceeded by the deceased but with a motive. And such bounds were deliberately exceeded because of a political motivation, that is the deceased was always viewed as an enemy of the community and, given a chance, the applicant would have killed him. But it happened at a moment when the deceased made the first move. And in trying to defend himself, which he successfully did, he stabbed forward, that is proceeding to kill the deceased when he was no danger at all.\n\tSo, this confirms his testimony that he, in any event, intended to kill the deceased and the reason for killing the deceased is none other than to eliminate him, because he was an enemy of the community, that he was a member of the gangsters.\n\tChairperson, the question of the, the omission by the applicant in trial court to mention certain things, that this offence was politically motivated, could not be clearly articulated by the applicant himself. But the subsequent, that is the brother who came as a witness, sort of gave an indication to the Committee that during those moments, it was not easy to come out and it should be common knowledge to the Committee that the mere mention that we belong to a political organisation such as the ANC, would have, in fact, been an aggravating factor. They should have been viewed in a particular way by the trial judge. So it is true that the only way to get the leniency of the court was to conceal such very material facts.\n\tIt is, therefore, my submission that the requirements of the Act have been satisfied and the applicant should be granted amnesty. Thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you, Mr Mohlaba. Mr Steenkamp have you got any submissions?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, if I might be allowed just one or two things. Mr Chairman, it is the view of the victims that the applicant has not made a full disclosure. Based on the probabilities, Mr Chairman, it is highly unacceptable or it's difficult to understand why should different witnesses whose got no links to the applicant at all, doesn't even know him, and the victim and the group there, would testify, broadly speaking, supporting each other saying that there was three people assaulting, kicking, handing out fist blows and ultimately overpowering the deceased then killing him. This is what basically, this is basically the facts that was also accepted by the court a quo.\n\tToday the applicant's testimony, to say the least, Mr Chairman, it is my respectful view, is very insufficient as specifically referring to the factual testimony, his own factual testimony what happened that day. On numerous questions, as I \nunderstand it, and as I understand my learned friend now as well, one of the answers of the applicant is that he actually operated or acted in self-defence. If that is the position, Mr Chairman, clearly requirement for unlawfulness for murder falls away, which means that the applicant is actually not applying for amnesty. But he is probably applying for killing or something else but not for murder. The unlawful event becomes lawful.\n\tIt's also the view of the victims that the circumstances, if the court a quo made a mistake or error, with all respect with this regard, this is probably the wrong forum then to deal with that problem. Something else must have been done or appeal, or something else.\n\tBut it is my respectful submission, not for the Committee today, to hand out amnesty to the applicant in the circumstances. It's my view, with all respect, Mr Chairman, that in the circumstances, because of the defence put up by the applicant, even today, even in the court, even on his own evidence and as well as the evidence of the witness, who was called on his behalf, that yes, there was self-defence. There's no such a thing, with all respect, Mr Chairman, as an element of self-defence. He acted in self-defence. They acted in self-defence, if that can be accepted on a second degree. It means that basically the whole application of murder would, like I said, then fall away. \n\tIt's furthermore my view, Mr Chairman, that the whole question of political motivation is very scanty, described by the applicant, he suffered and he had difficulty to answer questions put to him by the Panel about political motivation. It's broadly speaking, Mr Chairman, the view of the victims that in the circumstances, amnesty for the applicant must be, must be denied. As it pleases you, Mr Chairman. Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Adv Steenkamp.",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Adv Steenkamp, what do you suggest we make of the contention or submission by Mr Mohlaba that you had both self-defence and political motive entwined in the actions of the applicant? What he said in submission now was that the primary motive was the getting rid of this political enemy in a sense, and the issue of self-defence really was one that came and went. And applicant went beyond that, to actually dealing with this political opponent?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "Mr Chairman, I'm not trying to skip the question, but first of all, I would respond for respect to saying that first of all the applicant is carrying the onus here, to meet all those requirements, first of all. Secondly, I would suggest that taking on, taking all the evidence as a whole, I'm personally of the view, it's my own personal view that I don't think there was any intention of the applicants to actually, that specific day, go out and kill the applicant. I think what actually, with all due respect, what happened, there was some sort of scuffle which ensued there and they just decided to kill the applicant, I mean the deceased.\n\tMy question, my personal difficulty with that argument put over by my learned colleague is the fact that the moment you admit self-defence, surely the whole question of unlawful, unlawfulness must fall away. Which means that murder can't be, in this specific circumstances, be the subject for amnesty. \n\tAs far as I know, Mr Chairman, the test still is the same. On the probability, surely, the applicant in the circumstances, if he don't what's happened there, it seems to me that the applicant has difficulty to explain to us what happened there. But objectively, looking at the facts of this put before the court, whatever happened, whatever the motives may be, other objective witnesses testified, and fortunately enough we have those statements in our possession, testified to the fact that what they saw. They didn't identify the applicant. The applicant identified himself at the scene. And those people testified, broadly speaking, exactly the same what happened. And if you take the applicant's own testimony in this regard, Mr Chairman, with all respect, it's actually supporting the witnesses' statements, actually what happened there. \n\tIt's my contention, Mr Chairman, with all due respect, in the circumstances, if you take all the factual difficulties I had with, and the victims had, with the testimony of the applicant, he didn't carry the onus, he didn't prove at least, that he complete, that he met all the requirements of the Act, and specifically dealing with self-defence. I understand the question raising specific dealing in that circumstances, but it is my view that they, I mean the applicant and the people who were there with him, went far beyond that. And it's easy to sit back today and say, listen, but there was political motive, basically because they have to meet those requirements. \n\tI would like to add, Mr Chairman, that the testimony of the witness, of the applicant, must surely be taken with some circumspect. Clearly, he was one stage an applicant. Clearly his brother of the applicant, clearly was at the scene. Yes, and I think in those circumstances his evidence must be weighed on those specific perspective. \n\tAnswering the question, I would like just to say that I think it is difficult to say it's intertwined. Yes, it is intertwined. But if there was a question that they were attacked, as it was supported by the witness himself, surely then the question of self-defence stands up and the question of unlawfulness must be addressed. I hope that answers the question. Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you. Have you got any further submissions, Mr Mohlaba?",
            "Unknown"
        ],
        [
            "MR MOHLABA",
            "No, thank you, Chairperson, I don't have any further submissions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, that concludes the matter. The Panel will take some time to consider the matter and will advise the parties once the decision is available in this matter. Now, Adv Steenkamp, I assume that concludes matters that we had on the roll today, does it?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I beg your, yes, Mr Chairman. Yes, that is fortunately or unfortunately the roll for today. I can just indicate that the matter for tomorrow morning, if that may be allowed, will be, I hope to make, I've already made specific arrangements for the legal representatives for the three applicants for tomorrow to consult this afternoon. I understand he is already in Bloemfontein. So I will consult with him and see how early we can start. But I will communicate that with you and the panel.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Would we be able to start at 9 o'clock tomorrow morning?",
            "Unknown"
        ],
        [
            "ADV STEENKAMP",
            "I believe so, yes, Mr Chairman. That will be possible. Yes, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, well under those circumstances, we are going to adjourn and we will reconvene to hear the outstanding matter tomorrow morning at 9 o'clock. We're adjourned.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}