{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-06-13",
        "location": "BLOEMFONTEIN",
        "day": "2",
        "names": [
            "KING LEBEA"
        ],
        "case number": "AM6105/97",
        "matter": "ATTACK ON MR AND MRS VAN TONDER'S FARM",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54251&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/200613bl.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "MR LEBEA",
            "KING LEBEA",
            "MR K LEBEA",
            "JUDGE DE JAGER",
            "INTERPRETER",
            "MR KACHELHOFFER",
            "MS MTANGA",
            "ADV SANDI",
            "ANDRIES DAVID JACOBUS VAN TONDER",
            "UNKNOWN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "MR LEBEA",
            "KING LEBEA",
            "MR K LEBEA",
            "JUDGE DE JAGER",
            "INTERPRETER",
            "MR KACHELHOFFER",
            "MS MTANGA",
            "ADV SANDI",
            "ANDRIES DAVID JACOBUS VAN TONDER",
            "MR VAN TONDER",
            "MR MBANDAZAYO IN ARGUMENT",
            "MR KACHELHOFFER IN ARGUMENT"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Thank you.  Could we get organised?  Mr Mbandazayo, are you ready with Mr King Lebea?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Chairperson, I'm ready.  Can he be sworn in, Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before I do so, Mr Lebea, just sit for a second.  The Panel is as yesterday and the legal representatives as well as yesterday.  Mr Lebea, do you feel better today?",
            "Unknown"
        ],
        [
            "MR LEBEA",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you stand up?  Could you once again give us your full names?",
            "Unknown"
        ],
        [
            "KING LEBEA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Lebea you have heard the first applicant testifying yesterday.  Do you confirm the contents of his testimony and do you also abide by that testimony as far as it relates to you?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now just a few aspects, Mr Lebea.  Am I correct - is it correct that you were born on the 14th of March 1973?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "And is it also correct that you grew up in the Free State?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Can you tell the Committee how far have you gone at school?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "I've gone until Standard 6.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now can you tell the Committee when did you join PAC?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "I joined PAC in 1989, the 19th of April.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Where?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Right here in Bloemfontein at Pelindaba.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Who recruited you into PAC?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "My brother recruited me into PAC.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Who is your brother?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Titus Lebea, the first applicant.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now were you at any stage a member of APLA - Task Force of APLA?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "I later joined the Task Force of APLA.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "When was that?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "It was on the 27th of August 1990.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Who recruited you in the Task Force of APLA?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "My brother did so.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now did you undergo any training?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir, but it was a short training that lasted only a day.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Where was that and when was that?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "It was at Pelindaba in Bloemfontein on the 15th of January 1991.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now you have heard the testimony of your brother that it was a week after the 15th that you undergo training, which the Member of the Committee, the Chairperson of the Committee estimated to be around 22nd somewhere of January.  Now you are telling the Committee that on the 15th of January you undergo training.  Can you explain that?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Yes, I think my brother may have forgotten some days, it seems he has been twisting the days there so instead of talking about what happened before, he brought it later in.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now, who trained you?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Who trained me is the person whom I later knew as Temba Ncapai.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now what name did you know him about before you knew him as Temba Ncapai?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "I used to say his name is Sabata.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now let's come to the incident itself.  Can you tell the Committee about the role you played in this whole incident?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Actually the role I played in this incident, I was a gunman and I was tasked to shoot if ever it's necessary.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, continue.  What did you actually do yourself?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Actually on the event of the incident I was standing outside and after hearing noise inside which I didn't know what was the cause of the noise.  I entered the room through a broken window and what I saw inside there, I saw the victim, Mr van Tonder, was being attacked by the Task Force members and the wife of Mr van Tonder was standing aside trying to stop what was happening there, but unfortunately she couldn't put her hands in there and then because of the noise that was going on, the noise from Mr van Tonder and his wife who was trying to save her husband's life.  I shouted for this guy to stop because the noise was going too far and I decided to shout at them, so that they can stop what they were doing because it was not in the right manner, because it was causing noise, it might invite some uninvited guests.  So they stopped after realising what I was trying to do to them and then because Mr van Tonder was having a shotgun which I didn't know the name thereof, by the time I ordered them to stop, they turned around, Mr van Tonder was having a gun in his hand and he fired a shot which I didn't know whom he hit and these guy they all go out running from the sound of that gun.\n \tThen what happened there, Mr van Tonder pointed the firearm at me and he shot me in my right thigh and thereafter, because I was having a gun myself, I started chasing him in the house and Mrs van Tonder tried to close the sliding door and she was in front and Mr van Tonder was behind and I decided to shoot her because she was on my way, I was short, so I had to do what I wanted to do by that time, which was returning the fire to someone who shot me.  \n\tAfter that incident, I went out to look what was happening to these other three guys.  I came to find my brother lying on the ground.  Clearly he was shot and I testified he was shot at the back, so I took him to the room behind me, the back room which was said to be a rondavel and then I put him there and he lied there.  I never knew what to do after that because I never experienced such a thing like that where somebody has been shot, especially in the back where the bullet was in the stomach. I never knew what to do.  I ended up taking these other three guys and we went back, breaking the kitchen door, forcefully breaking it, opening it, entering the kitchen and I wanted something to help my brother.  I never thought what could it be, but I wanted something.  I opened the fridge.  I didn't know what to do.  I thought maybe ice can help, but I never thought it would.  At last I end up entering the house in the passage and I said to myself, anybody trying to stop me I'm going to shoot him or her, whoever it can be.  \n\tUnfortunately I never saw anyone until I entered the room. In that room it was a bedroom of Mr van Tonder and Mrs van Tonder.  What I did in there, the other guys were, by the time I entered, other guys entered the room too, so they were searching for what they were searching for, which was to be done there, but what I did, I opened the wardrobe, clothes wardrobe, because I was looking for one thing, a key to the car, so that I can rescue the life of the person who was shot.  I opened the wardrobe.  Luckily, I don't know maybe the spiritual God was there to guide me for what I was doing there, I raised my hand and reached right on top of the wardrobe.  My hand fell right on top of the car keys and I took the car keys and I got out and the other guy by the name of Mokweti, Samuel, he showed me the safe which was in the corner.  He said the safe is there and the gun is there and I said to him:  \"Leave those behind, because someone is injured, or you can take them yourself\" and I go out of the door, went to the garage.  \tInstead of opening the car first, I broke the car window with my fist and opened the car, entered and started the car and going to fetch my brother at the back of the rondavel, putting him back in the car and Abram Smith decided he will drive because I didn't know how to drive a car and we drove off from the scene there.  \n\tWe went straight to ...(indistinct) hospital.  Unfortunately Thaba N'chu was too far and we never knew how far could he make until the hospital so instead we decided to put him in ...(indistinct) hospital.\n\tWhen we arrived there we took him to the reception where they wanted R20.  Luckily for him, those goods which were taken by those other guys, there was money.  I went back to the car and I took R20 to pay for him at the hospital and they admitted him.  I was shot too, but I was still walking right, I was only full of blood.  I went back to the car and then we went back home.  \n\tWhen we arrived home, I felt I was too weak and I was feeling like some kind of dizziness, so I decided that I have to go and see a doctor, so I told these other two guys that I have to go and see a doctor and then I don't know where everything can be stored, so I took there, I don't know whether it was a jewel box, because it was mixed, there was money and all those stuff inside, I took it and I put it in a safe place and I told them to look for the safe place for the car until such time that ...(indistinct) and I went to the private doctor who told me that I was too weak, I need to be put on the water, something like that and the right place for that is hospital, so I went to hospital.  I was admitted at the hospital that same day and put on those drips, water drips, I don't know what kind of water is that.  \n\tThe following day I felt better and insisted on the doctor that I'm feeling better so I have to go because I knew I have to go and do something about what has happened.  So the doctor told me to wait until later.  Later to find out I was taken out on the stretcher, taken to the other wards where it was under - guarded by the police.  I was put in that ward and on my arrival I was chained on my legs and when I asked what was the cause, they said that I'm a suspect, so I slept there for about two days.  After two days the cops came there to fetch me to go and answer me some questions and after that I was referred to the custody.  That is how I went so far.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now, Mr Lebea, you heard your brother testifying that he told the Committee yesterday that he gave you instructions before he was taken to hospital what you should do with the goods that were taken and now you are telling the Committee something different to what your brother told the Committee.",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Yes, I heard what my brother said.  What has happened is that maybe my brother, okay he did said something that he said but because of the something like the collapse that had happened there, I never listened anymore to what he was saying because I was concerned about one thing, the life that was to be lost by that day, so unfortunately because I was shot too, I would never have managed to do whatever it can be done, I did up to so far by holding some other items and then instructing the other guys to go and hide other things somewhere where they can because I was concentrated on my pain on my leg and the dizziness I was suffering.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Let me take you step by step.  He told the Committee that on your arrival there, you put an AK47 in the vehicle which was there, is that correct?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Yes, he told the Committee that he put the AK47 in the vehicle, but the AK47 was not in the vehicle by that time, it was near the vehicle because the vehicle was locked, so he might be mistaken there.  Maybe he doesn't remember well and as far as I'm concerned, according to my knowledge, he's no more good in memories, he sometimes loses memories and sometimes when you ask him questions, it turns that he never heard it.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now are you telling the Committee that what your brother told the Committee, that is the first applicant, is not actually the way things happened on the day in question?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Somewhere he's still right, somewhere he's still missing some aspects there.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "So are you sure that what you are telling the Committee is exactly what happened that after he was shot and you were also shot your took him to the rondavel and you came back to the house?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "When you saw him hacking, attacking Mr van Tonder, you shouted for them to stop and at that time Mr van Tonder was still in possession of the gun?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "It was after they have moved away from him that Mr van Tonder shot at you?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "He fired a shot, by the time they were turning, looking at me he fired a shot.  I don't know whether that is the shot that caught my brother and they ran out for cover and then Mr van Tonder pointed the gun to me and I was standing looking at him.  I never even had any fear whether he will shoot me or what, I was looking at him and he fired a shot that caught me on the left - my right thigh, if I'm not mistaken, so it's the time then I decided that I should shoot him too.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Just tell us were there any electrical lights on in the house ...(indistinct)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike.",
            "Unknown"
        ],
        [
            "JUDGE DE JAGER",
            "Were there any lights on in the house?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "So you could clearly see what's happening?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "There was no darkness in the house?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "There was no darkness.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Was Mr van Tonder bleeding?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, he was bleeding.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "From where?  From which part of his body?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "From the head he was bleeding.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now can you - now there was also - he was asked about the rondavel and he said - was this rondavel in the farm or somewhere outside the farm, or was still within the premises of Mr van Tonder?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "In the premises of Mr van Tonder.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Was your brother, according to your observations, still conscious at that time when you took him there?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "No he was unconscious.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now there was a mention that you were five in this operation, this incident.",
            "Male"
        ],
        [
            "MR K LEBEA",
            "What I knew is that we were four, I never knew the fifth man.  The fifth man I started to know was at the law court which was by the name of Mr Paulus Masitsa, I never knew him before.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Perhaps then we could deal with that immediately because you've made an affidavit, you remember, before going to court?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "In your affidavit you stated\n\"The five of us went to a farm close to Mazelspoort with the purpose to break in.\"\nIt's page 41 and then you say:\n\"Paulus was outside of the house, he was not inside\"\nand this fifth person that was referred to was Paulus, so in your affidavit you mention his name and you say that you were five but that he was outside of the house.  Can you explain to me how this happened?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes.  Actually after I knew him on the time of our appearance at the law court, I decided because there was a lot of confusion during our appearance and I decided that ...(indistinct) the same statement as the other guys, we were five, but I never knew that guy, maybe other guys knew him before, or maybe my brother knew him, I never knew him before that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No but the impression gained reading this is that you were five at the farm.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, I said that but that was wrong.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then where did this agreement come from that you should mention this Paulus, all of you mention Paulus? When was such an agreement made that in your confessions you make mention of Paulus Masitsa?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "It was during the discussion about the incident and they told me the police caught someone who was nearer to the farm by the name of Paulus Masitsa, so the guys, they said he should be involved in all this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want you to have regard to page 40, that's where the confession starts.  Do you see that there is a date mentioned there, the 11th of February, 1991?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if I understood your testimony thus far, is that on the 11th you wanted to be discharged but instead of going out you were placed in this other cell where you were subsequently taken by police.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And according to this, it was made the next day.  Where was this made?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "I don't know Sir, I never made such a statement because what I remember on the 11th of February, it was the day I was supposed to be discharged at the hospital, it was Monday that day, if I remember well, it was Monday, so it is the day they took me to the other words where it was under guard, so this whole thing is new to me.  If you can go back to the calendar, the 11th was Monday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, let me correct myself, actually it's not a confession, it's a statement made by you.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "I never made any statement that day, I just told the police that I knew nothing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "However, to say in your favour, that there is confusion, that is dated the 13th and if you look at the last page as well, 42, it's also dated the 13th of February, that's the confusion that arises now.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Yes, Chairperson, I think the 11th is the date he was arrested in hospital, if you look at that.  Date of arrest - Arrested on the 11th, so I'm sure it's the date of the arrest, that's 11th, the following day on Monday at hospital.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "For how long did you stay in hospital after you had been taken to this ward where there were guards?  How long did you stay there?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Well, plus or minus because I went there on Sunday the 10th and on the 11th was the day I was taken to the other ward, plus or minus 3 to 4 days.  I don't recall exactly the days, but I think maybe on the 12th or on the 13th I was discharged from hospital forcefully by the police, not by doctor's instruction and I went right out of hospital with the police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now if we have regard to page 42, look at point 42, it's written the signature there, King T. Lebea.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, I can see it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that your signature?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now my brother asked you about these 5 people.  You recall what we asked your brother in respect of what we saw on page 5 or 6?  Let me just find it for you.  That on page 5, which is a response to questions asked by the Amnesty Committee of the TRC, that is your response starting on page 5 and if you have regard to page 6, down there it's written from Titus Lebea and King Lebea, do you see that?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And to be honest to you is that if you have regard to page 5, there are 2 emblems of the Pan Africanist Congress on both sides, that is left and right.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And somewhere there is an address, Titus Lebea, on the right-hand side, 19050 Bophelong, Rocklands, Bloemfontein.  Do you see that?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if you look at on the left-hand side, I'm not sure about what is on top, but it would appear to me, it's not very clear but I see there 262 Vermeulen Street, Carl Klein Building, 6th Floor, Room (it's not very clear), 602 - 697 Pretoria.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know were you author or co-author of this document which was a response to the questions asked?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "I was a co-author.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it says on page 5, 2.1 in the middle there\n\"After a thorough reconnaissance, I came to the conclusion that it will be attacked by a unit of 5, armed with 1 AK47 rifle and knife, with the sole intention of carrying the liberation struggle forwards through, as a means as applied in this case.\"\nThe 5 crops up again, unit of 5.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir, I can see.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why wasn't it easy to say to the Amnesty Committee:  \"We were 4 after reconnaissance.  We said 5, but we went as a unit of 4\"?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "According to my brother who was the unit commander, he told me that he intended that we were about to be 5 when we attack, so unfortunately he didn't get the fifth guy, so what was he telling here, it was the intention and the whole plan, but during the commitment of the operation, we were only 4.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you told by your brother that after reconnaissance, he had realised that this operation could be carried out by 5 people?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if I listen to your evidence and his evidence at least marry each other in this respect that you were trained on the last day, let's forget what he said, but you were trained on the last day when the weaponry was delivered.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "No, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were trained before the weaponry was delivered?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And were you aware that reconnaissance had been done already?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "No by that time I never knew the reconnaissance had been done because I never heard of any plan for the attack.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you went to the farm, what was told to you why you should attack that farm?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "When I went to the farm, what was told was that we go and repossess.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you told about the location of the farm and how many people lived on that farm?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Actually I didn't told how many people were living there, the person who was having that information was my brother, how many were living there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were you to repossess on that farm?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Whatever material that  can be used to help further the struggle of the Pan Africanist Congress.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you went purely on that basis, that you would take whatever is of value and would assist this struggle of the PAC?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may continue, Mr Mbandazayo.",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, I think the Committee has covered what I wanted to cover during the time of the interjection.  That's the evidence of the second applicant, Chairperson.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think later we should talk about your fee because it would appear we've got a hand in it.  Mr Kachelhoffer?",
            "Unknown"
        ],
        [
            "MR KACHELHOFFER",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "As we're sitting here today, both you and your brother have already been released from prison, is that right?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "Okay.  That particular day during the early morning hours, how many shots have you fired with that 9mm pistol?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Plus or minus, I remember I fired up to 3 or 4, if I'm not mistaken.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "To whom did you aim at that stage?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "At the first stage to Mr van Tonder and then later it was when I was outside, before we broke the kitchen door, because I thought Mr van Tonder was inside so as the lights were on, on the curtain I saw something like as if it was somebody and I shot through the windows.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "Did you at that stage realise that you hit Mrs van Tonder?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "No, I realised on the first occasion.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "That she has been shot?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "That I was shooting him, I didn't realise but I shot him.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "No, no, I'm referring to Mrs van Tonder, did you realise that you have shot her as well in the process?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Well, it seems there is a little bit confusion here because what I wanted to stress out was that on the first occasion I shot Mrs van Tonder and then on the other occasions I shot through the window, so I never knew whom I was shooting.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "So I'm asking, you didn't ..(intervention)",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Perhaps clear that up.  On the first occasion, how many shots did you fire?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "One.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "And did you hit anyone at that stage?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "On the first occasion?",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "Yes, the first occasion.",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Yes.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "Whom?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Mrs van Tonder.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "Pardon?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Mrs van Tonder.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "So you will agree to the fact that she was hit in the chest by a 9mm bullet?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "Can you just repeat from your side what the actual order of your superiors was, regarding this particular attack?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "The order was to go and repossess.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "Only that?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Only as it is, to go and repossess.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "Not to attack and injure any white farmers as well, in other words?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "That was not specifically named like that, the order was to go and repossess.  When you go as a soldier, anyone who stands in front of you, you start with him or her.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "So you have regarded it as a natural consequence, the fact that people might be injured in the process of repossession?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "If there is a need to.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "Didn't you, during the reconnaissance process, consider the possibility to go to that particular farm whilst the people ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, no, Sir, he says he did not do that, he only went after the order was given that they must go and repossess, about the reconnaissance he knows nothing.  I covered that personally.",
            "Unknown"
        ],
        [
            "MR KACHELHOFFER",
            "As the Committee pleases.    So I take it that you will concede that Mr and Mrs van Tonder were both very seriously injured during this attack?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "And from your testimony you clearly didn't bother about their well-being, but only about your brother's well-being at that stage?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "If one looks at the kind of weaponry used in this attack and the order as well and the measure of violence executed during this day on them, would you agree with me that they can regard themselves as lucky to be still alive today?",
            "Male"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "Thank you Mr Chairman, I don't have any further questions.\nNO FURTHER QUESTIONS BY MR KACHELHOFFER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms Mtanga, any questions?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you Chair, just one question.",
            "Female"
        ],
        [
            "MS MTANGA",
            "Mr Lebea, what happened to the money and the jewellery that you said you put in a safe place at your house?",
            "Female"
        ],
        [
            "MR K LEBEA",
            "The police retrieved the whole of them.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Then in your response to the request for further particulars when you said some items were discovered by the police, or recovered by the police, what did you understand to be the items not recovered by the police?",
            "Female"
        ],
        [
            "MR K LEBEA",
            "Well, what I understood was that the information of the police played the role on that answer, because the estimation of what was taken, the estimation amount money and the estimation of the amount money of what was recovered, was differing, so there could have been the suspect that maybe one of us may have took something because it sometimes happens, so it's the way that word \"some of items\" came, so ...",
            "Male"
        ],
        [
            "MS MTANGA",
            "I have no further questions Chairperson, thank you.\nNO FURTHER QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Lebea.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just to make a difference, could we say King Lebea, so that we don't refer to your brother?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Okay Sir, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I hope you don't mind that.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Okay.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say some might have been taken according to what the police said.  Some might have been taken.  Were you all arrested, I mean all the operatives?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir, but not on the same day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How did - you said you stood at the door with your 9mm pistol, you recall saying so?  You didn't enter the house immediately, you entered the house after there was a lot of shouting.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The others who entered the premises, that is the house, because we know that you entered through the window, how did they enter the house?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "The same.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Through the window?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And according to you, the only time a door was broken, it was by you and that was the kitchen door?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The front door, was it locked and it stood as it was?  It was, in other words never interfered with?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "We never interfered with it, so I don't know whether was it locked or not locked, but it was closed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now this window where everybody gained entrance into the house, was it open when you arrived?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "No, it wasn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you open it easily?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How then did you - how then did they enter the house if it was not opened easily?  Tell us what happened.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "I broke it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then what happened?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "And then I opened it and then they started to enter and I was waiting outside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that, from your testimony, you evidence, that you did not do any reconnaissance but you were told that you go to this farm to repossess.  Now there's 4 of you, according to your evidence, what was each other's duty?  At least we know for you at least, you were standing outside.  What did you agree, who should do what?  We know about you.  What had Donosi to do?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "They were to enter and then attack and take whatever was to be taken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not mention made of who should do, for instance stand guard inside the house and the other one to collect the valuable items?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "No actually it wasn't like that.  It happened automatically when we arrived there that we decided that I wait outside and then they enter and do whatever they should do inside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what we know, we want you to help us out.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that you have a 9mm.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the AK47 was placed next to the car outside.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And your brother, Titus, testified that he had a panga.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What did Donosi and Samuel Mokweti have?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "What I remember while entering by the time Mr van Tonder was making that noise, I saw my brother with a panga, Samuel Mokweti with a knife and Donosi with a spade, shovel or something like that.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Where did he get the spade from?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "It belongs to Mr van Tonder.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now tell us when you left, now that is the time going to the Mazelspoort farm, did Donosi have the knife with?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So if I understand you correctly, it's just you and your brother who were armed, you with a 9mm pistol and your brother with a knife, with a panga?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "With a panga and Samuel Mokweti with a knife.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know if I got everything as you say.  Let me repeat what I have here.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You had a 9mm pistol, Titus Lebea, your brother, had a panga.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Donosi had a knife.  What did Donosi have?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "No, Sir, by the time - inside the building, inside the house or where, outside?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, I say you are preparing to go to the farm, who had what?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Okay.  No, no, he never had anything, any weapon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's only the three of you?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anything from you Adv Sandi?",
            "Unknown"
        ],
        [
            "ADV SANDI",
            "No thank you very much, I've got no questions to ask.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "My brother?",
            "Unknown"
        ],
        [
            "JUDGE DE JAGER",
            "On your way to this farmhouse, did you visit people staying on the farm?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Who were you visiting?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Actually we didn't come there as visitors, the place where we arrived, it seemed to me it was a place like a tavern where liquor, cool drink was sold there, so we had to enter there to wait until the time.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "While you were waiting there did you have any drinks?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "No, Sir, we just waited there, posing like we were drinking, but we were not drinking as such, we were just waiting for the time.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Now how do you pose to be drinking?  have you got a glass before you filled with something and then you pose to drink?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "No, Sir, we bought only one quart of beer and then it was opened, but it just stayed there like that.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "You never consumed any liquor?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Never.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "When you agreed all to make a similar statement.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Yes, Sir.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "One of you, I just want to make sure who, Abram Smith made a statement\n\"On a certain farm we visited one Paulus and we started drinking.  Upon a suggestion from Sam we then went for a walk.  Sam wanted to show us the area.  We then approached the farmhouse\"\nand then it's not quite clear but:\n\"Then Sam said that he had a firearm and that we had to go and break in at the house.\"\nIs this correct, or wrong?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "No, it's not correct, Sir.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "But you sat at this tavern for almost three hours, isn't that so?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Pardon?",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "You sat at the tavern waiting for almost three hours?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "It might be Sir, but I never counted how long we sat there, but it's possible.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "You knew nobody at that place?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "No, I never knew anyone, it was for the first time I go there.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "And you were visiting this place, pretending to be drinking, but you didn't drink?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Never as such, Sir.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "And you didn't know the owner of the tavern and you didn't know anybody at the place there?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "I never knew anyone there.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "And the tavern owner didn't object to you people sitting there without ordering anything?",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "No.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Thanks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, any re-exam?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Chairperson.\nNO RE-EXAMINATION BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Kachelhoffer, anything arising from what the Panel asked?",
            "Unknown"
        ],
        [
            "MR KACHELHOFFER",
            "No thank you Mr Chairman, I have nothing to ask.\nNO QUESTIONS BY MR KACHELHOFFER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms Mtanga, anything arising from what the ...",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "No Chairperson, thank you.\nNO QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, are you calling any witnesses?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that your case?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "That's the case for the applicant, Chairperson, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mr Lebea, you are excused.",
            "Unknown"
        ],
        [
            "MR K LEBEA",
            "Thank you very much, Sir.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sir, are you calling any witnesses?",
            "Unknown"
        ],
        [
            "MR KACHELHOFFER",
            "Mr Chairman if I may, I would like to call Mr van Tonder to testify about the injuries suffered by him and his wife, that's the only aspect I want to cover, if it pleases the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It does.  The ball is in your court.  Is he going to testify under oath or he's just going to make a statement about his injuries?",
            "Unknown"
        ],
        [
            "MR KACHELHOFFER",
            "It depends what you would like him to do, Mr Chairman, whether you want it under oath.  I think it is better if we do it under oath.",
            "Male"
        ],
        [
            "ANDRIES DAVID JACOBUS VAN TONDER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr van Tonder, you may be seated.  Thank you.",
            "Unknown"
        ],
        [
            "MR KACHELHOFFER",
            "May I proceed, Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly Mr Kachelhoffer.",
            "Unknown"
        ],
        [
            "MR KACHELHOFFER",
            "Mr van Tonder, could you explain to us, we have heard the background of what took place that evening, just with regard to the injuries that you incurred, could you explain to the Committee to what extent you were injured?",
            "Male"
        ],
        [
            "ANDRIES DAVID JACOBUS VAN TONDER",
            "Yes.  In the first case when I entered the door, they overwhelmed me with a panga and I tried to prevent this with my hand and in the process my fingers were chopped at this point.  They were chopped, my ear was chopped off, I was chopped in the skull, I also have chop marks on my shoulder.  There was previous evidence of the spade, the one said that they didn't have a spade, but they did indeed use a spade because when they took the shotgun off me, they attacked me with the spade because they dropped the panga, I don't know why, and my wife tossed it underneath the fridge, very fortunately so, because we could have been killed.\n\tThey then hit me with the spade.  You can see that they assaulted me to such an extent that this knuckle of mine has been hit away completely due to the assault with the spade.\n\tMy wife was shot through the chest with a 9mm pistol, she has the bullet to show to you.  It was a very traumatic experience for us because we are not accustomed to such things, we are not accustomed to being attacked at 2 o'clock in the morning.  One is sleeping peacefully and one doesn't expect something like this and all of a sudden you are woken from your sleep and assaulted, stabbed.  I wasn't healthy at that point, I was quite ill.  My wife supported me extensively and assisted me.  For us it was traumatic.  From our house she had to walk because they cut the telephone lines and we didn't have any telephonic contact with the outside world.  They left there in one of my vehicles.  I had the bakkie, but my wife walked in search of assistance.  For her it was traumatic, because she had to walk through the veld in order to get to a place where she could get help and after they left, I went back to the house and found the place in complete chaos as they had scratched around and tossed things about, everything was topsy-turvy.  I then found the keys to the bakkie and I struggled forth to Mazelspoort where I was looking for assistance from Mr Breedt, who then took me to the hospital.\n\tWhen I arrived at the hospital, or at least when I arrived at Mr Breedt's place, I asked him whether or not my wife had arrived there and he said no, then I became very concerned but at least they found her, or at least I thought that they might have found her at the side of the road and further injured her, you can only imagine my distress.  \n\tI was taken into the hospital and they were giving me treatment because my ear had been chopped off, they were trying to fix my fingers, to reattach my fingers in the correct position, they were applying plaster of Paris.  Later they assured me that they had found my wife and that she was also in the hospital and that the bullet with which they had shot her was against her arm, it had not been fatal and the bullet was removed.\n\tI was in hospital for 14 days.  She spent less time in the hospital.  It was a complete disruption of our lives.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "May I just ask you, after the incident, did this incident still haunt you?",
            "Male"
        ],
        [
            "ANDRIES DAVID JACOBUS VAN TONDER",
            "Yes, of course, it is not something that one would forget about very easily.  If you are facing the barrel of a gun or a panga which is so sharp that it could kill you, because if I had not defended myself with my hand, I would probably not be here today to tell my story.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "Do you still have proper use of your left arm?",
            "Male"
        ],
        [
            "ANDRIES DAVID JACOBUS VAN TONDER",
            "No, I do not, I cannot clench my fist properly, I can also not handle cutlery properly.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "How old were you and your wife at the stage of the incident?",
            "Male"
        ],
        [
            "ANDRIES DAVID JACOBUS VAN TONDER",
            "I was 66.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "And your wife?",
            "Male"
        ],
        [
            "ANDRIES DAVID JACOBUS VAN TONDER",
            "She was the same age as I.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "Just with regard to the applicants, I would like to know what happened between you and the applicants after we adjourned yesterday.",
            "Male"
        ],
        [
            "ANDRIES DAVID JACOBUS VAN TONDER",
            "I went out.  They apologised to my wife and I.  We are very grateful for that.  We are glad that they have come to that point of realisation where they could tell us that they are sorry.  We accepted their apology and outside they shook hands with my wife and I and they told me that they were very sorry about what had happened and I was very pleased that it came to that point and I thank them for this.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "Is there anything that you would like to add regarding your injuries?",
            "Male"
        ],
        [
            "ANDRIES DAVID JACOBUS VAN TONDER",
            "No, I think that that is sufficient.",
            "Male"
        ],
        [
            "MR KACHELHOFFER",
            "Thank you Chair.\nNO FURTHER QUESTIONS BY MR KACHELHOFFER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mbandazayo, surely there are no questions to ask?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Chairperson.\nNO QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Mtanga, surely?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "No questions, Chairperson.\nNO QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr and Mrs van Tonder, this Committee is indebted to you to have come forward as victims.  This process is definitely made for that process that we reconcile with the horrendous past we all lived in and at an\nadvanced age like you are, to come and relive what obtained about 8 years ago, 8 to 9 years ago, it takes real courage because the events you have related to and the injuries sustained to you at such an advanced age, nobody would want to hear them again.  The Committee is indebted to you that you were able to come forward and reconcile with these people.  I think that's what we have, a better South Africa tomorrow and more especially for you and your wife, to know why this happened, why these people were attacking you, I think we are actually as a Committee overwhelmed by the courage you have shown.  Thank you very much.\nWITNESS EXCUSED\n\tMr Mbandazayo, any submissions?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, I would just like to highlight some few aspects about this case.  Chairperson I will start first by saying that there is no dispute that the applicants were indeed members of the PAC.  Secondly Chairperson, there is no dispute that indeed Temba Ncapai was the Commander of APLA and also a member of the High Command.  Thirdly Chairperson, there is no dispute that the farm was attacked and as the victims have narrated that they suffered serious injuries and especially that they were of that advanced age at the time and they were unsuspecting during the\nungodly hours of the day.  Now Chairperson, also there's no dispute that Temba Ncapai gave an order.  \n\tThe aspect that I think I need to address is whether the applicants have made full disclosure before the Committee regarding the incident.  I say so, Chairperson and Honourable Members of the Committee because of the testimony of the first applicant and the second applicant, but I would like to start by saying, Chairperson, the two applicants have nothing to hide, or there's nothing they fear.  They were sentenced and they served their sentence.  They were out of jail, so there was nothing which prevented them, which in any way would make them to mislead the Committee about the events of the day, of that day.\n\tChairperson, why I'm saying so is because I would like the Committee to take the time elapsed after the incident up to now that this matter has been heard and to take into account that the applicants of course were in jail and of course when one is in jail, it's not a very healthy situation, you know, a conducive situation for somebody to live in.  Of course it's a place where people are punished, they have to serve their punishment.\n\tChairperson the applicants, in a way they tell the Committee almost the same thing that happened about the events of the day, except on crucial issues like the first applicant, what was told by the first applicant on this, that what happened, the events that took place on the day in question are totally different to what the second applicant told the Committee.  \n\tChairperson, it's my submission that in as much as they are different, Chairperson, looking and assessing, in my view their evidence is that in giving testimony, there was no intention on their part, deliberate intention on their part, to mislead the Committee about the events of the day.  I'm saying, I'm using the word intention, Chairperson, because there are instances where you can detect that people are doing it deliberately because they are hiding something or they are preventing some things to be known about what actually took place, but Chairperson, my assessment of their evidence is that there was no deliberate intention except that the first applicant, my assessment Chairperson is that he wanted to tell the Committee even about the events he did not experience, or see taking place, of what he thought what took place.  Like for instance, I may mention that he gave instructions that the goods should be disposed - should be hidden somewhere but in different places, but he comes and tells the Committee that everything was recovered and at the same time he does not even know what goods were repossessed at that farm.  He can't even tell the Committee what type of goods.  \n\tThe testimony now of the second applicant shows that at the time everything that took place at the farm, at that time he was unconscious because he has been shot.  Like for instance Chairperson he is denying that he was ever put in a rondavel, and which is clear that he was taken after he was shot, was put in a rondavel as the second applicant is testifying that he went back to the house to look whatever can help him to assist his brother.  \n\tSo Chairperson, for him to hide that, Chairperson, I don't think, Chairperson, in any event one would say is deliberate because he wanted to hide something, there was nothing to hide, Chairperson, when somebody has been shot and he was put somewhere and they were trying to assist him, so definitely Chairperson, it is my submission that whatever the differences in their testimony are, it's not deliberate, that it was the intention to hide something or not to tell the Committee exactly what took place.  You  can detect from the second applicant the honest answers he gives that, you know, \"You didn't even care about the victims.\"   \"Yes, we didn't care about the victims, I was concerned with my brother.\"  Everything.  The first applicant did not even tell the Committee that his brother was also admitted in hospital, maybe he did not know about that, that he was subsequently admitted or that also his brother was shot, which indicates that he was not in a position to be able to know what actually took place in the farm.\n\tNow the other aspect Chairperson which I think is of concern is the question of - in their statements to the police which kept on there is this fifth person, Chairperson, who keeps on cropping up and also in their response to the further particulars to the Committee that, Chairperson, initially of course they mention that initially it was intended that it will be five, but it ended up being four people and also when they were talking to the police, when they gave statement to the police they said five.  Chairperson, I wouldn't like to pretend as if I know the solution to this, but Chairperson it's my experience that most of the time you always find that the information given to the police is not always correct.  It's not always correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, what weight should be attach to it, that we find that they say in the statements given to the police that there is this Paul Masitsa and in the response to questions asked by the Amnesty Committee, they say yes, when we reconnoitred, we realised that we had to be five to execute this mission, what weight should we attach to that in our deliberations?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson, I'm just going there, I just want to tie in this sense, Chairperson.  My submission rightly or wrongly Chairperson is that there should not be much weight Chairperson, taking into account that at the end of the day, even though in their statement they say they were five, Chairperson, at the end of the day the people who were charged and convicted were the four people, of this offence.",
            "Male"
        ],
        [
            "ADV SANDI",
            "Can I just ask, if we find the explanation given in regard to this fifth person, if we find that unsatisfactory, is that necessarily fatal for the application?  In other words, would that constitute a failure to give a full disclosure on the relevant facts of the matter?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson, Honourable Members of the Committee.  Chairperson, it depends, Chairperson, whether, if the Committee finds that there was a fifth person or there was a deliberate intention Chairperson, the question that would be asked if there was a fifth person, why this fifth person has not been mentioned.  Now, definitely Chairperson, it depends on what perspective one sees, one would say why is this person being always sheltered, no one is wanting to come up with this fifth person, why are they hiding this person?  What information maybe can come up to light if this person is known?  Maybe ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But is it not for you, Mr Mbandazayo, to tell us, look there is this fifth person who didn't come to light here and why we should disregard him, not that we should take a perspective, but you assist us in your submissions why we shouldn't - why we should look at it in a different - or persuade us and say:  \"You look at it this way.\"",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Chairperson ...(intervention)",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Ja, perhaps we could still get clarity on that.  Mr Kachelhoffer, were only four accused charged?  Can you establish this from your clients?  Were there four or were there five?",
            "Unknown"
        ],
        [
            "MR KACHELHOFFER",
            "Chairperson, my instructions are that he is aware of four.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "The fifth person who has been referred to apparently resided on the farm.  Do they know this person who has been referred to?",
            "Unknown"
        ],
        [
            "ANDRIES DAVID JACOBUS VAN TONDER",
            "I do not know Petrus.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "Do you not know of a shebeen or a tavern which was there on the farm, because  or at least on a neighbouring farm where such a Petrus could have resided?",
            "Unknown"
        ],
        [
            "ANDRIES DAVID JACOBUS VAN TONDER",
            "There was a Sam who lived there.  I heard that these persons were on the neighbouring farm before they attacked us, that is what I heard.",
            "Male"
        ],
        [
            "JUDGE DE JAGER",
            "And on the neighbouring farm, where would they have been, with whom, do you know?",
            "Unknown"
        ],
        [
            "ANDRIES DAVID JACOBUS VAN TONDER",
            "No, I don't know with whom they were because there are various huts there and I don't know who they were visiting.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Chairperson.  Let me be blunt, Chairperson.  My contention and my submission is that the Committee should not attach weight on this fifth person, Chairperson, because this fifth person, Chairperson, in as much as he's mentioned, Chairperson, there is no role which comes up even in court Chairperson, definitely if Chairperson, this person was part of the attack on the victims' farm, definitely he would have been charged, he would have been the fifth person, so it's clear Chairperson that this fifth person was never part of this attack.  So Chairperson, it's my submission that this fifth person should not be taken into account with regard to this incident.\n\tChairperson, without wasting time, Chairperson, it's my submission that therefore Chairperson, in terms of Section 20 (1) and also (ii) the applicants have met the requirements of the said sections and that the Committee should grant them amnesty as applied and as such, Chairperson, unless the Committee would like me to address it on any other specific point, that's  my submissions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.  Mr Kachelhoffer, any submissions?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Chairperson, just in short, as the Committee realises, the victims in this application don't make any objection to the granting of amnesty to these applicants.  Concerning the point of the four or five members who took part in the attack on the farm, I can just mention that my submission in this regard is, if it was four, five, or ten who had attacked this farm, it wouldn't have made a difference.   The incident has been described I think from my side objectively and also was done in a very open manner, I think especially applicant number 2, if you have to look at his evidence objectively, it was very open.  \tSo in short, we do not have any problem with the granting of amnesty and I think concerning the victims, I think it would be apt to refer it to the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, just when you are there, I see we've got a postal address for Mr and Mrs van Tonder.  Do they have a physical address?",
            "Unknown"
        ],
        [
            "MR KACHELHOFFER",
            "Mr Chairman, can you just repeat, sorry, about the postal address?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have a box postal address, do they have a physical address so that if we referred them to the Committee on Reparation and Rehabilitation, they would be easier to be found?",
            "Unknown"
        ],
        [
            "MR KACHELHOFFER",
            "Mr Chairman, they're staying on a farm outside Glen known as Safier, the farm Safier, that is the only physical address which is known to me.  I don't know whether the Committee can work through our office address maybe, my firm's address, I don't know whether that is appropriate?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will do that if it's easier to do that.  ...(indistinct - mike not on), but your colleague there, McIntyre and van der Post, 12 Baum Street, Bloemfontein.",
            "Unknown"
        ],
        [
            "MR KACHELHOFFER",
            "That is indeed my physical work address.  My postal address is P O Box 540 Bloemfontein, 9300.  I don't know whether you need my work telephone number as well, that is (051) 5050200, if that would be of any help.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anything would be of help that we could conduct some communication, thank you Mr Kachelhoffer.  ms Mtanga, any brief submissions?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "No Chairperson, I would like to leave this matter in your hands.\nNO SUBMISSIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo, you don't have a reply?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "None, Chairperson.\nNO REPLY BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  This brings us to the conclusion of the applications of Mr Titus Lebea and Mr King Lebea.  We are going to reserve our decision.  It will be delivered within the next three weeks in writing and all parties involved would be advised, but before we adjourn for lunch, I wish to thank the legal representatives in this matter, that you have been of great assistance to us and what you have been doing will definitely be taken into consideration to come to a just decision.  Thank you.\n\tMs Mtanga, I don't think the other matters are ready, are they?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "No, Chairperson, the next matter that we are to move on is the Thejane application and as discussed in chambers, the representative of Mr Thejane will only be here after lunch, so I would like to request the Committee to allow Mr Mbandazayo to consult with Mr Pudumo, who is also supposed to come next on - today, on today's role.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Let's take the important business of adjourning and excusing those who would not be involved in the coming matters.  Thank you very much Mr Kachelhoffer.  Thank you very much Mr and Mrs van Tonder.  Go well.  We shall adjourn for lunch.  We shall resume at 1.30.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}