{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "2000-11-14",
        "location": "BLOEMFONTEIN",
        "day": "5",
        "names": [
            "DAELE DANIEL THULO"
        ],
        "matter": "BETTY BOOM & OTHERS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54567&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/2000/201114bl.htm",
        "speakers": [
            "CHAIRPERSON",
            "DAELE DANIEL THULO",
            "MR KOOPEDI",
            "MR LAX",
            "MR MAPOMA",
            "MR VISSER",
            "INTERPRETER",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "DAELE DANIEL THULO",
            "CHAIRPERSON",
            "MR THULO",
            "MR KOOPEDI",
            "MR LAX",
            "MR MAPOMA",
            "MR VISSER",
            "INTERPRETER",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "This is a continuation of the application of Antonie Jagga and three others and we are having Mr Thulo testifying and he's presently under cross-examination.",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And Mr Koopedi when we adjourned yesterday afternoon, was busy cross-examining you.  We got to a stage where he was asking you what happened at Roma Police Station.  Do you recall that?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "I do, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Koopedi, you may proceed.",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "(cont)\n\tThank you, Chairperson.\n\tMr Thulo, can you recall how soon after Betty Boom and her group did you go for Mbulelo Ngono?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, if I recall well, it might be two days.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now at the police station, the Roma Police Station, when you left with Mbulelo, was he still tied?  Were his hands still tied up?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "And when you crossed the border, were his hands still tied up?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Did he make any signs of protest when you were crossing the border, or did he just keep quiet?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, he was just quiet.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "There is an allegation in the bundle of documents that at some stage Mbulelo was made to lie down on the floor of the kombi, can you comment on that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I don't remember, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "In your presence, from the time you were inside the flat where he was arrested, was he assaulted or were any of the occupants of that flat assaulted or harassed in your presence?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "There is a further allegation in the bundle of documents, that you took Mbulelo to this place where he stays and that the two ladies, Nandipa and Lindiwe were left at this flat, can you comment on that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, it's not that way as you put it.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "The impression I got yesterday when you testified is that you didn't know much or you didn't know anything really about Betty Boom, and you were only told to go and accompany your colleagues on the day she was to be fetched.  Now what I want to know is, what was said to you, were you told that we are - come and drive this vehicle or accompany your colleagues to go and fetch Betty, or to go and abduct Betty?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "What I said is that I was told to accompany my colleagues and drive the kombi to go and fetch Betty there.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now in as far as you are concerned, Betty was fetched, she came in voluntarily into the car, is that correct?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "And even crossed the border into South Africa voluntarily, is that correct?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now would you agree with me that Betty was not abducted?  That is, in your own version she wasn't abducted, she came voluntarily?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "What I know Chairperson, is that we went to fetch Betty ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "No, the question to you was - you must answer this question please, was there in any way any involuntary conduct on her part?  That's the gist of the question.  You were there, you observed - yes or no?  It's a straightforward question.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, she came voluntarily.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now you also said that you guarded at the farm, at the times that you were guarding her, did you get any indication that she does not want to be at the farm?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now would you tell me, what amnesty - what do you want amnesty for, what wrong have you done to Betty, in particular?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, what I did to Betty was to guard her while she was still at the farm, because she was unable to go wherever she wanted to.  And the other thing that I think I did was when we went to fetch her from Lesotho into the Republic.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "But you agree that on these two incidents you're referring to, she was a co-operating party, she came into the car voluntarily, crossed the border with you voluntarily and stayed at the farm voluntarily, she never protested to you?  Do you agree?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Yes, I do Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Okay.  At this farm, did you sleep at the farm on some days or did you just go there during the day?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I never slept at that farm.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now all the guarding that you did, would it have been during the day?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "And do you know if any of your three colleagues stayed or slept at this farm?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Well Chairperson, I did not have any knowledge of that.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Okay.  On Nomasonto, were you told why was Nomasonto to be fetched?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I was not given the reason why she was to be fetched?",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Did you ask for it?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "In your evidence you said that Jantjie said to Nomasonto that you were sent by Betty, is that correct?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Yes, that is correct, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "And do you recall the words used, the exact words?  You were sent by Betty to do what?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "If I recall well, Chairperson, he said we were sent by Betty to go and fetch Nomasonto to take her to Ladybrand.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Did Nomasonto ask you why was she being taken to Ladybrand?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Did she ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He says he doesn't remember, not \"no\".\n\tWhat did say to the question that has been asked?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Can you please repeat the question again, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Koopedi?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Chairperson, I agree with you, I heard the applicant saying in Sotho, that he does not remember, not \"that I do not know\".\n\tDid Betty did not ask: \"For how long are you taking me?  Why are you taking me\"?  I'm sorry, not Betty, but Nomasonto.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "In your evidence you said when you found her she was hanging clothes or washing on the line, what happened to that washing?  Did she take it off the line, did she leave it there?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I do not recall, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now other than taking the clothes, the clothes for the kids, did she take anything else with her?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "She only took the kids clothes?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Yes, Chairperson, because that's what she asked, she asked us to let her take the child's clothes.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now you then get to the farm with her, did you ever engage her in any conversation?  That is Nomasonto.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson, I did not speak to her.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "That is, at the farm while you were guarding her you never spoke to her?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I do not remember talking to her, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "For how long did you guard her?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "It could be one day, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now do you know when was she separated from her child?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I do not recall, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now Tax Sejanamane, were you told why were you supposed to go and fetch him?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I was not given a reason why.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Now where exactly did you find Tax?  Was he inside the house, was he outside the house, where did you find him?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "We found Tax in a place called Luatamai, in a taxi rank.  Yes at a taxi rank, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "And you said in your evidence that he wanted to run away but then changed his mind when Betty's name was mentioned.  Did you tell him why Betty sent you to him and why was he supposed to be taken into South Africa?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "When I stopped the car, Tax seemed to be scared, but after Mr Jantjie informed him that we were sent by Betty, Tax showed signs of being settled, then he entered the car.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "But then him being settled, him agreeing that, or believing that you were sent by Betty, did he not want to know: \"Why do I meet Betty in South Africa\"?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, he did not ask such a question.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "And your evidence is that he also came voluntarily to South Africa, is that correct?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR KOOPEDI",
            "Chairperson, I have no further questions for this witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Koopedi.  Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Sir.\n\tMr Thulo, when you were driving with Betty from where you fetched her to Ladybrand, how long did you take, could you estimate?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, approximately 45 to 50 minutes.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Was there any conversation between yourselves or anyone of you in particular, with Betty, on the way?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I don't recall.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "No, I think you must remember.  You are driving, you are travelling from Lesotho with somebody, the four of you, you can't remember whether any word was spoken to that person who has just come into the vehicle, in your company?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, it is so, I don't recall.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "When you went through the border gate, at the Lesotho gate, leaving Lesotho with her, did you produce any documentation at the gate?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I suppose because you were known by the Lesotho police.  Is that the reason why you did not have to produce any document?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I would believe so, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And this female person you were going with, the four of you being men, not being known to this border gate, were you not asked about - did the Lesotho not ask about her?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Are you saying they did not ask her to produce something, a passport to leave Lesotho?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I said so, Chairperson, they did not.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Can you offer any reason why?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "In my understanding I believed that because they knew us there, they did not suspect that we will do anything illegal or make any person cross the border without legal documents.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And when you left with KK, tied, did you go through the gate with him, observed by the officials?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, we passed the border.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes, and what I want to find out is, how did you go past the border with somebody tied at the hands and the officials not asking anything about the person?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you assuming the officials saw this person tied, Mr Mapoma?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Let me rephrase, Chairperson.\n\tDid the officials see that KK was tied?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, the border officials did not see that, because no-one came near the car.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "What do you mean?  Are you saying the car was just allowed to go past without even being searched?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That was his evidence, that their car was never searched.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "I suggest that these activities of you taking people from one country to another, through the border gate of Lesotho, must have been by you in connivance with the Lesotho officials.  What do you say to that suggestion?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I don't agree, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Why?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I do not believe that the border officials would associate themselves with the Security Branch' duties.",
            "Male"
        ],
        [
            "MR LAX",
            "But with respect, Sir, they knew you were policemen, they saw you with unknown people in the car, they knew you were taking people out of Lesotho and back.  Previous witnesses said that they were co-operating with you, the Lesotho police.  Isn't that so?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, there was a co-operation, but I don't believe that that co-operation would go to extent to involve these kinds of issues.",
            "Male"
        ],
        [
            "MR LAX",
            "Well they see four people come in a car, in a kombi, they see the kombi come through the border into Lesotho, with four people in, they see the same kombi go out now with five people in it, one of them a woman, isn't that so?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "And you say to us that you don't think that that's co-operation.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I said there was a co-operation, but I still repeat that I don't think that they knew exactly what was happening with those people.",
            "Male"
        ],
        [
            "MR LAX",
            "What was happening that was unlawful?  What was happening that was a crime there?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I believed so, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm asking you to tell me what was a crime.  What crime was being committed there?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, to make people cross the border without proper documents was a crime, because they would be in a particular country without permission.",
            "Male"
        ],
        [
            "MR LAX",
            "Is that the only crime?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I believe so, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you, Sir.\n\tNow when you arrived at the farm, your evidence is that - I mean with Betty, your evidence is that Mr Robertshaw, Mr Jagga and Mr Jantjie got into a certain room with Betty and you were in a separate room.  Do you recall that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I recall, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Why were you in a separate room and not in the room where they got in with Betty?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "They had reasons that I should not be in the same room with them.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Who told you that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "...(no interpretation)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, the question is, why did you go into a separate room?  Because you say you went into a separate room and you think that they had reasons.  Were you told to go into a separate room?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the last question was: \"By whom, who told you to go into a separate room?\"",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "I was told by Mr Jagga.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You may proceed, Mr Mapoma.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Sir.\n\tDid he give reasons why you must not be in that room where they were?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did you ask why are you excluded?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson, I did not.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Mr Thulo, I find it strange.  Remember, you were not a driver there, you were a member of the Security Branch, a member of that unit working together with them, you must have received clear reasons why you must not be involved and you must disclose those reasons to this Committee, as to why were you not in that room, why were you excluded?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, let me clarify this.  I would not ask why I should not go with them in the same room.  We were working under a situation where you would not ask.  There's a document you had to sign that you would work in a particular procedure and then again that you would only be allowed to know what you are supposed to know and then you should not ask questions about things which were not meant for you.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You will recall that when you were asked a question by Mr Koopedi as to why you were not involved in some of these things, you said that there were certain sensitive things that were doing done which you had not to know.  Do you recall that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I said there would be things which happened and I was not supposed to know them, then that is the reason why I did not know those things.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes.  You said sensitive things, I must remind you.  Did you not say that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I said so, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes.  I take it that it's one of those sensitive things that were to be done at the time when you were excluded from that room?  I suggest that, what do you say to that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "It might be the reason, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And you said your superiors would be in a better position to explain those sensitive things, you are not in a position to expose them.  Do you remember that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I recall so, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And these superiors you're talking about, who are they?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I'm referring to my superior, that is Mr Fouche, my senior, that is Robertshaw, my senior, that is Jagga and another one, Mr Jantjie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who were you responsible to of all these people you have mentioned, Fouche, Robertshaw and Jantjie?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I was under the command of Mr Robertshaw.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This room, separate room which you were told by Mr Jagga to go into and they went in another with Ms Betty Boom, how far apart are these rooms?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, it was a room which was, you know, they were adjacent to each other.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  You may proceed, Mr Mapoma.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.\n\tBefore you went to fetch Tax, did you know anything about Tax?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Did Jantjie not tell you anything about Tax and his activities?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You know I'll tell you what, Tax was a teacher in Bloemfontein in the early '80s, the family have got that version, and before he left South Africa he was a political activist and he was detained by the Security Police on numerous occasions and harassed by the Security Police in the Free State, before he left the country.  Now ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, I would prefer you to dissect that long sentence, so that we give the applicant an opportunity to respond to each and every one.  For instance, that Tax was a teacher in Bloemfontein, whether he knows about that, in the '80s, and secondly, before he left South Africa he was an activist.  At least let's get responses on each of those.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you Chairperson, I will endeavour to do that.\n\tWere you aware that - aren't you aware that Tax was a teach before he left South Africa?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Aren't you aware also that he was a political activist who was detained on numerous occasions by the Security Police, in the Free State?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I did not know whether he was arrested or detained and his role in politics within the Republic of South Africa.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I'll tell you what, the family have got some newspaper articles which contain some profile about the activities of Tax prior to him leaving this country.  They say it was well publicised in the Free State, those activities.  Are you saying you know nothing about that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I know nothing about that, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now at what stage did Jantjie tell you that Tax knows him?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "May you repeat the last part of the question, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "At what stage did Mr Jantjie tell you that Tax knows him?  That is Mr Jantjie.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well Chairperson, I don't understand this question.  What is this evidence?  I never heard such evidence, that Jantjie said to Thulo that Tax knows who - to Jantjie I suppose.  We never heard that evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't recall, Mr Mapoma, having heard that, unless somebody tells me otherwise.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson, I stand corrected, I may be wrong on this, but I seem to recall the witness saying that Jantjie told him that Tax knows him and ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would that have been under direct examination, or cross-examination by Mr Koopedi?  Where?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, perhaps let me leave it, I'm not sure now.  I mean, it would take time for me to recap that.  I'll leave it at that.\n\tTo your knowledge, when you went to fetch Tax did Jantjie not know Tax?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I don't recall, Chairperson, I don't know as to whether he knew him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No Mr Thulo, you should at least have an idea about that, because you say you went to that taxi rank where Tax was found and he seemed scared and wanted to run away when he saw you guys and when Jantjie approached him and told him that they have sent by Betty Boom, he became relaxed.  You recall that?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "I said so, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now it should be Mr Jantjie who directed you as you were the driver, isn't it so?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And I take it, correct me if I'm wrong, that he said: \"Stop, here's the person we are looking for\", because you did not go to a house, you found him at a taxi rank.",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And after you had stopped he approached this person whom you did not know and later knew as Tax.",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So in other words, Jantjie knew Tax.",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I'm unable to say he knew him, because it is possible, not about Tax only, about any other person that he would be sent by any other person who knew him, but he would not know the person who's a messenger, and then when the messenger says to that person that I've been sent by a particular person, therefore I thought in that way I have no concrete reasons to believe that Jantjie knew Tax.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But the impression you gained was that Jantjie knew which person to fetch.  Wouldn't that be logical?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "It happened firstly with Nomasonto.  He mentioned Betty and immediately the name Betty was mentioned, Nomasonto had no problem.  After Betty's name was mentioned, Tax showed signs of relaxation, therefore there was no confusion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's talk about this taxi rank.  Were there a lot of people there?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Tax the only visible person there?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, Tax was not the only one, there were other people who were around within that taxi rank.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "According to your observation when you were directed to stop, did Jantjie go directly to Tax, who was about to flee or run away?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I stopped the car where I was instructed to, then he opened the door, he did not go out of the kombi, he just opened the door, then when Tax saw that the door was opened, he wanted to run away, that is when Jantjie started to tell him that we have been sent by Betty to come and fetch him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now were you directed to stop next to Tax, by Jantjie?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now I say the overall impression you gained - it's simple question, I don't think there's a trick to it, that Tax would appear to have been known by Jantjie, wouldn't that be so?  You see the difference with Betty Boom and Nomasonto Mashiya is that they were fetched from houses, isn't it so?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "I don't recall that Tax and Jantjie knew one another, but I was a driver, I was told to stop where cars used to stop there ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't make it complicated, Mr Thulo, the question is simple, it's that, I'm not asking you whether they knew each other, I say the impression you gained when Jantjie said stop the car and he opened the door and when this person whom you did not know wanted to run away, Jantjie said: \"No, don't run away, we are sent by Betty Boom\", it would appear Tax knew, I mean rather, Jantjie knew Tax.  Is it not logical?  Why do you want to make it difficult?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "It doesn't click in my mind that Jantjie knew Tax.",
            "Male"
        ],
        [
            "MR LAX",
            "Maybe I can rephrase it for you - if you'll allow me Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, certainly.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Maybe what's confusing you is this word that he \"knew him\".  At the very least he must have known what he looked like, he must have either seen a photograph of him or he must have been told what his appearance was like, isn't that so?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Are you saying either Tax knew Jantjie, or Jantjie knew Tax?",
            "Male"
        ],
        [
            "MR LAX",
            "No, Jantjie must have known what the man looked like, otherwise how could he have directed you to stop next to him?  Isn't that straightforward and obvious?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Perhaps that is one of the reasons, maybe he saw Tax's photograph.",
            "Male"
        ],
        [
            "MR LAX",
            "With the greatest of respect Mr Thulo, you've never seen me before today, but if somebody told you to stop next to me, surely the only logical inference to draw is that that person knows what I look like?  Surely even you as a Security Branch policeman who made it to Sergeant, ...(indistinct) be able to tell us that that's obvious.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "It may be so, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "I don't understand why you are being so evasive, but anyway.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mapoma, you may proceed.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson.\n\tWhen you left the farm to go and fetch Tax, were you going to go look for him in Lesotho, or were you going to fetch him somewhere in Lesotho?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, we were instructed to go and fetch Tax in Lesotho.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Weren't you going to fetch him at his place of residence in Lesotho?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "How do you know that you weren't going to do that, because your evidence so far has been that you didn't know what the plan was, you didn't know where you were going to go and pick him up, you were just told to drive.  That's your evidence so far.  So how do you know that you weren't going to fetch him from his home?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Because I was instructed to stop the car at a taxi rank, that's where we found Tax there.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.\n\tAnd then after you found him at the taxi rank what did you do?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "After he entered the car we returned to Ladybrand.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "You did not go to his place of residence?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "If somebody says that Tax was found - he found Tax in his place of residence in Lesotho, that person must be lying, isn't it so?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Now about KK.  Your evidence was that you were instructed by Mr Robertshaw to go recruit KK in Lesotho, failing which, take him to the farm, do you recall that?  Am I quoting you correctly?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could we pause at this juncture and take the tea break?  We'll adjourn for 15 minutes for tea.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It would appear that it's still hot, those who feel like taking their jackets off, may do so.  Mr Mapoma, you were still cross-examining Mr Thulo.\n\tMr Thulo, you were asked about KK when we adjourned for tea.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "(cont)\n\tThank you, Chairperson.\n\tMr Thulo, now when you left with Mr Jantjie to go to KK, did you discuss a plan with Mr Jantjie on how you were intending to recruit him in Lesotho?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "When we went to fetch KK everything started in the office where we had a discussion about KK, our senior, Robertshaw, gave us an instruction that we should go to recruit KK, if we are not successful we should abduct him.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Yes, I appreciate that.  Now what I want to find out is whether you had any plan as to how you were going to recruit him in Lesotho, at all?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, on our way with Mr Jantjie we did not hatch a plan of how we're going to recruit him.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "And other than that KK was a trained MK cadre, is there anything you knew about KK?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it not discussed before when Mr Robertshaw gave you instructions to recruit him, that: \"but be aware that he is a trained MK cadre\"?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, we were informed that KK is staying in Roma and then again, he's an MK member.  As it applies to all MK members, he was military trained, so that we should go and recruit him to be our informer, then \"if you are unable to do so, bring him\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed, Mr Mapoma.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Mr Jagga gave evidence before this Committee, where he said that Mr Robertshaw told him that KK was involved in a shoot-out that took place in Lesotho ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson, I'm not even going to enter into a discussion about that, but that wasn't Jagga's evidence, but Jagga did concede that he had knowledge of the shoot-out, but he didn't say Robertshaw told him.  But he conceded he had knowledge about that and he said that he heard that from the Lesotho police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that is when he was asked about it, not that he did it voluntarily.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, I appreciate that Chairperson, but I think I have to verify this in the transcript.  My memory, if it doesn't fail me, not only did he concede but I asked him how did he know that and he said he heard that from Mr Robertshaw.  But I may have to verify that, Chairperson, I'm not going to take it now at this point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If it is important to you, verify it.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Could the Chairperson just bear with me.",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson, to be of assistance, it's around page 303 onwards and I will find you a passage in a moment where he says he heard it from the Lesotho police.  Yes Chairperson, it's in fact at page 304\n\"",
            "Male"
        ],
        [
            "MR VISSER",
            "I beg your pardon, I may just ask you before you continue, what you are now telling the Committee is not your own knowledge.\"\nthat's referring to this whole issue of where Mphilo was wounded and KK ran away and Radebe was killed.  And he says:\n\"No, Chairperson, this is not my own personal knowledge.\"\n\t\t\"",
            "Male"
        ],
        [
            "MR VISSER",
            "Where did you obtain this information from, Mr Jagga?\"\n\t\t\"From the Lesotho police, Chairperson, after the incident.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The fourth line from the bottom.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Chairperson, it may well be, but this is the re-examination which was being referred to here.",
            "Male"
        ],
        [
            "MR VISSER",
            "This is evidence-in-chief, Chairperson, unless our records are not the same.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "I'll leave it at that Chairperson, at this point, I don't want to delay the proceedings.",
            "Male"
        ],
        [
            "MR VISSER",
            "But I'm not objecting to my learned friend's questioning, it may be relevant, I'm not objecting to his questioning, I'm just putting the facts straight.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's how I understood you, Mr Visser.  And that's what I was putting to him as well, Mr Mapoma, that I am not, but I just want it to be put as it appears in the record, because we should appreciate that Mr Thulo was not present when he testified, that is Mr Jagga.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Thank you, Chairperson, I appreciate that.\n\tMr Thulo, during your discussions about KK, did it not occur to you - did you not get information that KK was involved in an incident in Lesotho, where three MK cadres, including KK, were shot at?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I don't recall that fact, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Thank you.  Now when you went to the farm with KK, on your arrival in the farm, where were other persons who were abducted?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "When we arrived at the farm I recall that KK was there alone, others were not there.",
            "Male"
        ],
        [
            "INTERPRETER",
            "For the benefit of Mr Mapoma, let me repeat the answer.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, do so, I see he was changing headphones.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "When we arrived at the farm we found only KK and others were not there.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Now the others, you're referring to Ms Betty Boom, Ms Nomasonto Mashiya and Tax Sejanamane?  Are you referring to those people when you say \"the others were not there\"?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MAPOMA",
            "Then Mr Thulo, I propose to you that it cannot be then correct that you went to fetch KK two days after Betty Boom was fetched.",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson, that was never his evidence, that was never anybody's evidence.  With great respect, my learned friend seems not to have come to grasp with the evidence.  The evidence was that Betty Boom was fetched, a day later Nomasonto was fetched, a day later Tax was fetch, and they were all taken back and then KK was fetched and that was a day or two or even a little later than that.  That was the evidence.",
            "Male"
        ],
        [
            "MR LAX",
            "This witness's evidence was that KK was taken a day or two after the others were returned.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, but the question that is now being put is that: \"your evidence can't be correct that KK was fetched a day or two after Betty Boom was fetched\".  That's the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I appreciate that ...",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That is the question, but it can't be right.",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Yes, I appreciate that Chairperson, I retract that question.  That is all Chairperson, thank you.\nNO FURTHER QUESTIONS BY MR MAPOMA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination, Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No re-examination, Chairperson.\n\tPerhaps, just in order to be of some assistance I could ask this. \n\tMr Thulo, do you remember what this house on this farm looked like, can you give us a description of this house?  How many bedrooms were there, was there a lounge, was there furniture in this house, was there a stoep, where was the toilet, was it inside the house, was it outside the house?  Can you give us some sort of description, so that we just know what this house on the farm looked like.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "When you enter this house from the front door you enter into a lounge and then from there you move to a diningroom, then adjacent to that diningroom, the first bedroom - let me go back.  Next to the lounge is the first bedroom and then another one next to the diningroom and as you pass to the kitchen there's a third bedroom and the third bedroom was just next to the kitchen, and next to the kitchen was also a toilet.  It was like that Chairperson, as I recall it.",
            "Male"
        ],
        [
            "MR VISSER",
            "The toilet was inside the house?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "I thought it might be of assistance if not only of mere interest, Chairperson.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Visser.  Mr Lax, clarifications you seek?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.\n\tMr Thulo, just for your benefit and comment I want to tell you what Mr Jantjie said with regard to the collection of Betty Boom.  He said they - and let me just put this in context for you first.  After there were suspicions about Betty Boom being an informer within the ANC, in other words the ANC had suspicions and your unit got wind of that, it was decided that she would be brought to the farm and that it would be made to look like an abduction.  That was the plan that was hatched and that's what he testified to, and he testified in particular that you were present when that plan was discussed.  What do you say about that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you respond, my recollection is that when this plan was discussed, the four of you, that is all members of your unit were present.  Would that be correct, Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Correct.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I do not agree with that, Chairperson, I was not present.",
            "Male"
        ],
        [
            "MR LAX",
            "Now you see, we heard from others that that was the plan as well, that if there was a problem that an effort would be made to make it look like an abduction, and that would have required planning and the person who would definitely have to know about that would be the driver.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I will repeat again, I was not present when this plan was hatched, I only learnt about that afterwards when we were making our applications for amnesty.",
            "Male"
        ],
        [
            "MR LAX",
            "Now with regard to Tax, the version that you've given us is quite different from the version we've already had from Mr Jantjie, because according to him the plan was this, Tax had been phoned, he'd been give a description of your vehicle and it had been arranged where you were going to meet him and he was supposed to come to your vehicle, having that description.  That was the plan.  And it appears, both from the evidence and from the papers, and if you want I'll give you the specific references if you like, but can take my word for it, I wouldn't mislead you.  You were unaware of that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson, I did not know.  I have already explained that these people had their own discussions together with Betty and Tax and I wasn't present at that time.  I wasn't present when they were holding those discussions.  If this is what Mr Jantjie said I know, I dispute what he said, I would say he's lying.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see the problem with that is that these are matters that appear in his affidavit which you've incorporated into your application, and in particular, if you look at paragraph 32 and paragraph 33 on page 7G, and paragraph 31 by the way.  You've read it have you?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Yes, I've read that Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "And what is your comment please?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I dispute this, Chairperson, Jantjie never told me that Betty telephoned Tax.",
            "Male"
        ],
        [
            "MR LAX",
            "Now the way Jantjie testified about Tax was that he wasn't suspicious until they arrived at the farm, he had no suspicions whatsoever until they arrived at the farm.  What do you say?  That's quite different to what you've told us.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I said that when I stopped the car next to Tax he looked like somebody who was scared, but after he was called by Jantjie and telling him that we were sent by Betty, he relaxed and he came to our car.  That is what I said, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see, what Jantjie and the others say is that this had been prearranged, so he had no reason to worry, he knew that people were coming to get him.  Do you see the difference?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is why Chairperson, I say that I don't know what the plans were like, I was just told to go there, I was not involved in the discussions of the plans, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Now with regard to KK, you've told us that you were at a meeting where discussions were held and there were other people who were telling you about KK, and it was clear from your evidence that these were other people besides your unit, who were these other people telling you about KK?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "May you please repeat your question, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you testified yesterday in your evidence-in-chief that there were discussions, there was a meeting that took place before you got your instructions from Robertshaw, and that at that meeting that's when you first heard about KK, but there were other people from outside of your unit who were giving you information and you were discussing this information, all of you.  I want to know who those other people were.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I said that I was present during those discussions, Mr Jagga, Mr Jantjie and Mr Robertshaw were present, but I said I did not know where the information came from, I never said that there were people who gave us information during that discussion.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you said you were discussing this with other people from outside, or words to that effect.  I don't have the exact note that I took yesterday, if you like I'll find it for you and quote to you.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I do not remember me saying that, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "If you'll just bear with me a moment, Chair, maybe Mr Sibanyoni could ask another question and I'll find that and come back to my questions.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Chairperson.\n\tMr Thulo, you said you were excluded when sensitive things were discussed, I forgot to ask you yesterday for the reason why you say your superiors can talk about that, why are you not telling us about that?  What prevents you from telling us about that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I said that maybe there were other sensitive matters that they were discussing, matters that I was not supposed to know, that is what I thought, Chairperson.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Matters such as?  Or matters relating to what?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I would not know Chairperson, what they were discussing, I would neither know those matters that they were discussing.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But you were a member of that unit, if it was in connection with the unit, obviously you wouldn't be excluded.  What is your comment?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Yes, Chairperson, but if they realise that it would be important that I should not be present, then there was nothing that I could do.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Did they take you in trust, did they trust you, your colleagues and superiors?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I think so, Chairperson.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Is Mr Robertshaw in a position to tell us about those things, sensitive things?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I don't know, Chairperson.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "On page 29B of the bundle, the third paragraph you say, and the last sentence of the third paragraph - or paragraph 3, let me say paragraph 3\n\"'n Faktor wat ook 'n rol gespeel het is dat ek, soos wat dit sal blyk, redelik oortuig daarvan is dat nie een van die vier betrokke beriggewers meer lewe nie.\"\nThe four informers you are referring to, who are they?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "May I please be given an opportunity to read this, Chairperson?  Chairperson, these four people are Betty Boom, Tax Sejanamane, Nomasonto and KK.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You say it will appear later that no-one of them are still alive, from where would we establish that no-one of them is still alive?  Or how will it appear?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, what is written here is not what comes from me, it appears that this is Mr Jantjie's words.  I have explained to this Committee that my participation or my role was only confined at the farm and driving the car and when they were taken back I would not know what happened to them.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "But this is your statement in support of your application.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "This is Mr Jantjie's statement and I have asked that my statement should be incorporated into his statement.",
            "Male"
        ],
        [
            "MR LAX",
            "Just to help you Sir, this is not Jantjie's statement, if you turn over the page, go one page back, just go one page back, this is your supplementary statement.",
            "Male"
        ],
        [
            "MR VISSER",
            "There's some confusion here, Chairperson, one must only read paragraph 25 at page 29E, and that is where it later appears that it is clear that the witness is not putting this together.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you be of assistance, Mr Wagener, to the witness?  I'll allow you.  Whilst you are doing so Mr Wagener, let him switch off his mike, I don't want to hear what you two are saying.\nMACHINE SWITCHED OFF\nON RESUMPTION",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "May you please repeat the question, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni, may you for his assistance, repeat the question.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "My question is, you are saying it will later appear that no-one of these informers are still alive, my question is where would we find that, where will that appear that no-one of these informers are still alive?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I would answer the question this way Chairperson, I think this would maybe appear to their families that they have disappeared and the only conclusion that they would reach will be that those people are dead.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You said you were able to bring these people into South Africa without the Lesotho police checking, now my question is, in other words the Lesotho police will not know how many ANC refugees are still in Lesotho, how many have been taken out of Lesotho by the police?  Do you agree that that logically follows?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I do not understand that, Chairperson, I don't know whether they were keeping the records of the people who were coming into Lesotho and those who were leaving Lesotho, but I believe that after we have taken out these people, I don't know whether the Lesotho police went back to their records to check who was still in Lesotho and who has left Lesotho at that time.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Insofar as you are concerned or insofar as you know these people were fetched by you, that is your unit, from Lesotho into South Africa and taken to the farm in Ladybrand, is that so?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You have no knowledge out of your own observation, you have never seen them being taken back into Lesotho, is that so?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "That is all for now, Mr Chairperson, I'd like to check my notes at the beginning of his evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Have you found what you wanted, Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes, Chairperson.\n\tRight at the very beginning, while you were busy with your evidence-in-chief, when you first led on KK, on Mr Ngono you were asked what was your role with regard to Mr Ngono, and you said that you were called to a meeting with seniors - that's what my note looks like, it may be wrong, and that at that meeting there was a discussion about him and that's where you first heard about him.  Now I don't have it here and obviously the transcript will say precisely what you said, inasmuch as it was translated, but my recollection, and it's not in my note, but I'm putting it no higher than that, but my recollection was that the meeting was your unit and other people.  But if I'm wrong I'll leave it at that.  You say there were no other people present in that meeting?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson, in case it might assist, my attorney's note is that he added that the information that was discussed at that meeting came from other people.  So in that sense, Mr Lax might be correct.",
            "Male"
        ],
        [
            "MR LAX",
            "No I just had a clear recollection that this was a meeting of Robertshaw, Thulo, Jantjie, Jagga and other people, but the record will speak for itself anyway, but if I'm wrong, I'm wrong.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well if that is what the record is going to say, it certainly is contrary to my instructions.",
            "Male"
        ],
        [
            "MR LAX",
            "The reason I made a note to ask a question about it was, it struck me as unusual, but I could have heard wrong, it's also a real possibility, so ...\n\tBut you're clear in your own mind Mr Thulo, that that is wrong, as far as you are concerned?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "And this was a meeting to discuss this new information about this person and then to decide what you're going to do about it and then you got instructions that flowed from those discussions?  Is that a fair way of describing what happened?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "What interests me is how come you were excluded from all the other people on any background information about that, and the impression you've given us is that you were purposefully excluded, whereas here you were included.  Can you - it just seems rather odd that you should be excluded in the other three but in this case you're included.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I do not have an explanation for that but that is what happened.",
            "Male"
        ],
        [
            "MR LAX",
            "Now just by way of a general statement, you've told us that you were a field worker and that you were at this point in time working in Lesotho, collecting intelligence, servicing certain sources, of which you had about 13.  You've also told us that you were excluded from certainly what to me seems like a lot of information.  Am I right so far?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, this happened at that time, only during that incident.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  So are you saying that with regard to everything else besides these four incidents you were informed of everything else and you were never, information was never kept away from you?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I don't know whether there were other incidents that took place apart from this one that we are talking about here.",
            "Male"
        ],
        [
            "MR LAX",
            "You see Mr Thulo, that's precisely the problem I have with your evidence, the way you say you worked and your unit worked with you, in relation to these incident, is totally contrary to the way one would expect any police information unit to work, in general, and you say further that it's only in relation to these incidents that it was different.  Why's that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I don't know Chairperson, why it happened that way, but this is how it happened.",
            "Male"
        ],
        [
            "MR LAX",
            "So with regard to every other bit of information collected and with regard to any other recruitments, you were kept fully informed?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I have said Chairperson, if there were other incidents that I did not know, maybe those are the incidents they did not tell me about.  I only know about these incidents that we are talking about here.",
            "Male"
        ],
        [
            "MR LAX",
            "Are these the only incidents where you think you've done something unlawful and that's why you're applying for amnesty for them?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "But clearly, you recruited other informers in Lesotho?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "And clearly, your colleagues also recruited other informers in Lesotho?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "And all the information that was gleaned from those sources, except in these four incidents, was shared and discussed at your daily meetings, isn't that so?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Yes, Chairperson, that is so.",
            "Male"
        ],
        [
            "MR LAX",
            "And reports were written and sent on to other offices as the case required, isn't that so?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Then it strikes me as very strange then that you were not informed about these matters.  And in fact, it's only three of these matters that you were not informed about, the fourth one you were informed about.  You've no explanation for why that is so?  No suspicion, no idea why that should be so?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson, at that stage I did not have any suspicion, because I've explained that the rule was that you only ask what is meant for you, but you do not ask what was not meant for you.  If the issue is not meant for you, you don't have to ask any questions.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see you were a team, you were working together as a team, isn't that so?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "And that's why it's strange that one member of the team is just left out and not kept informed of anything.  What if you'd gone into Lesotho on one of your intelligence gathering missions and you messed up their plans, and you interfered in the work they were doing?  Surely it was crucial that you should be kept informed, so you didn't do that.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "If that would happen, Chairperson, I think there would be steps that would be taken against me.",
            "Male"
        ],
        [
            "MR LAX",
            "Well how could any steps be taken against you Sir, if you weren't kept informed?  You wouldn't be guilty of anything, you committed no wrong, how were you to know if they didn't tell you?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I say I think that they would take steps.  I'm not saying that will happen, I am saying I think they will take steps against me.",
            "Male"
        ],
        [
            "MR LAX",
            "Well that's just totally illogical that you should think such a thing when you committed no wrong whatsoever.  Now looking back from today at what happened, can you think of any reason why they did not inform you of those things, in those three incidents?  They didn't give you any background or let you know what was going on.  I'm not asking what you might have thought then, I'm just saying looking back now as an experienced person.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I don't have an answer because I'm still thinking about that.  I don't know why this happened in my absence.  Even today I don't have an answer why that happened.",
            "Male"
        ],
        [
            "MR LAX",
            "Now with regard to Mr Ngono you say you were at this meeting, what information was discussed at the meeting?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I was told in this meeting that there is an information that KK Ngono was present in Lesotho at a place called Roma and he was a member of the MK and he was trained MK soldier and our office was interested in his services as an informer.  So we were instructed that we should go there and try to recruit him, so that our office could use him against his own organisation.  And we were told that if we were unable to do that we should abduct him and come back with him to Ladybrand.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, just repeat the first part of your answer, I didn't hear that properly.  Something interfered with my headphones here, it just went crackly, unfortunately for me.  Just repeat your answer please.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I said Chairperson, during this meeting we were told that there is an information about KK Ngono, that he was present at Roma in Lesotho and our office was interested in him so that we could use him as our informer, because he was a member of the MK and our office would use him against his own organisation.  So we were given the instructions to go there and recruit KK, so that we could come and use him as our informer, but if we were unable to recruit him, we should abduct him and come back with him to Ladybrand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just because you had instructions as you told us, that you should recruit him and instead you did not do so, you fetched him, did you have any discretion when you were given orders?  I'm sorry about that, Mr Lax.",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, we were just told that we should recruit him, but on our way myself and Mr Jantjie, we discussed about this, we discussed about his training as a soldier, so we did not want to take a chance and approach him easily, so we used our discretion, so that we do not find ourselves in danger.  That is why we used the services of, or the assistance of the Lesotho police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, my question is that, could you change orders to suit what you wanted, when you were told?  Because here Mr Robertshaw said: \"Recruit this man, if it fails, fetch him.\"  So there's no failure of the recruitment, but instead you altered those orders and fetched him instead.  Hence I say, did you have a discretion to change orders?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Yes, Chairperson, we had a discretion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And this would alter what you said earlier, that you had to do as you are told.  Remember when you testified in direct examination?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "I remember, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So between the two, which should I accept?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Because Chairperson, we realised the danger that we was facing, that is why we changed the instruction and used our discretion.  We did not want to encounter any danger, that is why we went for assistance from the Lesotho police.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Thulo, I would request you that if you don't follow a question, please say so, because now we are going onto something which I did not ask you.  It would make it easier for you if you haven't hear the question, to ask that it be repeated.  My question was, between the two, that you subsequently used your discretion and earlier you said you had to do as you were told, which one of the two should I accept, because here you said you use your discretion?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I would request that you accept that we used our own discretion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I'm sorry about that Mr Lax, you may proceed.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.\n\tYou see with regard to KK, Mr Jagga told us there was a file on him in your office.  Did you know that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, I did not know anything about KK's file, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "But surely the file would have been out when you were having your discussion about him, that was the source of all the information about the man, and there you are having a meeting talking about him?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "There was no file before us in that meeting, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "And where were you supposed to go to find this man?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "We were told that he was at Roma, we should go there at his place and Mr Jantjie had the direction about that house, he also had the direction about KK's girlfriend's house where she was staying.",
            "Male"
        ],
        [
            "MR LAX",
            "So he had two addresses?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "You see all the other witnesses have said he only had one address, they haven't said you had two addresses.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I remember well, Chairperson, we went to the first house and he was not there and we went to his girlfriend's place, that is where we found him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How far is this first house from Roma?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "It is not far Chairperson, it could be two streets from where we are here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it would be in the district of Roma University?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed, Mr Lax.",
            "Unknown"
        ],
        [
            "MR LAX",
            "If you'll just bear with me a short moment, Chairperson, there's just something that's arisen now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whilst he's doing that, I asked questions around Mbulelo to the other two applicants, that is your colleagues, that according to the documentation we have here is that Ngono left Lesotho around September and came back around March the following year, that would be Buthelezi, we've got a statement here, and I'm not saying that is correct, I just want your comment.  If Buthelezi is right, then the abduction or the fetching of Ngono in Lesotho in December, couldn't have happened, because he wouldn't have been there.  Do you have any comment?  Because Buthelezi says he was a comrade and he knew movements of other people, for instance Mbulelo Ngono.",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, all these things happened in December 1987, if it is necessary I would say, I have already mentioned when this thing happened I was also involved in other matters in church and I still have those dates, so I would not agree with Mr Buthelezi about what he's saying.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may proceed.",
            "Unknown"
        ],
        [
            "MR LAX",
            "How come you remember everything attached to the time of your, of this baptism and around the church, but anything besides that you're not clear about?  How is it so that everything that's related to this, you suddenly remember it very neatly in one big package, but all the detail is vague to you?  What's made this all stick in your memory so clearly but yet other things on the outside you're not clear about?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I have said that the fetching of these people happened at the time when I was going to make a ceremony in my family.  It was a very important ceremony in my family.  It was important because this was my first child and it was my first child that I was going to baptise at the church, so this coincided with the fetching of these people.  This can be the reason why I do not forget about this incident.  These are my reasons, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see one would expect you to have less of a clear memory about it, because your mind was focused on other things at that time.  You were so busy worrying about all the issues around this baptism of your son, why would you have paid, all the more reason why you should have forgotten about these facts, rather than remember them.  Added to which you weren't there a lot of the time, as you said you took time off to go here, you took time to off to go there.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson, but you must remember that what I have said before this Committee is what I remember and that is what happened at that time.  It is unfortunate that there are those things that I do not remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now you say you joined this unit seven months before these incidents of December 1987, and earlier you said to us you handled, it was an estimation you gave, 13 informers, where were your informers operating?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, they were operating in Lesotho.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And were you having contact with your informers?  I know some were co-handled and you mentioned about four which were co-handled, but did you receive any information from your informers around the activities of the liberation movements in and around Lesotho?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Yes Chairperson, I had contacts with them, but not all the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in the seven months you joined this unit, you never received information about Ms Betty Boom, Ms Nomasonto Mashiya, Mr Tax Sejanamane, you never received anything of that nature?  You only heard about them when you were told to accompany the others with Betty Boom, that you first became aware of her presence in Lesotho?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because some of the people, the documentation says that they arrived in Lesotho round about August/September of that year, so when you fetched them they had been at least for two months in Lesotho, that is October and November they were already in Lesotho.  You heard nothing about that?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Betty Boom was a highly placed person who had to conduct ANC or MK activities around the Free State, she was the chief Commander of that unit.  You didn't hear that?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "I heard that Chairperson, that Betty had a very high position in her organisation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you hear that?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "After we have fetched her to the farm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You subsequently discussed Betty Boom with your colleagues?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "It was not a discussion, Chairperson, I was just being told.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By whom?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "That's Mr Jantjie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that before you fetched Nomasonto or after?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "We were on our way to fetch Nomasonto, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Jagga not present when you fetched Nomasonto?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson, he was not present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But your informers never came to you with any knowledge, because if I listen to your evidence, you had nothing, you sprung into activity only in December when the four were fetched, otherwise it was a lull with you for the seven months.  Would I be correct in summarising what I heard in the manner I did?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "There's no-one amongst my informers, Chairperson, who brought information about these people, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you still flatly deny what I think Kadi said about you, that you tortured him during 1986, and he mentions some members of this unit ...(intervention)",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "I beg your pardon Chairperson, may you please restart the question.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I say, do you still flatly deny the assertions made by Kadi that he was tortured during 1986, and amongst others he mentions people in your unit, this unit of four and your chief, that is Fouche?  Do you deny his assertions?  I'm not saying they are true, but are you still denying that?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I will explain and say that I know nothing about Kadi.  I asked Jantjie, after I've heard about this yesterday I asked him about Kadi, he told me that Kadi is Wax.  As far as I know Chairperson, I have never worked with this person known as Wax.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And he further said he was successfully recruit, because he once went with you to Lesotho, you were there, and he mentions the names\n\"During the same year, 1986, myself, Mike Jantjie, Koki Thulo, Jackie Tsolo, Celo ...(indistinct) Robertshaw, Capt Fouche and Lieut du Plessis left for Lesotho.  We kidnapped the ANC Chief Representative, Mr Mageta.\"",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "I dispute this, Chairperson, I know nothing about this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know about Mr Mageta in Lesotho?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Yes I knew about Mr Mageta in Lesotho, Chairperson.  I don't know whether he was the ANC Secretary at that time, but what I know is that he was one of the leaders within the ANC in Lesotho at that time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you start knowing about him?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "I would explain this, Chairperson.  There was a person we used to work with at Ladybrand Security Branch, he was an old man, he was Mr Mogomo, he used to discuss about Mr Mageta.  He used to tell us that they used to attend school together, but Mr Mogomo is the person who told me about Mr Mageta and he told me that he was involved in politics in Lesotho and that he was one of the leaders of the ANC in Lesotho.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We've got two periods here, you first worked for the Security Branch and you were around Zastron and Wepener and subsequently you joined this unit of four in 1987, when did Mogomo tell you about this?  Between those two periods.",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, it was when I was working with him.  Like I have explained that I was working in Wepener, I used to go with him at Wepener to gather information.  He knew a lot about politics ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Thulo, you don't have to tell me a lot, I've just asked you between two periods when you were just an ordinary Security Branch member there, doing filing and going to Zastron and Wepener and subsequently you joined this unit of four in '87, when did you know about Mageta?  It's either \"when I was with the Security Branch or when I joined the four\", you don't have to tell a story.",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "That is before I worked with this unit, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Are you finished Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Now yesterday when you were talking about Nomasonto, you were being questioned about her and you were asked\n\"Did you have anything to do with the interviews\"\nand you gave an answer which struck me as quite unusual and you said: \n\"It didn't take place in terms of any interviews\", (then you used the word) \"interrogations or any other thing\".\nThese people were interrogated, why were they interrogated?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I do not have evidence that they were interrogated, because they were in another room.  I used to be with this person when I was instructed to guard her, so I don't know what happened in other places.",
            "Male"
        ],
        [
            "MR LAX",
            "Well those are your words, I didn't say them.  That was your answer and you used that word.  So clearly they must have been, otherwise you wouldn't have used the word.  It's no good denying that you know anything about it, that was your answer.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I do not remember, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  So you're not willing to tell us about the interrogations?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "There is no interrogation I can tell you about, Chairperson, because I don't know whether these people were interrogated or not.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, later on you were talking about Tax and you said that the four of you, that's Robertshaw, Jantjie, Jagga and yourself went to go and fetch Tax.  Now the question I have for you is, who was guarding Nomasonto and Betty Boom while you were doing this?  Because you've told us there was no-one else there besides the four of you.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "At that time when Betty was still there I used to guard her, but while she was with Nomasonto I don't know whether other members came over to guard these people, I cannot really say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please listen to the question, Mr Thulo, please, I implore you now, please listen to the question.  Would you restate your question, Mr Lax.",
            "Unknown"
        ],
        [
            "MR LAX",
            "You made it quite clear in your evidence it was just the four of you there at the farm with these people, because I asked you this question once before, whether outsiders had come and you said\n\"No, no, it was just the four of us and in fact, the others hadn't left the place\"\nit was about you going home.  So the question remains, when the four of you went to Lesotho to fetch Tax Sejanamane, who guarded Nomasonto and Betty Boom?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I don't remember, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where did you leave from to fetch Tax Sejanamane?  Now we know you are attached to Ladybrand and you have these other people on the farm which you only knew when you took Ms Betty Boom to the farm and your duties were to, when the others were not around, that is members of your unit, you would be left to guard her.  You recall all that.  I want to know now, when you fetched Tax Sejanamane, from which place did you leave from?  I'm mindful that this farm is about four to five kilometres away from Ladybrand, as ...(inaudible) testified.",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "I will explain it this way, Chairperson.  I used to guard these people during the day and then at night I'll go home and when I go to work in the morning I will go to the office first, not to the farm, but if I was needed at the farm I would be told to go to the farm.  So when we went to fetch Tax, I was taken from the office, I was taken by Mr Robertshaw, Mr Jantjie and Mr Jagga.  They told me in the morning at the office that I should not go, because we are going to leave for Lesotho to fetch somebody there.  I don't know who was left at the farm, that is why I am unable to give you the names.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you returned with Tax and took him to the farm, who did you find there, other than the two ladies, that is Ms Betty Boom and Ms Nomasonto Mashiya?  Who did you find other than those two?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "I do not remember seeing other people there, Chairperson, because when we arrived there they all went into that room, because I was never allowed to enter that room.  When we arrive there they will take the person that we went to fetch into that room and then I will be directed to another one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What I meant is that of your colleagues, the unit of four, was there not anybody there amongst those people?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "The person who was left at the farm at that time, Chairperson - may you please explain the question again, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I say you say you were fetched from the office to fetch Tax Sejanamane, would I be right, hearing you correctly?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you fetched Tax Sejanamane you took him to the farm where the others were, that is Nomasonto and Betty.",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I say, upon your arrival, other than these two, who else did you find on the farm?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "On our arrival there, Chairperson, it was myself, Mr Jantjie, Mr Jagga, Mr Robertshaw and Tax and the three of them together with Tax, went into the room, so I don't know who else was in that room.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that room locked where the two ladies were?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson, it wasn't.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were as usual directed to your separate room?",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I'm sorry about that, you may proceed.",
            "Unknown"
        ],
        [
            "MR LAX",
            "No that's fine.\n\tAnd just to be clear on this, you don't know what the legends that Jantjie and Jagga used in Lesotho were?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I do not understand your question, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "When someone like you goes as a policeman into another country you pretend to be somebody besides yourself, you pretend to have an occupation or some description, you pretend - or no occupation as the case may be, but you certainly create what in Afrikaans is called \"'n legende\", what in English is called \"a cover story\" or \"a legend\".  I'm really surprised that you've never heard these terms before or you don't seem to understand them.  As someone who was a field worker in Lesotho it puzzles me that you don't understand them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's put it this way, Mr Thulo, ...(intervention)",
            "Unknown"
        ],
        [
            "DAELE DANIEL THULO",
            "Yes, I do understand now, Chairperson.  If I remember well, Mike and Tony Jagga were known as vehicle theft police, not as security policemen, they were just looking for people who were stealing cars.",
            "Male"
        ],
        [
            "MR LAX",
            "And you were known as an insurance salesman?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see this really troubles me, because as their colleague you should have known what their cover was, and their cover was that they were criminals, they hung out in bars pretending to be criminals on the run from South Africa, and that's how they made contact with other people who were likely sources of information.  In the case of Betty Boom, they pretended to be MK members, but in general that was their cover, they were pretending to be criminals on the run.  And you don't even know that, how could you have worked with them if you don't know that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I've explained that what I know is that they were known as the vehicle theft police, not as security police.",
            "Male"
        ],
        [
            "MR LAX",
            "Well how would they have been able to recruit any informers if they were known as vehicle theft police?  Please explain that to me.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I cannot offer an explanation Chairperson, because I wasn't present all the time when they were recruiting people, so I don't know what they were using, what cover they were using.",
            "Male"
        ],
        [
            "MR LAX",
            "But if you weren't present all the time it means you were present some of the time and during the time that you were present that's the cover they used, according to you.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Now when you were talking about Nomasonto this morning, you said something which struck me, you said she asked you for permission to take the child's clothing with her, why did she need your permission to take the child's clothing with?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I said she asked to take the kid's clothes, she did not ask me personally, but she asked Mike.",
            "Male"
        ],
        [
            "MR LAX",
            "That doesn't change the question at all.  Please answer the question.  Why was it necessary for her to ask your permission to do such a thing, it's the most normal logical thing you'd expect a mother with a child to do, why did she need your permission to do that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I think Chairperson, because at that time she was outside at the washing line, maybe it's the reason why she asked me for an opportunity for her to take the kid's clothing along.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see I would expect someone who was being hurried and being forced to into a vehicle, to ask that question, to say \"Please hang on a second, the child needs clothes, I can't just go off with the child without clothes and without nappies or without paraphernalia for a child\".  So maybe that's what really happened and that's why she had to ask you such a question.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson, I think because we told her that we were sent by Betty she would not just leave us outside and enter the house, because we will also be surprised, but she asked us to get into the house to take the kid's clothes.",
            "Male"
        ],
        [
            "MR LAX",
            "Maybe she had to ask you this because you were afraid that she might run for it and you didn't want that to happen.",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "No, Chairperson, I didn't think about that.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  Now just in the same vein, and it's my last issue with you, why is it necessary to guard some people who are co-operating with you, who are working with you, who have already been, one of whom has already been recruited by you, not you personally but you in the plural, why was it necessary to guard them?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "At that time Chairperson, I did not have any knowledge why it was necessary for me to guard those people, I just accepted the instructions.  I did not ask whether those people would run away or they were posing any danger, I was just given instructions.  I have also explained that after all these things have happened I asked myself if these people were friends or were our informers, why were they guarded all the time?  That is the question I asked myself.",
            "Male"
        ],
        [
            "MR LAX",
            "Well that's the question I'm asking you.  You see if these people were you prisoners you would expect you to be behaving in that way towards them, to be guarding them, isn't that so?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "No further questions, Chair.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Chairperson, can I just ask two questions, every short.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Mr Thulo, I would like you to respond to what I'm going to ask you, it in relation to the statements which are included in this bundle.  I think that will be fair that I ask you for your response.  When one reads the statement by Sietsi Mokhele, who was the husband to Nomasonto and the father of Nkosana, the impression one gets is that he says he assumes that after these people were kidnapped by the police, the police killed them or eliminated them, what do you respond to that?  I'm saying the tone of his statement is to that effect.  What is your response to that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I would explain it this way.  After all these things have happened I was told that all those people that we went to fetch were taken back to Lesotho, but after some time, I would say after two to three weeks I was also told that those people that we went to recruit have disappeared and I was told that they may have gone to Zambia.  I got this from Mr Jagga.  But when I listened to the news after the old government, the ANC was looking for the people who had disappeared, the people who ran to Zambia, but it became clear that those people were not amongst the people who ran to Zambia, so as a person you would ask yourself a question: 'what happened to these people, because they could not be traced.\"  If these people are still alive, even today, I think that they know that we have applied for amnesty and I think that they should be present here.\n\tSo Chairperson, as a human being I think those people are dead, but how they died I don't know, because the last time I saw them was when I was told that they've been taken back to Lesotho.  I thank you, Chairperson.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Is it not so that the last time you saw them is when they were on a farm at Ladybrand?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "That is so, Chairperson.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "And the tone of Kadi's statement, to me at least, he speaks about the modus operandi of your unit when going into Lesotho, he speaks about various incidents where members of the ANC were attacked, some of them were killed.  Now it gives a pattern of violent acting against members of the ANC, which will be contrary to what we are told how you handled these four activists.  What is your response to that?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "I would ask for forgiveness Chairperson, if I'm unable to explain this.  I would not agree to what I did not do.  I would not agree that I worked with Kadi, because I don't know him.  So what he is saying here, if it happened indeed - I will mention some of the incidents that took place in Lesotho in 1985 and some other years, that is when the Lesotho citizens and other members of the ANC were attacked.  They were attacked by the South African Military.  I believe that the South African Military, if they had interest in these people they also had their own informers that they used in Lesotho, so that they could get information.  That is the information that led to the attack in Maseru.  If there is something that Mr Kadi, that he did with Mr Jantjie and Robertshaw and Jagga, I don't know about that and I would not accept that I know anything about that.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "We were told Eugene de Kock used to visit Ladybrand, did you encounter him there?",
            "Male"
        ],
        [
            "DAELE DANIEL THULO",
            "Chairperson, I know the name Eugene de Kock and I see him on television, he used to come there, it's true he used to come Chairperson, but I have never met him personally.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Chairperson, no further ques-tions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anything, Mr Visser, that arose from what the Panel asked?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No thank you, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Visser.  Mr Koopedi, anything arising from what the Panel asked?",
            "Unknown"
        ],
        [
            "MR KOOPEDI",
            "Nothing arose from your questions, thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Koopedi.  Mr Mapoma, anything arising from what the Panel asked?",
            "Unknown"
        ],
        [
            "MR MAPOMA",
            "Nothing, Chairperson, thanks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Mapoma.  Thank you very much Mr Thulo, this brings you to the end of your testimony, you are excused.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Rather than having the next applicant, could we adjourn, would it be appropriate to adjourn for lunch?  Thank you, we adjourn for lunch, we'll reconvene at two.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, I hope you don't mind me throwing the ball into your court.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Not at all, Chairperson, in fact I'd like to get my part of it done.  I call Mr Robertshaw.  He prefers to give his evidence in English, Chairperson, and his application appears in the bundle from page 16 onwards and a statement drafted on his behalf, from page 22A onwards.  He has no objection to taking the prescribed oath.",
            "Male"
        ]
    ]
}