{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-03-27",
        "location": "BLOEMFONTEIN",
        "day": "1",
        "names": [
            "PHILIP MATELA"
        ],
        "case number": "1504/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54590&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/bloem/bloem1_bloem01.htm",
        "speakers": [
            "MOKOTEDI MPSHE",
            "JUDGE WILSON",
            "PHILIP MATELA DINTWE",
            "MR MATELA",
            "ADV DE JAGER",
            "JUDGE MGOEPE"
        ],
        "original_speakers": [
            "JUDGE WILSON",
            "MR MPSHE",
            "PHILIP MATELA DINTWE",
            "MR MATELA",
            "ADV DE JAGER",
            "JUDGE MGOEPE"
        ]
    },
    "testimony": [
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.  I am ready to proceed.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What matter will we be starting with?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "It is indicated as matter no.2 on today's roll Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "That is Philip Matela and two others.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "And two others Mr Chairman, thank you.  Mr Chairman may I just state that I am indebted to the Committee for the time given for the consultation.  I have just handed up copies of the report from the Investigative Unit relating to the victims or the next of kin to the victims in this matter, to the effect that they cannot be traced.  That is page 2 of the document I've just handed up to the Committee members.  The summary of it is that they cannot trace these people.\n\tIf the Chair allows me, I may proceed Mr Chairman.  Mr Chairman before you is the first applicant, Matela, the applicant is Sotho speaking, may he be made to take an oath.",
            "Male"
        ],
        [
            "PHILIP MATELA DINTWE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "How old are you at the moment?",
            "Male"
        ],
        [
            "MR MATELA",
            "I am 33 years old.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Matela is it correct that you are one of the three applicants in an incident that took place in an area called Katlehong on the 29th of September 1990, is that so?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes it is so.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "An incident wherein four White persons were killed?   Please speak, don't nod your head, the machine cannot see a head please.  Where four White men were killed.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Four White people wasn't it, not four White men?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Four White people Mr Chairman.",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Is it also correct that on this particular evening when this incident took place you were present on the scene?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Can you tell this Committee as to what happened that particular evening.",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Please do so.  You may proceed.",
            "Male"
        ],
        [
            "MR MATELA",
            "On a Saturday I left home and used a very lengthy road and I met White men who parked in front of me and asked me where ANC comrades are, and I wanted to know what were they asking that for and they did not answer we and they just wanted to know to which political party I belonged to.  They left off and used a different route and I was going to my sister's house.  I met other comrades on my way who were patrolling as it was instructed and I told them about this incident.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Let us go back a little bit, you say  you met this vehicle whose occupants asked you about comrades?",
            "Male"
        ],
        [
            "MR MATELA",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "You met, you came across this motor car and the occupants of this motor car said something to you about the comrades, is that so?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes I met the three White people.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What did these people say to you about comrades?",
            "Male"
        ],
        [
            "MR MATELA",
            "Please repeat your question, please rephrase your question.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "When you met them what did they say to you about the comrades?",
            "Male"
        ],
        [
            "MR MATELA",
            "I asked them as to why were they looking for the comrades.  They just said to me what is my party and they proceeded with their journey.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "So they said to you they wanted to know where the comrades were?",
            "Male"
        ],
        [
            "MR MATELA",
            "They asked where the comrades were.  I didn't explain to them and they just proceeded and I went into a shack and I met with a group of comrades who were on patrol.  Thereafter I told them about these White men, then I'm not sure whether are they AWB members or what.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Why did you say to the comrades that you did not know whether these people were AWB's, what made you select the name AWB?",
            "Male"
        ],
        [
            "MR MATELA",
            "At that time we were told to protect ourselves because any party would come and try and attack us, therefore we must be on the defence all the time.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Were you told that the area was going to be attacked by White people?",
            "Male"
        ],
        [
            "MR MATELA",
            "No I did not tell them that we were going to be attacked by White people but we just heard rumours that there were people who were going to attack, as to which party were they belonging to we did not know.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Are you reading from something?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I was just explaining as to what happened there.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I asked you if you were reading from something, you were holding an open sheet of paper in front of you which you have now folded up, were you reading from that?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No Sir.  It's the statement that I made in the camp.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well why were you holding it in front of you looking at it and your eye was moving along line from line, if you weren't reading it?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I was just trying to remember the exact details of the event.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So you were reading from it?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No I was not reading from it.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "(Aside - he's lying)",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "You said it's a statement that you've made before?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes it's a statement that I made.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And do you wish to refresh your memory from the statement?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No I don't want to remind myself, it's just that there are some words that I eliminated thus I just needed to refresh my memory.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "If it's a statement that could assist you in your case you could even hand it up to us and we could have a look at it and if it's a statement that you've made at the time we could - perhaps it would assist you if you want to hand it in.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I don't understand clearly because this ear pieces they are not so clear, therefore I cannot understand everything clearly.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Are you Sotho speaking?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Ja.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The translation that's being transferred to you is that Sotho?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I cannot hear clearly because the sound is very low.\nMR MATELA'S SOUND IS ATTENDED TO",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "About the document you've been - you've got before you, is that a statement that you've made in connection with this case, with this application?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Do you want to hand in that statement or what's the purpose of the statement?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes I can.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Is it in Sotho or which language is it?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "It's written in Sotho.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "If you want to hand it in it could be handed in and it could be translated and given to us, but if you don't want to hand it in you are not obliged to do so.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Perhaps I may come to the Committee's assistance here.  During consultation the applicant was using the statement and explaining to me and I wrote that in English and I'm leading him on that statement which I have written in English, that's the reason why he keeps on looking at it to remind himself, but I have it all before me and I'm leading him on that very statement. It is not in an affidavit form at all.  Thank you.\tNow Mr Matela you told this Committee that a meeting was held about you people defending the community in Katlehong.",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now can you tell the Committee when was this meeting held and who addressed this meeting?  In other words who was the Chairperson at this meeting?",
            "Male"
        ],
        [
            "MR MATELA",
            "This meeting was held on a Sunday.  It was said that the comrades were going to be attacked.  Our Chairperson Mr Manong was presiding at that meeting.  He explained that the comrades must defend themselves should there be people coming to attack them.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Was Mr Manong the local chairman of the ANC in your branch?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Are you a member of the ANC?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes I am a member of the ANC.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Were you one at the time?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes I was a member then and I'm still a member.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now you testified that you then informed the comrades who were on patrol that you came across a motor vehicle occupied by White passengers and they asked you where the comrades were, do you still remember that?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now where did you meet these other comrades to whom you made a report?",
            "Male"
        ],
        [
            "MR MATELA",
            "After having entered Mashengoville I met these comrades and that's when I explained to them that there were White people who were looking for them.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What were they doing at the time when you met them, these comrades?",
            "Male"
        ],
        [
            "MR MATELA",
            "They were patrolling because there were rumours that there were people who were going to attack  - there were rumours that Inkatha might form part of these people.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Is this what was said to you again at that meeting where Mr Manong addressed you?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes that's exactly what he said to me.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Good.  Now you have informed these other comrades, what happened to you then?",
            "Male"
        ],
        [
            "MR MATELA",
            "I explained to them.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And then what happened to you?",
            "Male"
        ],
        [
            "MR MATELA",
            "Thereafter I went to my sister's house and I told her about these White people who were travelling in a car, and I told her that I'll be joining comrades because they will be patrolling because of the anticipated attack and this might be possible because of the White people that I met.  And thereafter I joined the other comrades and there I found the comrades beating these White people and I also joined in, in beating them up.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "So you are saying you met another group of comrades and they were busy attacking and assaulting the occupants of the motor vehicle?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Is that the same motor vehicle and the occupants that you met earlier on?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes it's the same vehicle.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "How many people were there all in all attacking these people?",
            "Male"
        ],
        [
            "MR MATELA",
            "It was more than 500 to 600 people that were attacking.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And you took part in the assault?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes I played a role because we were told that we should defend ourselves should we be attacked.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What did you use in partaking in the assault?",
            "Male"
        ],
        [
            "MR MATELA",
            "I picked up an iron rod because in the area people made their own fences and therefore I found an iron rod lying about and I used it.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Two, three people being attacked by 600\npeople and you felt you had to join them to defend yourself, is that what you are telling us?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes it's true.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "For how long did you partake in the assault yourself?",
            "Male"
        ],
        [
            "MR MATELA",
            "It might have been two to four minutes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you know precisely who your victims were during the assault?",
            "Male"
        ],
        [
            "MR MATELA",
            "It seems they are rightwingers because we were told that there will be the Russians and the AWB that might come and we should defend ourselves in case there should be an attack, and I met these White people who were looking for the ANC comrades.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What do you understand by the term rightwing?\nWhat does it mean to you?",
            "Male"
        ],
        [
            "MR MATELA",
            "It's referring to the AWB, the rightwingers who are not for the idea of changes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now what made you think that the people in that car were rightwing members?",
            "Male"
        ],
        [
            "MR MATELA",
            "They said to me they were looking for the ANC comrades and we knew that the rightwingers and the Russian vigilante group were going to attack people in the location, and I realised that they were the rightwingers.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Were you told as to why the rightwingers and the Russians would attack you people, the reason for their attack?",
            "Male"
        ],
        [
            "MR MATELA",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Were you told the reason why the rightwingers and the Russians would come and attack you?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes we were told everything in details in that meeting.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "But what ...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You were told at that meeting that you were to be attacked by Russians and White rightwingers, is that what you are saying?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "They said that we should await any party that would came and attack the township and we should be ready to defend ourselves, and therefore I felt they were rightwingers because they came to me and asked me about the comrades, and the fact that they were White convinced me that they were rightwingers.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I thought you said a moment ago that you were told you were likely to be attacked by Russians and rightwingers?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Please repeat your question.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I thought you said a moment ago that you were told that you were going to be attacked by Russians and rightwingers and I think the evidence leader agrees with me, that's what you said, that you were told this?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes we were told so.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Who by?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "He's our Chairperson Mr Manong.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Because we have heard, some of us, we have all heard evidence about what Mr Manong said at another hearing, and that was never mentioned.  But you now say that it was the Russians and White rightwingers who were going to attack you?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Mr Manong didn't tell the truth because he is the one who said all this in that meeting.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you.  Now I want you to explain to the Committee as to whether you were given reason or reasons as to why the rightwingers and the Russians would attack you.",
            "Male"
        ],
        [
            "MR MATELA",
            "During the week people came and attacked the people in the township and some of the comrades went to the ANC office and when they got there they explained about that incident that took place in Mashengoville and from there all the comrades, including myself, went to the ANC office to explain about this attack.  And from that office Mr Manong went to the charge office to request the police to request to patrol in Mashengoville.   When he came back he told us that the police said that they don't want to involve themselves in the events in Mashengoville.  And we were also told that there will be different parties that will be attacking.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now is it correct that you left the scene at about 04H00 in the morning to go home?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes I left home at that time.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And at the time when you left the scene the four occupants of that motor vehicle were already dead and strewn on the ground?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes it is true.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I might have made a mistake but at the beginning he said there were three White people in the motor car.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No it was four White people.  I didn't realise that there were four the first time I saw them.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I said to you when you left the scene the four White persons were already dead, and you were arrested that very same morning.",
            "Male"
        ],
        [
            "MR MATELA",
            "I was arrested in the evening.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now in your application for amnesty, paragraph 10A of your application where you were requested to state the political objective sought to be achieved, you state the following,\n\"The political objective was to prevent and secure the safety of the public of Katlehong against the alleged or information that they are going to be attacked\".\nNow how do you explain the political objective in this incident in which you were involved?  Can you explain to the Committee, in your own words, how do you link this with the politics of the day?",
            "Male"
        ],
        [
            "MR MATELA",
            "At that time the White people did not conform with changes and they were against other political organisations.  We wanted equality, disregarding race.  I see my case as a political one, it's because of the meetings that we were attending and the decisions taken there and we were told that the ANC is the only righteous movement and we wanted to govern.  We went to the Municipal offices and whatever documents we had they would tear them up, and thus I regard my case as a political one, because even the executive of the ANC was aware.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now did you believe in the order or the \"opdrag\" as you put it, as given to you as members by the leadership in the ANC?  Did you believe the order given to you by the leadership of the ANC?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Mpshe I think you should, I don't think that you could put it that there was an order from the leadership of the ANC because that would infer or refer to a lot of people.  Shouldn't we stick to the person who gave the order, because I don't know whether you could say the State President or the Vice President whether they had given this order.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I am indebted to you Sir.  Did you believe in the order given to you as ANC members by your local Chairperson, Mr Manong then?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes I believed in it.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Why did you believe in what he was telling you?",
            "Male"
        ],
        [
            "MR MATELA",
            "I believed in him because at that time we were fighting against the White people trying to bring about changes, and the White people hated Black people.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now when Mr Manong gave an instruction that you people must protect or defend the community did he spell out how this was to be done?",
            "Male"
        ],
        [
            "MR MATELA",
            "He said that you as the comrade, you'll find means as to how to defend yourself.  You will find whatever you can.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now in his instruction or order to you, did you understand that to be meaning that if there's need for an attack you must carry out the attack on persons?",
            "Male"
        ],
        [
            "MR MATELA",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "The instruction or order given by Mr Manong, did you understand it to be meaning that if an occasion arises for you to attack persons, that you have the right to do that?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes we had that right according to him.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "The instructions he gave you, as I understand them, and as you wrote out in your application, was to patrol the location to protect the residents against any threats, you were there to \"protect\", not to attack, not to kill, unless it was necessary in the course of protection, that is so isn't it?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes it is so, Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well can you explain how you can possibly think you were protecting anybody when these four people were being beaten by a vast crowd, why should it be necessary for you to join in, beating them with an iron rod?  That was not necessary to protect anyone was it?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "It was necessary because at that time we ...(tape ends)  and it was very difficult to tell who had a role or not, but it was decided that everybody should defend themselves because the White people might come or even Inkatha or even the Russian vigilante group to attack.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I am talking about your act in picking up an iron rod and joining in beating people who were being beaten to death by 5 or 600 people, how you can call that - how do you call that an act of protecting anybody?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes I would say that it was in defence.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "In the trial court, the criminal court, you pleaded not guilty to the four murders, do you remember that?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And in the trial court itself, by means of the record it is indicated that you were actually absolving yourself from the whole incident, is that so?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes it is so Sir.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And you agreed with me during consultation that what you told the trial court was a lie, is that not so?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Can you tell this Committee as to why you lied in the criminal court?",
            "Male"
        ],
        [
            "MR MATELA",
            "I lied because in court if you belong to a political organisation that is for Blacks, even if you lied or not you would be sent to jail.  Moreover if you belonged\nto the ANC.  The judges at that time were also belonging to the apartheid era.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now can you tell this Committee today that what you have told the Committee, your evidence today, is the truth and exactly what happened on the day done by yourself?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes it is the absolute truth.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now Mr Matela you have agreed with me that the incident was not a good incident by killing four persons.",
            "Male"
        ],
        [
            "MR MATELA",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "You said the incident was not a good one in killing four persons in the way in which they were killed.",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "How do you feel about it now, when you recollect?",
            "Male"
        ],
        [
            "MR MATELA",
            "I feel that at that time it was due to the political situation and the township was trouble-torn and there was violence, and thus I found myself in that situation.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "If you were not being addressed by the local chairperson Mr Manong about protection or defence, would you have taken part in the attack?",
            "Male"
        ],
        [
            "MR MATELA",
            "No I would not Sir.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now Mr Matela the next of kin of the victims or the deceased are not herein present but supposing they were herein present, what would you have to say to them today?",
            "Male"
        ],
        [
            "MR MATELA",
            "I was going to ask forgiveness for what happened because that happened because of the prevailing situation in the township at that time, there was hatred amongst us,  White people and Black people at that time.  That was the political situation.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman that is the evidence.\nNO FURTHER QUESTIONS BY MR MPSHE",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You were accused 1 at the trial weren't you?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Do you remember the evidence that was led at the trial?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes I do remember.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "It was said that a red bakkie cut off the white Mazda and it came to a stop.  Out of the red bakkie three people climbed, yourself, accused 2 and another, do you remember that evidence?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "That you immediately began hitting the vehicle and ordered the people in it to climb out.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And then assaulted them.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "There were many other people there.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And that the woman disappeared behind a house in the company of you and others.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You haven't told us anything about that have you?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I did not explain because there were so many activities and many people were taking part in this attack and moreover it was in the evening when this happened.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "It's what you did that is of importance and you have not been frank with us and honest in telling us what you did, have you?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "This is a statement I gave in court.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "This is the evidence that I am reading to\nyou that other people gave, not that you arrived on the scene and there were 500 people already chopping them, but you were in the bakkie that cut them off and started the attack, do you remember that?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No I was not in that van, I was not in that van.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who was in the van?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I do not know them.  Because when I came from my sister's house whilst patrolling I found these White people already being attacked.  I don't know wherefrom did they come from, from which direction, they were already being attacked when I got there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you accompany them taking the woman around the house, to the back of the house?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No Sir, I did not accompany them.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who cut off the woman's breast?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I do not know because there were many people.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who raped the woman?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I did not see who raped her because at that time it was just fighting, there was no intention to rape.  The aim was to fight.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did they take off all her clothes?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "That I don't remember clearly.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But you've seen the corpse, you've left the four people there lying, was the woman still dressed?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "She was naked at that time and even some of the men were naked at the time.  They just had their briefs on, underwear.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now if you wanted to defend yourselves was it necessary to take off their clothes and torture them and assault them in the way you did?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No, it was not necessary, but it is because when they were being beaten they were also fighting back, and therefore their clothes were torn apart.  It was a large group of people.  Even when I beat the one man he was trying to run away.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Ja he was trying to run away but he had no weapon to defend himself.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I didn't realise what he had in his hands.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But you've seen - you were the first person to see them, you in fact reported that they entered the township.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes I was the first one to see them, they asked me where the ANC comrades were.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were they armed at that stage?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I could not see because they were still in the car at the time.  The people I was talking to were sitting at the back of the car so I did not realise whether they were armed or not.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "They didn't threaten you in any way at that stage?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "The manner in which they spoke to me and when I asked them why did they want the comrades I suspected something and I even became scared.  It was the first time I saw the White people looking for our ANC comrades.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Didn't they ask to buy liquor?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No they never said that.  For liquor they wouldn't come to the location.  When you enter the location, just at the entrance there is a bar and there is a bottle store where there is a place for women and a place for ladies, inside the Mashengoville there is no bottle store.  We gave instructions that they should not sell\nliquor in Mashengoville.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "In fact there was evidence at the trial that you chopped the private parts of the woman with an axe, do you remember that?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Please repeat your question.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "At the trial there was evidence that you were the one, accused 1, who in fact near the vehicle's back wheel chopped the woman's private parts with an axe.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "That is a lie.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Can you remember that such evidence was given?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes I do remember that evidence being given.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Can you remember who gave that evidence?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "If I can remember clearly it is Michael Malebe or Justice.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "They lived with you in the township, is that correct?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were they your enemies?  Were they your friends or were they enemies?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No I did not know them well and they were not my friends, actually I do not know them.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "They pointed you out at an identification parade didn't they, or Japi Mosese did?  That's so isn't it, you were pointed out at an identification parade?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes they identified me in the parade.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you kindly tell us, you said you'd done this with a political motive, what did you want to achieve by killing, for instance, this woman.  What political objective did you have in mind to achieve if you would kill these people?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "We ANC comrades had conflicts with the White people, we wanted changes.  I did not kill this woman, personally I never killed her.  My case is a political one because we were given an instruction by the ANC because we were holding meetings all the time.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Do you remember that Manong gave evidence that after this incident the local civil organisation, of which he was a member, distanced itself from this murderous attack and deplored it, do you remember that?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes I do.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Suppose it was Mr Slovo or Mr Niehaus, White people visiting you that night, what would you have done?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I was going to go to them and report what happened if they were the ones who gave us that instruction.  But the instruction was given by our local chairperson.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, but they were White - the persons I am mentioning, you knew them they are White, Mr Slovo and Niehaus, Carl Niehaus.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "We knew Joe Slovo then and most White people don't come into Mashengoville.  The only White people will go into the charge office and they will be escorted.  But these scared me because they were not escorted, they were moving all by themselves and I knew that White people were not allowed in the township.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So if Mr Niehaus on that day or Mr Slovo visited the township without being escorted you would have killed them?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No, we wouldn't have because they would have reported first when coming to the township.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you say they won't be killed because they would have reported first to come to the - where would\nthey report?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "They would broadcast this in the radio or at one of our meetings they would inform us about their coming.  That is our procedure in the ANC, we are informed in meetings.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So if you weren't informed that Whites would come to your township you would murder all the Whites coming to the township?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes we would not do that, but we would try and find out what were they looking for.  But these ones said they were looking for the ANC comrades when I asked them.  If they responded well as to why were they looking for the comrades I would have stopped them from entering the township because of the patrol.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Now you weren't present when this killing started, when they were stopped - ja that's what you say today, you were not present then?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "It's true I was not there when it started.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you don't know whether they've explained before the killing started?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I don't know because when I met them for the first time they proceeded and as to whether they went into Mashengoville or not I don't know, but as to whether the comrades asked them whether they were armed or not I do not know.  I got there whilst they were being attacked already and we were aware that there might be people who would be coming to attack us.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So you don't know when the confrontation started and when the killing started whether they in fact explained what they were doing there, whether they begged for their lives or whatever they might have said, you just\njoined in and killed?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "These White people came to me and said they wanted the ANC comrades and I told this to the other comrades when I came across them who were patrolling, and obviously other comrades informed the other comrades and the word spread.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You know Mosese don't you, he's a member of the ANC there?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "We don't know each other so well in the ANC.  Everybody carried their own cards, we just meet at the meetings.  He's the only one who can tell whether he's a valid member or not.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You heard him give evidence about how he tried to stop the people behaving as they did, did you hear that?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes I heard him saying that in the court.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Yes.  And he tried to open the car so they could get away.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes I heard him saying that.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And that when the woman got out you caught hold of her, and she asked you to spare her life and offered you money which you refused saying you wanted to have intercourse with her, and that you then dragged her around the corner of a nearby house, you heard all that didn't you?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes I heard all that evidence.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And the Judge believed him.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes he believed him.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "That is that you were one of the people who started the attack, or rather you were one of the people who chased their car, who forced them out of the car and started the attack, you heard all that evidence and you elected not\nto give evidence yourself.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And there were other witnesses who identified you too weren't there?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "It's not clear to me whether you answered the questions with regard to Mr Mosese also mean that at the scene you did hear Mr Mosese asking you people to leave the deceased alone, did you hear him say so at the scene?  I know that you probably say you heard him testify like that in court, but what about at the scene?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I do not know this Mosese, I just heard him giving all this evidence.  But what I know is there are people who were being bribed to give evidence against us.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "At the scene did you hear anybody asking you people to stay away from the deceased, whether you knew that person or not?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No Sir.  There was no such - all the people who were there were angry and they were rejoicing that they got White people.  He could never manage to stop all those people.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Why did you think there was a need to patrol the area and to protect the community?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Please repeat your question.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Why did you think it was necessary or there was a need for you to patrol the area and to try and protect the community?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "In those days it seemed that people's lives were in danger and there were these group called the Russians who were holding meetings with the police and\nsometimes people will just come and we would hear that there were people who were being attacked in the township, and that is when we went to the ANC office to explain this and the decision was taken to go to the police station so that the police should patrol.  But the policemen refused to protect the people and therefore the ANC took the decision that we should go and protect the community.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "And in which way, if any, would the killing of these four people promote or advance the security of the public in that area?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Please clarify the question.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "You have explained to us why you went on to take part in the killing of these people or the assault, but what I want to ask you is to explain to us what, in which way, or what you wanted to achieve by killing these people?  What purpose would their death serve?  Or what did you hope to achieve by killing these people?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "It was to fight for freedom.  It was to fight for freedom and defend ourselves.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "But you didn't get it that night after killing those people, did you?  Did you get your freedom?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No we didn't attain it at that time.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Now how did their death contribute towards you getting your freedom, that's what I want to know?  How did you think it would contribute?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "At that time White people were randomly killing Black people and they would put on Mandela T-shirts and killing people.  We knew that we were going to have freedom but we didn't expect to have it overnight.  And we knew that these people would be coming into attack, and even the way that they were attacking the comrades showed their\nbehaviour.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "After their death did you think anything was achieved?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No Sir.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "I am probably going to be repeating this question in another form, well you say that nothing was achieved, what did you hope would be achieved?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "We were not expecting to find anything in return but at that time the situation was such that people were expecting to be attacked at any time.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Just one point I'd like to clear up, after these people had been killed there was evidence that you and your co-appellant went to Mosese's house and that you stood in the door armed with a knife and punched him, do you remember that evidence?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes I do remember but I've never come across Mosese and I don't know him.  There was such evidence but I don't know him.  I saw him for the first time in court.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "After he fell down you said he should be dragged away and killed?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes I do remember all that evidence but I am not aware of all that.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "You didn't know Mosese you say, but did you hit somebody who fell down and in respect of whom you said he must be dragged away?  It doesn't matter whether you knew his name or not, but did you in fact do that, that's what we want to know?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I beat a White person during that attack and none of the comrades that were there because we were not\nthere to fight amongst ourselves, we were all comrades that were busy patrolling.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Yet it seems to me that if what the witness has said in court is anything to go by you did play quite an active role there during that night, you heard what they said.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "If I had played a major role on that night I would tell the Truth Commission about it, but the role that I played on that night was such that I did not have such a big role.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Were you a prominent member of the ANC in that area at that time?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "What position did you hold?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I was a marshal.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Were you - or rather do you think you were well-known in that area?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did you take part at all in the attack on the woman?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No I had a role in attacking the men, not the woman.  I grabbed the man who was trying to run away.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Were you never anywhere near the woman?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I do not remember clearly because what I could just see clearly was the man lying on the ground and the other one they were busy attacking and the one was trying to run away.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So you have no recollection of being near the woman that night?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No I don't remember.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And yet her blood was found on your clothes, can you explain that?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I don't remember that it was blood stains on my clothes, I just remember that it was the blood stains from this man, but not that woman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You see the evidence was led, and it appears at page 634 of the record, that you freely handed over to the police a white T-shirt and a pair of long trousers which had blood spots on them and after testing they were found to be similar to - the same as the blood groups of two of the deceased, that is the driver and the woman, do you remember the Judge said that when he gave judgment in your trial?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I do remember but I don't remember that that woman came near to me at some stage, but there were many people at that time, there was confusion, but I didn't notice that she did come close to me.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You said one of them tried to run away, weren't they surrounded by 500 people round about?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "They were surrounded by many people and this one man tried to stand up and run and that's when I came across him and picked up the iron rod and hit him.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Where could he run to?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I do not know because this happened right in the middle of Mashengoville.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But you now showed, I've watched your hands, you said they were surrounded by these people.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes it's true he was surrounded, but you know that when somebody is being attacked sometimes they wouldn't just stand there and do nothing, he was just trying to run away from the attack.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Like anybody would do if he's facing death.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But he couldn't run away because he was surrounded.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "He had to try and run because he was surrounded by heavy pangas, and even when I hit him somebody else did the same, somebody hit him as well.  He never managed to escape.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Have you seen at any stage, any weapons with the deceased?  Did they have any weapons?  Did you at any stage see any weapons on their personal or did they carry a weapon, any kind of weapon?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Are you talking about the White people or the Black people?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The White people, yes.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I did not realise whether they were armed or not because when I first met them they just asked me where the comrades were, but when they entered Mashengoville I never realised whether they were armed or not.  I never thought that at all.  Maybe the people who stopped them are the ones who saw their ammunition.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And am I correct in saying you were a marshal, a prominent member of the ANC?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "That is true Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "You had influence with the people?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes I could talk to people and we were the ones who were giving people shacks to live in.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And if you have asked the people be calm now, let's hit these people but we shouldn't kill them, let's give them a hiding they would have listened to you?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "They wouldn't listen to me because people were angry due to the rumours that there were people who were going to attack them.  When I got there everything was\nalready out of control.  If it started whilst I was there I could try and stop them, but people were reacting out of anger that they might be attacked.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "I am just going to read something to you here, a note here, is it correct that during that time there was violence in the area?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes it is true Sir.  It was during the week, all this started during the week.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Is it correct that people had been killed by vigilantes known as Russians?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes I heard about this whilst I was in prison that people were being killed by the Russian group.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Before that you didn't hear of it, before the killing of these people you didn't hear about that?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I did hear about some Russian members who killed a PAC comrade before I went to prison.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Is it true that there were rumours in that area that the Russians were about to attack, to launch an attack?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes it is true because they were holding meetings at the filling station and there were some Russian members who did tell me as they knew that I was the marshal, two of them who used to lodge at my house, that the Russians are planning to attack.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Is it correct that people organised themselves and waited for an attack by the Russians?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes, during that week people were heavily armed patrolling day and night.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Well you have already been told that Mr Manong denies that he addressed a meeting that day, I mean that one.  And did somebody there, did you hear anybody say\nhere comes Inkatha to attack or you didn't?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No there is no one who said that Inkatha is coming.  But what I heard is that Inkatha and the rightwingers might come as well and the Russian vigilante group.  But on that particular day I never heard anything about Inkatha.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "You see in your application you write about \"from alleged rightwingers and vigilantes calling themselves Inkatha\", you make no mention of the Russians in your application.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "In my application I have explained that I had already heard that Inkatha is coming to attack us.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "So are the Russians the vigilantes?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "The Russians are the people that I know.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "No I'm asking you whether the Russians are the vigilantes who were - when you speak of - should we understand the Russians as being the vigilantes or should we understand that there were so-called vigilantes and apart from the so-called vigilantes there were Russians, I just want to know whether it's the same grouping or not.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "That's not what he says.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Yes, but that's why I am asking him.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "maRussia was a group that used to dress in blankets but on this particular day I saw -  on this one day I saw the Russians holding a meeting with the police, they were thugs, and that is when I became scared when I heard that they will be coming to attack us.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "I am not asking you about whether the Russians were coming to attack, I wanted to clear something in my mind which confuses me, I want to be clear with it, I want to know whether when you speak of the vigilantes you\nare not referring to the Russians, that's just what I wanted to clear up.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I am referring to the group called the Russians and just normal thugs who attack people at night.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Immediately before these people, the deceased arrived in the area, were there in fact people already patrolling the area, in particular the comrades?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes patrols were already on.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "You don't know anything about the allegation that Inkatha worked with Whites and that the Whites were IFP spies, do you know anything about that or you don't?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I was just hearing that in the radio that there were White people who were smearing their faces with ash and they were killing the ANC comrades.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "And these people were their faces smeared with ask?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No they didn't smear their faces.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Matela just tell us something about the Russians, were they a political organisation at the time or were they affiliated to any particular organisation?",
            "Male"
        ],
        [
            "MR MATELA",
            "The Russians were not a political organisation, it was just a group of thugs that were attacking people in the township.  It was a group formed by Black people.  They didn't belong to any party.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Manong, in the criminal court, this is reflected in the judgment by the court, with reference to the existence of turmoil and uprising in the area, the Judge summed him up as saying that he only referred to the presence of taxi violence and the presence of the Russians\nin the area, what is your response to this statement by Mr Manong?",
            "Male"
        ],
        [
            "MR MATELA",
            "What I know is that at that time there were rumours that Russians and White people would be coming to attack the township and the IFP.  This was said by Mr Manong and we also explained this in the meeting and everybody in the meeting, the comrades that were present, were airing their views on this matter and the matter of the PAC members that were killed by the Russians was also raised, and therefore it was said that we must try and defend ourselves.  What he said I think it's a lie.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What he said in court surprises you, are you saying it is not the truth?",
            "Male"
        ],
        [
            "MR MATELA",
            "I believe it is not true because I knew of the existence of the Russians, about the taxi violence that I am not aware of.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What is a function of a marshal?",
            "Male"
        ],
        [
            "MR MATELA",
            "The duty of the marshal is to guide people as to how to work and to behave and to make them aware of freedom and as to how should our townships be developed like White townships and there shouldn't be any racial discrimination.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Will I be correct by summing up your explanation as meaning that the function of a marshal is that of a political educationist?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes it's true, a marshal is someone who teaches people about politics.  We just don't focus on one thing, there's a lot of things that we do.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now does a marshal have any power to give an instruction or an order to members of the organisation like telling them to attack or telling them to stop attacking?",
            "Male"
        ],
        [
            "MR MATELA",
            "No Sir, the leader has got such powers and the Chairperson.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now Japi Mosese, Michael Maleme, Blackie Shuping and others, they testified in the court a quo, do you remember their evidence?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Would you say their evidence is the truth as it was told in the court a quo, pertaining to your involvement?",
            "Male"
        ],
        [
            "MR MATELA",
            "The evidence they gave was denied.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And you knew what the truth was?",
            "Male"
        ],
        [
            "MR MATELA",
            "The truth is what I am saying of the Truth Commission.  In the court in those times telling the truth wouldn't help you.  You would be fighting a losing battle.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Perhaps it may be found that you have given me an answer to my next question but let me ask it, why did you not testify at the court a quo to make the Court know the actual truth against the other witnesses?",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Mr Mpshe do you really want to go into that, do you want to open that front?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman I want to put the question for a reason, if I could give a reason.  The reason being that as it has been made clear by the panel when putting questions to the witness as to the contradiction between the evidence at the court a quo and what he says today, to make him put on record the reason why he behaved that way in the court a quo.  Unless if I would be opening a can of worms.  Thank you Sir.  Do you remember that question I asked?",
            "Male"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What is your answer to it?",
            "Male"
        ],
        [
            "MR MATELA",
            "I knew already that any member of the ANC or the PAC, even if you say the truth in court you will be sent to jail, therefore I decided not to give any evidence, I knew that I was fighting a losing battle.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And after you had been convicted of murder I take it your counsel told you what the sentence could be?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No he never explained to me.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "But you didn't give evidence in question of sentence either, is that correct?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "He just explained to me that they will appeal for a lighter sentence.  He never explained in details the sentence itself.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman that concludes my re-examination.\nNO FURTHER QUESTIONS BY MR MPSHE",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could I just enquire, Mr Manong what was he, was he secretary of the ANC or was he Chairman?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "He was the secretary.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And who was the Chairperson?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "It was Frans Mayekiso.  He was the one who was responsible for that specific part of the township.  Frans Mayekiso.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Didn't you, when you gave evidence-in-chief say our chairman Mr Manong addressed us?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "If he was the second-in-charge, we start to the Chairperson and therefore if we do not find a chairperson we would resort to him.  He is the one who addressed us in the meeting.  He was listening to all our problems.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was anybody else addressing you at the meeting?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Are we talking about the day of the attack?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No when you were given the instructions to -ja was that on the day of the attack that Manong addressed\nyou?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No it was during the week when we got that instruction not on that same day.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When did you get that instruction on which day?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "It was on that day of the meeting during the week, and on Sunday as well we also had a different meeting, but I did not attend that one, but during the week I did attend this meeting where they discussed the matters prevailing from the meeting before.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The killing was a Saturday, is that correct?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And on the day after the killing was there a meeting, the Sunday?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I was arrested already on Sunday so I wouldn't be aware.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Okay, now you speak of a meeting on a Sunday, was that the previous Sunday or the Sunday after the killing?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir, the previous Sunday.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The previous Sunday.  Who addressed you on that Sunday?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "It was Mr Manong, our Chairperson.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But he was a secretary, he wasn't a chairperson.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I explained that he was chairing that meeting, he was trying to help us at that time.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Right.  And we've got the telephone number of Mr Manong here, is he still living in Kroonstad?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No he's staying at Odendaal.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And I suppose he'll confirm that he gave you the instruction, or what do you think he would say?  Because in the hearing he didn't confirm what you are saying.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "He should explain that he is the one who gave the instruction because everyone in the township is aware of that because he was chairing all the meetings.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "What standard have you passed at school?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I passed standard four.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "When you are asked questions to which you don't know an answer you must realise that you've got the right to say you don't know, do you understand?  Because some of what the things you have said about Mayekiso and Manong is totally confusing.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "The person who gave us the instruction is Manong.  Mayekiso is the leader of the whole township.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Mr Matela you know that there's been trouble  people have been killed, isn't that so?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Are you referring about the people who were being killed?",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Yes.  People have been killed and there has been a lot of trouble isn't it, because people have been killed?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Yes Sir.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Do you expect Mr Manong to come and say anything which could put him in trouble, if he were called to come and give evidence, would you expect him to do that?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "He is aware of all these even ...(intervention)",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Can you give the full translation please, the first part of the answer.",
            "Unknown"
        ],
        [
            "MR MATELA",
            "He was fully aware ...(intervention)",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Can I repeat the question.  Do you expect Mr Manong to come and say something which can put him in\ntrouble?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "No Sir.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Do you know Mr Sigopa, Sibulayi Justice Sigopa?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I saw him for the first time in court.  I only knew his name in court.  I saw him in meetings but I didn't know his name.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I merely wanted to raise one point that he in his application said,\n\"Thami Shlobo, Mr Sereti and other marshals ordered the killing of those victims\".\nWould you like to comment on that?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "Please repeat your question.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "In his application for amnesty when he was answering on the question whether the act was committed in execution of an order, he said,\n\"Thami Hlobo, Mr Sereti and other marshals ordered the killing of those victims\".\nyou have said that marshals didn't give orders, he apparently had a different view, would you like to comment?",
            "Unknown"
        ],
        [
            "MR MATELA",
            "I disagree with that when Sigopa said that me and Thami gave the instructions that these White people should be killed.  We only get instructions from the Chairperson of the ANC.  We don't give out instructions personally.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I thought you started your answer saying I did agree with him when he said I gave those instructions, I may have misheard.  There is nothing further you wish to say about that?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Nothing further to add Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "But may I just mention that as the learned committee member referred to the document wherein Mr Manong's position is mentioned, I could not make use of the information because this is what is said by the Investigative Unit it will not have any evidential value in this hearing, but he was telephoned today as to whether what he said here is that his standpoint, and he said yes and then he said he cannot come but what is written here is what he knows.  Thank you.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But he can be subpoenaed.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes he can be subpoenaed if the Committee wants him to be present.  He is a telephone call away.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What did you say he said that he agreed with what is said here, what's that?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "What is reported here about himself by the Investigative Unit ...(intervention)",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "On the third page.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "On page two, page two towards the end of the page.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Oh, going into the second page.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Where it says \"we met Mr Manong\"...",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well that really doesn't - we'll adjourn now until two o'clock.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}