{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1997-03-27",
        "location": "BLOEMFONTEIN",
        "day": "4",
        "names": [
            "J DE RU"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54599&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/bloem/bloem1_bloem11.htm",
        "speakers": [
            "MOKOTEDI MPSHE",
            "JUDGE WILSON",
            "MR MADASA",
            "ADV DE JAGER",
            "JUDGE MGOEPE",
            "MR DE RU",
            "INTERPRETER",
            "MS THABETHE"
        ],
        "original_speakers": [
            "ADV MPSHE",
            "JUDGE WILSON",
            "MR MADASA",
            "ADV DE JAGER",
            "JUDGE MGOEPE",
            "MR DE RU",
            "J DE RU",
            "MR MPSHE",
            "INTERPRETER",
            "ADVOCATE MPSHE",
            "MS THABETHE"
        ]
    },
    "testimony": [
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, may we then without adjournment, Mr Chairman, is the applicant excused?  The next matter will be the De Ru matter, Mr Chairman, as explained in chambers. The De Ru matter.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "We were informed that it was the intention of the parties that this application should be divided and heard as two separate applications, that we would deal with one incident today and that the other matters would be set down for a separate hearing on some other occasion.  Is that so?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, that is so.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "I confirm the arrangements.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well, which incident is it that you intend to proceed with today?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "I intend proceeding on the two cases on which the applicant was convicted and is presently serving sentence.  Those cases relates to his conviction on the, in August 1993.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "If you, if you look at the summary on page 29 and 30, 29 And 30, it is in the front of the bundle, short summary.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Which of the matters is it?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Number 7, the one, number 7, the one which relates to the deceased Mofokeng and number 9 the one which relates to Jonas, the deceased, Jonas Rampalile.  I am sorry, Mr Chair, it is number 9 which relates to Jonas Rampalile and number 10 which relates to the deceased Zachariah Mofokeng.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Mr Mpshe, before we finally decide to do this and to go on with this, I have just seen, again, I had overlooked the letter from the Attorney-General dated the 30th of December 1996 which is it page 31 of the papers?  Have you been in communication with the Attorney-General about this hearing?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Just to go through the letter quickly, Mr Chairman.  I see reference is myself up there but let me just refresh the contents, myself of the contents.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "What I am particularly disturbed about is paragraph 2.2.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "2.2.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Where he says that,\n\"This trial has not been finalised nor has Mr de Ru been convicted on these charges as stated.  This trial has continuously been remanded with the sole intention of affording Mr de Ru the opportunity of applying for amnesty.  The matter will either be withdrawn or will proceed once the finding of the TRC is known.  The next date of appearance in the Supreme Court is the 10th of February 1997 at which time it is hoped that the TRC will have reached a decision\".\nWell, we have not by the 10th of February, that is clear.  Is that matter now to be adjourned again because we are not proceeding with the hearing?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, if my memory serves me well, Mr\nChairman, I recall telephoning the Attorney-General that the application has not been heard as yet, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "But does he understand that it was being heard now?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No, Mr Chairman, I did not give him that information.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well, should he not have been informed?  Is he not a very interested party?  Might he not be able to supply a great deal of information?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Can I just - Mr Chairman, I am informed that the Attorney-General is aware thereof and he was also present here on Monday and Tuesday which means that he did get information about the ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "But he has not been told that it is your intention to adjourn it again.  On Monday and Tuesday you were telling us, as I recollect, that we would dispose of this matter, that it would not take very long.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Well he has not, that has not been conveyed to him, Mr Chairman.  This has not been, been conveyed to him, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "If he was here he would have heard it.  You said here in open, at the hearing because I do not like this idea that we, by adjourning matters, interfere with the administration of justice, upset court rolls without having at least the courtesy to talk to the Attorney-General and to find if the matter has been set down and whether he would prefer to proceed with the prosecution rather than wait for yet another adjournment.  Should this not be done, Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, on the basis of courtesy, this should have been done.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "How does this matter number 9 and 10, how do they, do they fall under 2.1 or 2.2?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "2.1.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "They are under 2.1, are they not, the matters you want to dispose of?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, Mr Chair, both matters, number 9 and 10 fall under 2.1 only and the remark on 2.2 relates to the matters which we have agreed to withdraw at this stage.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I have just been told that, by a member who is just here next to me that the matter has been postponed to the 6th of June by the Attorney-General who was here present and the gentleman who has just moved away says he is aware if the Committee wants, he can phone him, he can be present to listen to the proceedings.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "No, if he is aware of the fact and if arrangements can be made that the matter is disposed of before the 6th of June, not the day before the 6th of June, but sufficiently long before the 6th of June not to, again, interfere with the court rolls.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "So you are now withdrawing the hearings in\nrespect of the other matters.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well, we grant you leave to withdraw them from the roll.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, I beg leave to call the applicant.  I beg leave to call the applicant, Mr Chair.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Are you Afrikaans or English speaking.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Afrikaans.",
            "Male"
        ],
        [
            "MR DE RU",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, I would like to bring it to the attention of the Committee that I will be putting my\nquestions in English to the applicant.  We have agreed to that arrangement, but he will be giving his evidence in Afrikaans.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "If he puts on the earphones he can get, your question will arrive at him translated in Afrikaans.  I am not sure which one he has to dial to.  Number one, number one.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "I can hear, thank you.",
            "Male"
        ],
        [
            "MR MADASA",
            "As Mr Chair pleases.  Mr de Ru, is it correct that you are the applicant in this matter and you are applying for amnesty, is that correct?",
            "Male"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "Is it correct that on the, in August 1993 you were convicted for culpable homicide and defeating ends of justice and on another count of murder, is that correct?",
            "Male"
        ],
        [
            "MR DE RU",
            "That is correct, your Worship.",
            "Male"
        ],
        [
            "MR MADASA",
            "On, let me put, let me re-put that question again.  On what convictions are you presently serving sentence?",
            "Male"
        ],
        [
            "MR DE RU",
            "A charge of culpable homicide, a charge of murder and a charge of defeating the ends of justice.  I am serving an effective sentence of 13 years.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Murder of whom, culpable homicide of whom, where did it happen and when did it happen?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "With regards to the culpable homicide, it took place on the 15th of June 1990 on the farm Vrisgewacht in the district of Kroonstad.  The deceased in this matter is Jonas Rampalile, Jonas Rampalile, R A M P A L I L E.  The deceased died as a result of a shooting wound.  On the charge of murder, it took place on the 2nd of January\n1991 on the farm called Beltren, spelt B E L T R E N, in the district of Sasolburg.  The deceased was a Mr Zachariah Mofokeng.  With regards to the charge of defeating the ends of justice, it emanated from these charges of murder.  I would just like to hear from the Committee whether you would like to know now how the charge of defeating the ends of justice emanated or if you are going to wait for me to testify to give you that information?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you also possibly tell us what the sentences were in each, on each charge?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "With regards to culpable homicide I was sentenced to five years imprisonment.  On the charge of murder, 13 years imprisonment and on the charge of defeating the ends of justice, four years imprisonment.  It was said that the sentences run concurrently and that it is how it comes down to an effective 13 years.",
            "Male"
        ],
        [
            "MR MADASA",
            "With regard to the charges of defeating the ends of justice, you can mention them where they fit as you give your evidence.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Would, do you think it would be more convenient and would enlighten us more if you were to deal\nwith that now or as you give your evidence when it comes up?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Worship, as a result of the change in my application this morning, the agreement which we entered into, I would prefer it if I could set it out in my testimony because as you can see this is a very - rather thick document and I would not like to waste the Committee's time.  I do not - I know you do not have much of that and I would like to ask you to bear with me if you see me paging around, it is not that I am deliberately searching for evidence as, it is because of the sudden change this morning that we would only be dealing with these two matters.  I will explain to you when we come to the charge of murder how the charge of defeating the ends of justice emanated.  I thank you for your patience and I thank you for the opportunity.  Your Worships, in case, it will, it might be easier for my legal representative and also to save time, I will start with my testimony.  I am prepared to testify on my own instead of having him lead me by questioning.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you give us an indication as to which pages you would refer to and whether there will be certain aspects which you could just confirm instead of going through all the evidence.  If you think that you could just confirm certain things, you could just mention them and if we want to ask you any questions with regard to that we will do that.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "I understand that as such.  I just have one main problem with regards to the documents given to my advocate.  They have been numbered and my application has not been numbered.  I do not know if it will be at all possible that the Committee could give me the documents which will ease this and speed up the whole process.  I thank you for your assistance.  May I proceed, your Worship?  Thank you.\n\tI thank for the opportunity to be able to appear before you this morning.  I am applying for amnesty as has already been mentioned to you earlier with regard to the culpable homicide, the murder and the defeating the ends of justice which I am serving a sentence at the moment.  It has been agreed between my legal representative and I that we will apply for amnesty with regards to the other matters at a later stage since they do not quite fit in with the two matters that we are dealing with at the moment.  \n\tI would also just like to inform you that as far as the Attorney-General is concerned the matter referred to in the letters before you has been postponed to the 2nd of June this year in anticipation of the decision which the honourable, which the honourable Commission will find.  It is with regard to the two charges of murder which took place during a police action and I will not deal with that right now, but in due course.  \n\tYour Worships, I will testify before you that my deeds were committed with a political motive.  It was committed within the conflict of the past and that all facts, relevant facts will be revealed to you now.  \n\tI was in the employ of the State as a member of the South African Police Service since 1976 up until the 24th of the eleventh month 1995 after my appeal was turned down and I had to start serving my prison sentence.  I held the rank of Captain.  I worked as a Detective and at the time of the commission of these crimes I was the Commanding Officer of the Investigative Unit at Sasolburg in the Free State.  I will show that these deeds were committed within the ambit of my duties and within my authority aimed at - and it was aimed at political organisations such as the ANC who were involved in a political conflict against the State and/or against members or supporters of such organisations.  It was done bona fide with the intention of combatting the onslaught.  Hence these deeds were committed to combat the conflict of the past.  \n\tI also believed that I was working within the framework, operating within the framework of my duties as will become apparent to you in my testimony which I will give and also within the framework of my competency.",
            "Male"
        ],
        [
            "MR MADASA",
            "Sorry, Mr de Ru to interrupt you.  Can you commence with your giving the Committee the details of your\nperson as to when were you born and at what stage did you join the force, how old were you then and continue from there?",
            "Male"
        ],
        [
            "MR DE RU",
            "I understand.  I was born on the 15th of January 1955.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Which page are you referring to?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "It is marked page 1 right at the beginning.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Is it page 10 of the numerated pages?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "We can start on page 10 as well, it is the same thing, but I think the question which the honourable Advocate asked me will be found on page 1 with regards to my age and where I was born and if I understood him correctly.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I am, I do not know if your numbers are numerated on the top right-hand corner.  Is that not on page 10 and in the centre it is numbered 1.  Is that the document you are referring to?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When you are referring to the documents please refer to the numerals in the top right-hand corner.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Which page, number 1?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "It is page 10.  May I proceed?  As I said to you I was a member of the South African Police.  My force number was 00693260.  I received my college training ...",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr de Ru, the general background, will you not please just confirm under oath that it is 100% correct as set out here.  How far does the general background go in these documents?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Worship, page 11 on the second last paragraph, just before the last paragraph, I would say, the background goes that far.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And do you confirm that what is set out here is correct and do you maintain that?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "I confirm it as correct and I still maintain that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, proceed then.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, carry on.",
            "Male"
        ],
        [
            "MR DE RU",
            "As you please.  I proceed to page 12 where I refer to the fact that I met Colonel Herman Voigt for the first time.  That is the last paragraph where I say \"during this investigation\".  You will see there that reference is made to my meeting with Colonel Herman Voigt.  Once again I am going to confirm the content of that paragraph as correct.\n\tTo - with regards to page 13, the next paragraph starts with \"during 1992 I was\" - up until the end of that page, paragraph 14, I beg your pardon, I am referring to page 14, the top paragraph, the second paragraph on page 14.  The, I would like to refer you to the end of the second paragraph on page 14.  I would like to refer you now to page 214, 215.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Has this report on page 214 and 215 been compiled?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "You will see on page 215 that it was compiled by then Major Oosthuizen who was the District Commanding Officer of Uitenhage.  If you could please just grant me a few seconds, there is another document that goes with that one, if I could just try and find it within my document.  It might make it a bit easier.  Your Honour, in order to save time I am going to request that I submit this document to you in due course, but I would like to just read it to you so that you have insight into it.  It is with regards to the document I just referred to on page 214, it was written\nby the Station Commanding Officer at Sasolburg in the district of Sasolburg.  He has my force number and the incident report received from investigating officer in Uitenhage, the members actions with regard to this situation and the consequent court case of -  I would just like to confirm, for the sake of completeness, that those documents are correct.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Why was this report prepared, 214 to 215, what was the aim?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "It was an action which took place there in the unrest during 1995 at Kwanabuhle and Despatch and Uitenhage.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "But was it routine to set up, to compile such a report or was it requested for a specific purpose?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "No, it was after an action where people were shot dead.  If you refer to page 214 and 215, the last paragraph, during this action some of the most prominent people in Despatch were killed and were taken into custody and it had resulted, it had a good effect on the unrest there because there was a decline in the unrest at the time.  I will also testify about the culture within which we operated and hence this presentation before you which I will confirm.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "As it pleases you.",
            "Male"
        ],
        [
            "MR MADASA",
            "Sorry to interrupt you Mr de Ru.  For the sake of convenience and clarity, I would like you to begin giving evidence and refer to documents as you give your evidence.  We should start, you should start giving evidence, talk about the facts which relate to the first killing on which you were convicted on, that is Rampalile's case, I am referring to Rampalile's case.  Tell the Committee the background and all the relevant facts which relate to that\nkilling and continue from there.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Before you do so, do I understand that you prepared the whole of this document, all the 16 pages of it?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And do you confirm, confirm the correctness of the whole of it?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.  Your Worship, then we proceed to page 15, the last paragraph.\n\tDuring the years 1990 and 1991 on several occasions I investigated attacks on elderly people.  Also the murders on police officers and aged people on farms in Ellington, Steynsrus, Edenville districts and that would mean that it was the whole district 23, Kroonstad police district.  Colonel Voigt ...",
            "Male"
        ],
        [
            "MR MADASA",
            "Sorry, what page is that?  What page is that?",
            "Male"
        ],
        [
            "MR DE RU",
            "15, 1-5.  Your Worship, Colonel Voigt would ask me to investigate these matters each time and warn me that these suspects had to be found at all costs.  He also said that the youth and the Blacks under the leadership of Peter Mokaba were exercising the slogan \"kill the farmer, kill the boer\" and were later using the slogan \"one settler, one bullet\".  Hence Colonel Voigt coined the phrase \"one killer, one bullet\" and, I apologise for the use of the word in the following phrase, \"kill a farmer, kill a kaffir\".\n\tIt was accepted that the actions of people like Peter Mokaba were the cause of the attacks on farmers and elderly people and the murders of such people.  I hence believed that each of these criminals were members of the ANC, PAC and APLA, they had to pay for the murders. \n\t And one morning, the date being the 15th of June 1990, I was called up by Colonel Voigt to a scene where Mr Shorty Bezuidenhout was killed on a farm on the road between Edenville and another place.  The farm was Vrisgewacht and it was plot number 88.  He had been chopped dead with an axe and his aged wife had been cruelly assaulted.  Colonel Voigt informed me that the suspect, the suspects, a Black male and a Black female had been arrested and that I was to take the Black man out for further questioning and so that he could also identify certain exhibits with regard to the murder.",
            "Male"
        ],
        [
            "MR MADASA",
            "Sorry to interrupt you.  What was your relationship between, how was your relationship between yourself and Colonel Voigt?",
            "Male"
        ],
        [
            "MR DE RU",
            "Your Honour, I was his greatest confidant.  It was well known and even in court procedure it, reference was made to that several times, about the relation, the trust relationship between Colonel Voigt and I.  I have got the greatest respect for Colonel Voigt.  It was often said that I was his shadow.  Wherever he was, I would be in the vicinity.  I believed in Colonel Voigt.  I also accepted his operational methods and his way of thinking as my own.\n\tI also knew that Colonel Voigt was held in very high esteem and was of most senior officers in the police force and that he was always referred to as one of the best detectives in South Africa.  He was my inspiration to do my best at all times and I believed in everything he prescribed to me.  In discussions between Colonel Voigt and I it was quite clear, your Honours, that he could issue instructions, that serious action be taken against persons who were murdering farmers and attacking them and also the aged.  \n\tIt was through his conveyance to me and also my own \nknowledge that I knew that the situation at that stage in the country was of such a nature that farmers and aged were attacked and murdered in most cruel manners thinkable in order to send shockwaves through everyone and hence overthrow the stability of the country and, in doing so, also bring the Government of the day into disrepute and discredit it and in order to create, to send shockwaves through the farming community and also through the aged community.  \n\tIt was a method which was used to attempt to drive them off their properties and it is well known to all of us, your Honours, that especially in the Free State, the agricultural community forms a very strong support pillar to the country's economy and also to the country itself and the apartheid policy was strictly adhered to, and I was a police officer who understood their way of thinking and their beliefs in the exact way as they experienced them.",
            "Male"
        ],
        [
            "MR MADASA",
            "Sorry, sorry to interrupt you.  Did you, yourself, belong to any political organisation at that stage before you got engaged with Colonel Voigt?",
            "Male"
        ],
        [
            "MR DE RU",
            "We, I was in contact with the right wing politics in the early 80's.  I was even a member of the Afrikaner Weerstand Beweeging, the AWB, and, as a result of my affiliation to the police force, I could not expose that.  I was a personal friend of Mr Eugene Terreblanche.  I had many friends who were high ranking officials in the AWB.  Many of my farmer friends were high ranking in rightwing politics.\n\tOn the contrary, the Conservative Party assisted me to a great extent in the initial stages after my arrest and my expulsion to such an extent that they attempted to get the police department to pay for my legal costs since there was a dispute about the payment of my legal costs.  What I am thus saying is that I had great sympathy with the farmers.  I had great sympathy with the method and the effect of these, that these murders had on them and I understood the instruction given to me by Colonel Voigt and resolved to execute them to the best of my ability.",
            "Male"
        ],
        [
            "MR MADASA",
            "Sorry, to interrupt you.  What was Colonel Voigt's instruction to you?  What was his instruction to you in regard to the alleged assailants of the farmers?",
            "Male"
        ],
        [
            "MR DE RU",
            "Your Honours, Colonel Voigt said to me that these people were fighting to escape and their type should not be left to live.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Are you back on page 16, paragraph two?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The first line reads,\n\"He said to me to see, he told me to see to it that I, to see to it that the suspect is found, to see to it that the suspect receive, gets the opportunity or gets the chance\".\nYou must get the opportunity.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The word \"chance\" has to be written in there.  That \"the accused should get a chance to escape.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Colonel Voigt also said that he would come out to the scene if I needed him and that he would attend the shooting incident personally.\n\tAt that stage and that day I was stationed at Sasolburg.  Colonel Voigt was my District Commanding Officer, he was stationed at Kroonstad which is a 120 kilometres away from where I was.  Colonel Voigt contacted me that morning to come and do identifications.  I went to Kroonstad, received the Black man at the charge office of the Kroonstad Police Station.  What I would like to mention is that before I could find the Black man, Colonel Voigt took me to the State Mortuary, which is behind the police station, where he pointed out the body of the deceased, Mr Bezuidenhout, to me.  Your Honour, the body was in an advanced state of decomposition and it was mutilated\nand I, the body was in a state of - it was extremely mutilated and I managed to obtain photographs which I would like to submit to the Commission.  Unfortunately, I only one have one set of photographs.  We have made photostat copies, but they do not indicate what the colour photographs show and hence I would like to hand them in to you.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Thank you.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What has been handed in is an album apparently prepared by the South African Police during the course of the investigations.  It shows the body of a man lying on the floor of a kitchen.  There are close-ups of his head and the wounds there and other photographs of the room and other rooms in the house.  There is also a photograph of an elderly woman with an extremely battered eye lying on a bed with a gash on her leg.  This will be EXHIBIT A.\nEXHIBIT A HANDED IN",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Mr Mpshe, there is no other previous exhibits in this application?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No, Mr Chairman.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr de Ru, when you saw the photo of the deceased before you went into the investigations, how did you feel?",
            "Male"
        ],
        [
            "MR DE RU",
            "Your Honour, in my police career I have seen thousands of corpses.  As you yourself have seen, that is not a good, a very pretty sight.  It is shocking to see such photographs.  It is shocking to see that it is an aged, an aged man who was killed in that way and an elderly lady who was assaulted.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Do you know how old they were?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Honour, Mr Bezuidenhout was 68 years old and Mrs Bezuidenhout was 64 years old.",
            "Male"
        ],
        [
            "MR MADASA",
            "These attacks on the farmers at that stage, I am referring now to the police force interpretation, the way they saw them, were they seen as political or purely criminal?",
            "Male"
        ],
        [
            "MR DE RU",
            "Your Honour, I saw it as being political, Colonel Voigt saw it as being political.  I am fairly certain that the seniors, his seniors, saw it as such as well.  There was no way in which I could have believed that Colonel Voigt would have followed his own agenda by attaching politics to such, to such crimes if he had not received his instructions from a higher authority.",
            "Male"
        ],
        [
            "MR MADASA",
            "My next question is, if they were seen as political, they were therefore security matters, why were you called to investigate or to be involved in this matter whereas you were in the Detective Branch?",
            "Male"
        ],
        [
            "MR DE RU",
            "Your Honour, it was well known that all investigations are done by Detectives at the end of the day, and I even believe that the security people in the court today, that under emergency regulations that they have arrested people and have helped people and that us, as Detectives, we had to do investigation.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr de Ru, were you involved in the investigation in Kroonstad of the Three Million gang?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes, that is correct, your Honour.",
            "Male"
        ],
        [
            "MR MADASA",
            "Carry on after you have, Colonel Voigt has shown you the body, what happened?",
            "Male"
        ],
        [
            "MR DE RU",
            "Your Honour, I received the Black man, as I told you, at the charge office and then also the prescribed form for suspects, I completed that.  Myself and Constable Mojafe travelled together and the suspect showed us the route to\nplot 80, Vrisgewacht, that was in Kroonstad.  We were also accompanied by a police photographer, he travelled in his own vehicle.  \n\tOn the scene many places were shown to me by the deceased and photos were taken.  After that we went back to our respective vehicles.  The photographer left in his vehicle and myself and Mojafe stayed behind with the deceased and we talked to him.  I told him that other exhibits, pieces of evidence had to be shown and identified to us, that his co-suspect would have hidden away in pigstyes.  \n\tWe walked to a specific scene.  I will also hand in photographs to you to illustrate it to you.  It will make it much clearer for you.  In front was the suspect, myself behind him and then Mojafe.  There was a rondavel and a reed hut just behind the rondavel.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Are you, are you handing these photographs in or are they part of the record?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Honour, I will hand it in.  I just want to complete the paragraph.  It is a whole set and then I will explain it to you if it pleases you.  Thank you.\n\tWhen we got to the rondavel the suspect walked around the rondavel and at the entrance of this bush he stood and then he quickly walked into the bush and it looked to me as if it was the ideal opportunity to let it seem as if he is trying to escape.  I took out my pistol and I fired two shots at him.  He fell down and Mojafe and myself shouted that he was escaping, he died.  \n\tThe police officer who was standing at the house ran to us and I left him and Mojafe with the deceased and I went to my car and then also called Colonel Voigt on the radio to the scene.  He came and I showed him the scene.  On the scene he talked to Mojafe, I do not know what they said, but later on the way back he told me that the Colonel said that there is nothing to worry about and we did a good job. Voigt also took my hand on the scene and said it was excellent work.  The news that the suspect was shot spread quickly and all the local detectives congratulated me as well as the magistrate.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr de Ru, the congratulations, was that because the people had knowledge of the true facts that you shot this person or was it that they congratulated you because you shot someone who tried to escape?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Honour, they did not have any knowledge.  It was only Colonel Voigt who had knowledge of the true facts.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So those people was not based on the fact that you shot him because of the true circumstances, but it was because they thought you shot a person who escaped, who was a suspect in a murder case?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And up to now they are still under the impression.  Do they have knowledge of the true facts?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Honour, I think the true facts are being revealed today for the first time.  Your Honours, just to go back to the photos that I referred to.  I hand in photos.  We will mark it as EXHIBIT B.  It is photos taken on the 15th of June 1990 where you will see me at the entrance of a reed bush and on the second photo you will see the deceased lying.  I just want to point your attention to the date, it is 15/6/90.  It was round about 19:30, 13:30.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "This is again official police photographs?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes.\nEXHIBIT B HANDED IN",
            "Male"
        ],
        [
            "MR MADASA",
            "Sorry to interrupt you.  Before you carried out\nthe instruction from Colonel Voigt, did you have \ninformation, personally, that the person you shot was, in fact, connected with the killing of the farmer?",
            "Male"
        ],
        [
            "MR DE RU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "What information did you have?",
            "Male"
        ],
        [
            "MR DE RU",
            "It was his own identification of the scene, he pointed to the house, the kitchen, the blood stains on the floor, the bedroom.  So, I had no doubt that that was the right person.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr de Ru, I think an important question, it might have been the correct person, it might have been the true murderer, but did you have any information, what was your view, what did he have to do with the politics?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "It was just only what Colonel Voigt conveyed to me.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I beg your pardon.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Only that what Colonel Voigt conveyed to me.  That these people were responsible for the murders and that they were politically motivated and that they were members of either the ANC or the PAC and I believed him that that was the truth.",
            "Male"
        ],
        [
            "MR MADASA",
            "So when you, when you shot at this person, you were not merely shooting a criminal, you were shooting a terrorist, so to speak, is that correct?",
            "Male"
        ],
        [
            "MR DE RU",
            "Your Honours, I would not put it as a terrorist, but perhaps a political activist.",
            "Male"
        ],
        [
            "MR MADASA",
            "Carry on.",
            "Male"
        ],
        [
            "MR DE RU",
            "Your Honours on the 18th of the sixth, that was three days after the incident, Colonel Voigt called me back to Kroonstad and it was through his information this whole scene was reconstructed where you will now see, and it is\nphotos that I will hand in, that the points are placed \ndifferently, that the \"escape\" or, then in inverted commas, where it makes it \"more real\".  \n\tYou will see on photograph 1 where Mojafe is practically in the position between the rondavel and the reed bush and it is indicated on the sketch point as the point where the deceased allegedly started running.  Point B, the point where de Ru fired a shot, a warning shot and point C, the point where de Ru shot at the deceased and point D, the point where de Ru allegedly shot a second shot to the deceased and the next point where the deceased is then seen.  This photo album was not the correct, a true reflection of what really happened.  \n\tI want to point your attention to photo 2 where you see my back pointed to the camera, that is point D, and then in the bush, point E and just behind me point C, that is Colonel Voigt himself.  I hand this album into you as EXHIBIT C.\nEXHIBIT C HANDED IN",
            "Male"
        ],
        [
            "MR MADASA",
            "Mr de Ru, whose idea was it to reconstruct the scene?",
            "Male"
        ],
        [
            "MR DE RU",
            "It was Colonel Voigt's and I believed that it was done in such a way so that I would be protected with regard to the act I committed, and that this protection also had the approval of the senior officers.",
            "Male"
        ],
        [
            "MR MADASA",
            "Were you in fact protected after he had reconstructed the scene?  Were you ever investigated, in other words, was that case investigated by the police?",
            "Male"
        ],
        [
            "MR DE RU",
            "Yes, there was an investigation.  Colonel Voigt instructed Colonel Weyers Marks to do the investigation and Captain Weyers Marks was also a confidante of Colonel Voigt.  Captain Marks was at that stage at the Detective Branch in Virginia.\n\tI also want to mention to you that there was an \ninquest after the incident in the Magistrate's Court of \nKroonstad and the inquest was finalised and there was never any indication or judgment that I was, in fact, guilty so I was, in fact, protected by or from them the true facts of what really transpired.  \n\tYour Honour, I also would like to submit the photo album that was made for the trial in the Supreme Court and the points, as indicated on this, are the correct points and you will also see that it correlates with Exhibit A.  I did not point these points out, but it was indicated by Constable Mojafe.  \n\tYou will also see on photo 11 and 12 in this album as well as photo 13, you will see air-photos of the situation on the farm.  That will be EXHIBIT D.\nEXHIBIT D HANDED IN",
            "Male"
        ],
        [
            "MR MADASA",
            "In this case you are testifying about now, was later re-opened and you were charged, is that correct?",
            "Male"
        ],
        [
            "MR DE RU",
            "Yes, that is correct, your Honour.",
            "Male"
        ],
        [
            "MR MADASA",
            "Do you know why it was re-opened?",
            "Male"
        ],
        [
            "MR DE RU",
            "Yes, I know.  It was because of an investigation after a shooting incident in Valpark.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr de Ru, the case was re-opened, you were charged and you were convicted?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And who was the deceased in this instance?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "It was Jonas Rampalile.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "This was the count of culpable homicide where you were convicted?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What were you charged with?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Murder.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And you were found not guilty of murder, but\nguilty of culpable homicide, is that so?  You were not \nfound guilty on the charge of murder, you were found guilty of culpable homicide?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes, that is correct, your Honour.",
            "Male"
        ],
        [
            "MR MADASA",
            "Let us move now to the second case.",
            "Male"
        ],
        [
            "MR DE RU",
            "There is still a piece remaining on the page where we are busy with and I would really want to present that to you.  I am now revealing the true facts for the first time because I have true remorse and I believe that what I did was wrong and at that stage I believed that my actions were justified and I saw it as part of my duties.  I now realise that I was abused and that my actions were protected by senior officials and I believe that the criminals were all politically motivated to kill farmers. Then we continue to page 17, and to attack them, and I also want to mention to you that during my trial there was no legislation for amnesty.  There is now an Act to promote reconciliation and unity and I am now revealing all the facts to you.\n\tYour Honour, I just want to mention to you that in the court records of the trial it was never asked to me to explain with regard to this case, there was no statement taken from me when, the first time I realised that I was being charged was when the State Attorney then charged me and then I saw that I was being charged for this particular case.  It was never informed by anyone before I appeared in court to give an explanation surrounding this case.  \n\tAlso during the trial I used Article 49(2) that I was unjustified in shooting a person escaping because I still believed that the system was going to protect me and also on a Senior Advocate during the trial, I said that I believe that the policemen would support me and that they would protect me.\n\tAnd then I also want to mention to you that in November '92 I received an award for the best detective in the region from Colonel Voigt and Brigadier Geldenhuys, and this confirmed to me that they thought that my actions and my work was correct and that it is expected from me to do so. And I also want to mention to you that it was the first time that this award was given to an officer.  It was always awarded to a subordinate officer.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The testimony that you gave during the trial was false evidence?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes, my evidence.  The evidence I gave was similar to what was given in my statement in the inquest.  It was already completed by the Magistrate's Court.",
            "Male"
        ],
        [
            "MR MADASA",
            "Carry on.",
            "Male"
        ],
        [
            "MR DE RU",
            "As it pleases you and there was also another incident, murder on Mr Woest in the Koppies district.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, may I interfere here a little bit, Mr Chairman, if allowed?  Mr Chairman, if the applicant is\ngoing to start reading from that paragraph as he is doing, Mr Chairman, and he is going to continue, then that breaches the agreement reached by myself and my learned friend and conveyed to the Committee members in chambers that the other incidents will not be heard today.  He is going to concentrate on the, on the one incident.  Now, from that paragraph down it is another incident involving various policemen who are not present, Mr Chairman.  I regard that it is going to be a breaching, this evidence is being heard.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Mr Mpshe, we were told at the very beginning that the application was in respect of amnesty for the conviction of murder, culpable homicide and defeating the\nends of justice.  You must have known from that that it \nrelated to some incident apart from this one incident where he was convicted of culpable homicide.  Why did you not raise the difficulty then?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, if the Chair will recall in chambers, Mr Chairman ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I am not interested in chambers, I am interested in what happened at this hearing.  We were told at the commencement of the hearing that the application was for amnesty in respect of culpable homicide on the 15th of June 1990, murder on the second of January 1991 on the farm Beltren and defeating the ends of justice, were we not?  We were told that, yes, when he started giving his evidence, were we not Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I will accept that we were told, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well, why did you not raise your difficulty then?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I will, I will withdraw my objection, Mr Chairman, but I want to, I just want to put on record that the policemen who are going to be implicated here, Mr Chairman, mentioned in this, will not be here to hear this evidence.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well, why didn't you ...(intervention)",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "... not raise that problem ...(intervention)",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "... then.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, Mr Chairman, I may not have heard this, but I laboured on the agreement reached between myself and my learned friend which agreement was conveyed to your good selves in chambers that the matters wherein a various\nnumber of policemen are involved will not be heard, Mr \nChairman, and that is when the Chair in chambers said, are we now separating the, the acts and that was agreed upon.  I have been belabouring on that agreement, Mr Chairman.  That is why I come in when this type of evidence is to be led, but if ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Mr Mpshe.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "... but if, if the Chair, Mr Chairman, feels that I am out of order, allow myself to keep quiet and let the evidence be led, but I am referring specifically to the agreement reached which is known by the Chair and the Committee members.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes, I ...",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "... understood the agreement was in respect of the cases we were told about.  Mr Mpshe, if this matter was, the whole of this matter was supposed to be heard at this hearing, was it not?  You told us repeatedly ...",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "... we could dispose of this matter here at Bloemfontein.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, let it be so, Mr Chairman, I do not want to enter ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "In that case ...(intervention)",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "... into other areas, Mr Chairman ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "... why did you not notify the policemen who were named?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, the report is going to come, it is available, they are going to fetch it, about the people who are implicated, Mr Chairman.  It is available, but on the basis of the agreement ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Forget the agreement, Mr Mpshe, I am asking\nyou why, when this matter was set down, proper steps were not taken to notify the persons implicated.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I am sick and tired of this happening.  At hearing after hearing we find that people have not been notified.  Why were these policemen not notified if this matter was to be heard here?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I wish the Chair could give me an opportunity to explain.  Give me the chance to explain, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Try to.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you.  Mr Chairman, I have just indicated a second ago that a report from the IU will be made available to this Committee, Mr Chairman, and that the basis on which I agreed that we do this, Mr Chairman, was that the, I was told that the only person implicated is Colonel Voigt in the matter which is going to be heard, but as the Chair has already indicated, I withdraw that objection, that the matter go on, Mr Chairman, but we should not be taken to task because I was acting here on the agreement reached.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Mr Mpshe, did you give us these papers to read, 280 odd pages, at a time when you did not know if notification had been given to interested parties?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did, did not know the notification was not given, Mr Chairman, was never my ways ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well, why did you not find out?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "...in this hearing Mr Chairman.  I said, Mr Chairman, the report will be tabled before you today.  May we, for the sake of this, Mr Chairman, ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Why was this not found out before the hearing commenced?  I do not want reports tabled today, the last day of the hearing.  Before the matter was set down, why did you not satisfy yourself that proper notice had been given to implicated parties?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, I do not want to enter into arguments that will be of an emotional nature, Mr Chairman.  May I, may I, with respect, withdraw the objection and let the applicant go on.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Before you withdraw the objection I think something must be cleared.  Mr Mpshe, I told you last time, when problems of this nature arose, I told you that if there are problems, you must decide whether you want to accept, personally, the problems that emanate from the office of the Amnesty Committee.  If you do not speak them out and air them and make everybody understand that there are problems, the Amnesty Committee has got problems, if you do not want to speak out, you will end up having to shoulder the responsibility for everything that comes out of here.  I told you that, but apart from that, can I just clarify with your colleague, Mr Mama, Mr ...",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Madasa.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "When we were in chambers, when you spoke about a matter or matters which, I am not so sure now what you said, when you said that the matter or matters were or let me put it this way - did you say a particular matter was totally separable from the rest or did you speak of two, three matters which were totally separable from the rest?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Commissioner I said the information which relates to the application which we are now dealing with, I am sorry the information that does not relate to the application that we are now dealing with, we will leave that out.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "I am, did you, tell me if I am wrong.  Did you not say that we will hear a particular matter and that matter was totally separable from other matters?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "I get your question, yes, I said that.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "So, Mr Mpshe, is correct to say that in chambers you said to us only one matter was going to be heard?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Why are you wanting to hear more than one matter which is something totally different from the agreement that Mr Mpshe is referring to?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "In fact, Mr Commissioner, before the discussion between Mr Chair and Mr Mpshe, I was about to bring to the attention of the applicant, because I also discussed this with him during consultation this morning after I had met you, that he should leave out the information we agreed between ourselves, that he should leave out and he has made markings on his notes about that information.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Now, why do you not come to the assistance of your colleague and explain to us there and say to us Mr Mpshe is correct to say that in chambers we agreed that only one matter would be heard?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Commissioner, I am sure you will appreciate because of the nature of the debate between Mr Mpshe and him, I was not able to come in there and then.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Why did you not tell us at the beginning when you gave us details of these three, these matters that were, that amnesty was going to be sought for, why did you not stop it then?  You remember, we got details of three matters.  My friend, colleague here asked how many years\nsentence for each of them.  We were told all that and you \nmade no suggestion then that we should not proceed with them and I understood, certainly, that that was what you had agreed.  Why did you not stop the applicant?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "In regard to the evidence the applicant has given so far, there is no breach of ...(intervention)",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "No, at the beginning I asked with what are we going to deal now and I have numbered it here, one, two, three.  First one culpable homicide, second one murder in 1991 in Beltren, Sasolburg. The deceased who were all mentioned to us and sentenced to 13 years.  So, I was under the impression, too, that we are going to deal with these three matters and not the other ten, 20.  I have asked - point out on pages nine and ten which matters are we going to deal with and it was said it is number nine and number ten there and defeating the ends of justice was connected with the murder.  So, we started this under the impression that we are going to hear three matters today and I thought, apart from what you said in chambers, it is true that we were told that we will deal with one matter, but I thought it is the Free State matter, as such.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "I agree with you, Mr Commissioner, and my impression is that this is exactly what we are doing now.  I do not see the problem.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So, we are coming back and we will deal with the other Free State matters in a few weeks time and finish with another matter which we could have dealt with in toto.  Now we are cutting this up in how many hearings.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "The matters we are dealing with now are the matters on which the applicant is serving sentence and these relate to the shootings of two people, Mofokeng and\nRampalile, and within that is involved the charge of \ndefeating the ends of justice which relates to these two matters and these are the matters that we are dealing with.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But then we are not dealing with the one matter, then we are dealing with two matters.  Is that not so?  Could we take a tea adjournment please?",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "You see the problem is that if you now deviate from the initial arrangement, and I recollect very clearly that you said we are going to hear one matter which were separable from the rest and I even asked you whether you were sure whether that particular one matter was separable from the rest because it would be difficult to reconstitute the Committee as it stands now and you said, yes, that matter was separable.  You did not speak of two matters.  Now the, if you bring in another matter, this matter that Mr Mpshe is talking about, where he says that call their policemen who are implicated and have not been informed for whatever reason, would obey, but he mentioned in chambers that he would have difficulties in hearing this other matter because, because there are a number of policemen who had not been informed and it was agreed then that you would not deal with the matter, the matter that he is now referring to, the matter that you are now attempting to have, to have it heard, to have heard, he said that that matter should not be heard because policemen had not been informed.  Now if you are going to deal with that matter, you are going to embarrass your colleague and I think it - you are under a duty to come to his rescue and say that it was agreed that we would hear one matter and I think we should keep to the one matter as agreed.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Sorry, Mr Commissioner, let me attempt to clear the confusion.  ...(intervention)",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "I am not confused, I am not confused at all, I do not know who is confused, I am quite clear, I do not need any clarification, I am quite sure that you said there was going to be one matter which was going to be heard.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Let me answer what I meant by one matter.  By one matter I meant the fact that in the Supreme Court at the time both cases on which the applicant was convicted were dealt together as different counts.  So this is, this was my interpretation of referring to a one matter.\n\tIn addition to that I would request a short adjournment of about five to ten minutes so that I can clear with the applicant as to the evidence we agreed between ourselves which we should lead, but I am taking the blame in connection with what did I mean by one matter.  By one matter I meant the cases upon which the applicant has been convicted and my impression, when I consulted with him, was that if these two matters, which are referred to as one matter, still do not implicate other police, in which case it would have been proper for them to be notified.  So, I ask for a short adjournment of about ten minutes so that I can clear with the applicant the fact that in these two matters, upon which he was convicted in the Supreme Court, his application will not implicate other policemen in both matters which are referred to as one matter.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Well, I am glad at least somebody is accepting the blame for this.  Thank you for being honest about it.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The time being 11H15 we will take a short adjournment at this stage.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR DE RU",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Mr Mpshe.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You have received a lot of flack this morning as the senior evidence presenter.  One factor which we have in mind is that you were not, in fact, going to be present here originally, but you have stepped into the breach and as a result you are receiving flack that should have been aimed at somebody else, that it was not you who originally prepared these, some of these papers, but I take it you will pass on what has been said to you to your colleagues to ensure that they have regard to these matters in future.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is so, Mr Chairman.  I am happy the Chair is now aware of the predicament I have been put into.  Mr Chairman, both my learned friend and I are indebted to the opportunity given.  Mr Chairman, we have clarified certain issues, myself and my learned friend, and the applicant.  I would just want to put you on record, Mr Chairman, that I will not have any problem that the applicant continues with the next incident where he was when I objected, Mr Chairman.  \tIt is on the basis that the police officers thereon mentioned, that is on page 17, that will be page 17 of the applicant's statement, the paginated, 17, paragraph three thereof. The paragraph starts with, \"op 2 Januarie 1991\".  There are police officers implicated, Mr Chairman.  Sergeant Hammond, Sergeant Herbst, Sergeant Nel and Sergeant Pienaar and, Mr Chairman, these police officers have not been served with a 19(4), but, Mr Chairman, the 19(4) has, the 19(4) has fallen off.  There is no need for us to inform them in the sense that the police officers I have just mentioned now, were used as State witnesses and they were, at the end of the trial, absolved from this incident in terms of Section 204 of the Criminal Procedure Act.  I had the opportunity of talking to the Attorney-General who was approached in this matter, he is herein present, he has confirmed that all these people mentioned herein were State witnesses and are absolved.  The implication being that there is no need for them to be informed because they are not implicated.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Is the truth not going to implicate them?  They were absolved then because the truth was not revealed.  I have not read what is going to be said, but I assume that when an applicant makes, applies for amnesty he, in most instances, the version that was given then would be different from the version that he will be giving now, in the sense that the version we are going to receive now would be the truth.  Now, they might have been resolved on the basis of the previous version, but are they now not going to be implicated by the new and truthful version?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.  Mr Chairman, the truth will not make them implicated because the Attorney-General, when I discussed with him this morning in the presence of my learned friend he said at the trial, as State witnesses, they told the whole truth, how they were involved in this and what they have done and the applicant also stated that he does not, he, by mentioning them here, he is not implicating them because they have said what they know which was the truth at the trial.  So what the applicant will say today will confirm what they told the court as Section 204 witnesses.  I do not know whether I am clear.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Well, I understand you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I noticed that while you were saying that the applicant was nodding his head.  I take it from that you mean that you will not be giving any evidence today that will conflict with the evidence they gave at your trial in respect of their behaviour.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Honour, I confirm.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And further, Mr Chairman, to complete on this, this will be the only incident that we are going to deal with.  At the end of the evidence on this aspect, then the application will stop as agreed upon.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Defeating the ends of justice.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "As agreed earlier on, defeating ends of justice is not going to be dealt with as a separate application.  It is part and parcel of the reconstruction of the scenes which the applicant has already referred to earlier on.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, if I may, may ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "If I may, Mr Chairman, may I request that my learned friend confirms what I have just put on record, Mr Chairman, please.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "I confirm it, Mr Chair.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Do I understand, do I understand correctly that the charge of defeating the ends of justice were the falsification of the reports made about the killings?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "That is correct, Mr Chair.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thanks.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Honour, I would just like to add that it was not with regard to the murders.  I was convicted with regard to defeating the ends of justice, it was on culpable\nhomicide, it was not with regard to the specific murder on the plot.  The defeating the ends of justice was because of changing of the evidence on the scene.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you just draw the microphone closer to you.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Should I repeat?  The charge of defeating the ends of justice, that was there the scene was changed.  It was not with regard to culpable homicide.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "The scene of the culpable homicide, that scene was changed?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I cannot hear him speaking.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes, that was also changed, but I was not convicted on that.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well, what were you convicted, of changing the scene where?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That was on the murder charge and I am going to testify about that now.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Sorry, who was the victim, the victim?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Zachariah Mofokeng.",
            "Male"
        ],
        [
            "MR MADASA",
            "Please carry on, Mr de Ru, with the second incident.",
            "Male"
        ],
        [
            "MR DE RU",
            "Thank you, your Honour.\n\tOn the second of January 1991 I was busy with a case in Soweto where I attended court proceedings and on my way back and I contacted per radio that there was a robbery where an aged White man, at the age of 70, was attacked and robbed during the early hours of the morning, that was on the 2nd.  At that stage Warrant Officer Herbst was already busy with the investigation.  Warrant Officer Herbst heard me over the radio and he asked if I could help him with identification concerning this case.   \nI want to explain to you that Kragbron is a small community outside Sasolburg and previously it was power installation and there are a few houses occupied by aged people and also less affluent people.  It is cheap housing, and it is approximately 28 kilometres from Sasolburg.  \n\tYour Honour, because I was already cognisant of the duties in connection with Colonel Voigt with regard to these crimes being committed against farmers and aged people, I immediately said that I would be of assistance.  I completed the necessary or fetched the necessary forms for identification of suspects and then I found Warrant Officer Herbst.  I met him on the road to Kragbron, that was on the Sasolburg/Koppies main road.  \n\tAnd at that stage in my vehicle, it was myself, Detective Hammond, Nel and also Pienaar and we discussed who should take out the person and that a situation should be created that there should have been or would have been an escape.  Nel said that he worked with Internal Stability Unit before he was, before he came to me and the Detective Unit and that he, it was a long time since he shot anyone.  They were also cognisant with regard to the feeling that was created by the officers regarding criminals of this nature that was motivated to kill farmers and aged people and I also believed that these criminals were influenced by youth leaders and political leaders to kill, murder aged people and to attack and assault them and to rob them.  And I believed that every person who committed such acts on aged people belonged to a political organisation and that they were instructed by the political organisation to kill and attack White people to gain acknowledgement within these organisations, and that White people should be the victims for political motives.  \n\tWe took the suspect out to the scene, that was at Wag 'n Bietjie, Wag 'n Bietjie Way number 71, that was in Kragbron.  I completed the form regarding the identification he did at the house.  When we finished there we left the scene and we went to the farm Beltren.  This farm is situated directly next to Kragbron where you go to the access gate to Kragbron, it is about 800 metres from Kragbron.  We drove along a gravel road next to a fence and there is a pipe going there and it is a deserted place and we went up to bushes on the right-hand side, this pipe inlet and there were also bushes on the left side, but it was a bit further from the road than on the other side.  \n\tMyself, Hammond and Nel and the deceased then got out of the car.  Pienaar remained in the vehicle because at that stage he was busy to talk to Herbst over the two-way radio in the car.  Herbst and them, they were far from us, they were not close to us.  \n\tWe climbed through the fence, that is myself, Hammond, Nel and the deceased.  We walked to the right-hand side towards the trees.  The suspect was in front of us and when he got to the trees I realised that it would look as if he would escape, it looked like an easy way.  I shouted to him and fired a shot, he fell and he lay on the ground without moving.  Hammond and Nel went to look at him and we decided to keep Nel away from the scene so that the escape could look feasible.  Hammond and myself were both largely set people and it would not have been possible for us to really run after somebody who was escaping.  Pienaar was still in the vehicle.  \n\tI continue to page 18.  Because of the rain at that stage, heavy rain that we had and he could not see anything, Hammond and myself went to the other side of the road and we fired shots to create another scene.  What I mean is that we went over the pipe inlet to the left side of the road.  We ordered the duty officer to the scene.  \n\tHammond, myself, we all planned the shooting incident and at, the inquest was completed at a court in Sasolburg.  You will also see there is an exhibit regarding the inquest that was held by Magistrate Barnard in '91 in June where possible reasons for causes for death was given, that the person was shot in the heart, he was shot because he was escaping, someone responsible and the answer is, \"no\".  I submit this document.  It is J56, it is also an exhibit and I think it should now be E.  Thank you.\nEXHIBIT E HANDED IN",
            "Male"
        ],
        [
            "MR DE RU",
            "I also appeared in court, the Supreme Court on this case and I was convicted because of murder, on the charge of murder.  I was convicted on a count of murder and I was sentenced to 13 years and then also four years with regard to defeating the ends of justice.  The deceased, in this case, was Mr Zachariah Mofokeng and his address is unknown to me and his next of kin is also unknown to me.\n\tAs in the case with the shooting incident on Jonas Rampalile, I am now revealing these facts for the first time as regards myself and the same applies that I was never asked to give an explanation regarding these incidents.  I was also cognisant of that fact after this whole process was presented to me.  \n\tAnd, your Honour, I want to point to you that this was something that happened because of the instructions I got from Colonel Voigt.  After discussion between myself and the person leading evidence, I want to mention to you that these instructions also were valid for other cases and that people were not shot because of the circumstances.  I believed that the instructions of Colonel Voigt were correct.  I believed that Colonel Voigt in no way gave his instructions out of his own, but that he got it from somewhere, from a higher authority.  \n\tI also want to mention to you as it was mentioned by Commissioner de Jager to me, that I did an investigation into the Three Million activities and it was Colonel Voigt who gave me the instructions and that led me to believe that Colonel Voigt's instructions to me were correct because they were instructions to investigate these activities of the gang because there were allegations that police were involved, and what I want to present to you is that I believe that Voigt's instructions were correct and that all the people who were involved in the attacks and murders on farmers, that they were seen as I have presented it to you and that I experienced it in such a way, that it was politically motivated.  That saying \"kill a farmer, kill a boer\" and \"one settler, one bullet\" that that was an inspiration which led to these kinds of criminal acts.  \n\tI also want to mention that in the second case there was also a firearm, the squatter camp Enzamdela, in the black township of Sasolburg, is approximately four kilometres from this residential area, Kragbron, and it is known, your Honour, that this squatter camp was a breeding ground for most of the problems in the Vaal Triangle and that many of the activists and wanted people of Sebokeng, Sharpeville, Everton and those surrounding areas were in this squatter camp, hid in this squatter camp.  Your Honour, my motive was that with, I wanted to stop the attacks and murder of farmers and aged people especially in the Kroonstad district where I was working.  That was now from Kroonstad up to Heilbron and it included 13 police stations.  Colonel Voigt chose me because, as seen from the evidence in front of you, that it was very clear that I was his confidante and, as I already testified, that he said to Captain Marks to investigate the first shooting incident and in the second incident he asked Captain Simmington in investigate it.  Captain Simmington was just as Captain Marks, also confidante of Colonel Voigt and I realised that I would be protected against the true facts of what really happened.  And I am convinced, in my heart of hearts, that in - should Colonel Voigt still be alive at this hearing today, that he would have sat here and that he would have confirmed what I am testifying.  \n\tI also want to mention to you that during a conversation between myself and one of the investigating officers, Major Sewenster, a few weeks ago, he said that right from the start of the investigation they were aware that should Voigt have still been alive, that they would also have arrested him.  As I already said, and I do not want to place too much emphasis on it, that the murders were committed by political activists, supporters of APLA, ANC, PAC, members of the UDF and that it was motivated by what was said by political leaders and slogans that they sang, those that I referred to, and I believe that this Committee already took cognisance of the fact, even during this week, of what the instructions were regarding these incidents relating to murders and attacks on farmers and the aged.  And we also know that it was common knowledge that the PAC's\npolicy was to take back land and we also know that it was very important to keep the support of farmers and aged people so that fear should not be created, so that they then also do not lose trust in the former Government and apartheid.  And I ask that you will see these acts, that by trying to maintain the feeling of the farmers, that I tried to protect the Government of the day and the apartheid policy.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So ...",
            "Unknown"
        ],
        [
            "MR DE RU",
            "And I would also just like to say that my motive to, when one looks at these people who tried to overthrow the Government and through their acts that they did, that I tried to stop them so that I could keep the Government of the day in power and later on, I was informed by Voigt and the officers later on that it was approved and that I would be protected.  These acts and instructions, I now see them as unlawful, but not then.  Then it was part of my duties and in investigation of attacks and murders on farmers and that I believed that I was actually promoting stability in the rural area and to try to keep the Government in power and that you will see my acts in this regard.\n\tI believed in the policy of the National Party, the apartheid policy and I believed that I had to do my duty as best I possibly can.  I also believed that in every instance I acted to the benefit of the Government and the White community, especially the farmers and the aged people and that my contribution or that my acts contributed to keep the Government in power.  \n\tYour Honours, you already have knowledge of the testimony of General van der Merwe and this also applies to me.  I am only going to mention a small part of this.  The opinion of members of the security on grassroots level that they had approval of the previous Government, that they actually could commit these acts, were justified.  \n\tI also want to mention to you that in his testimony that there were never reports with true facts as now presented to the Truth Commission and he also said that that fact that there was not any action taken against these members, could also lead to these beliefs as I already \nmentioned it to you.  I realise today that I was involved in a war to keep the Government and apartheid in power.  I was loyal and I had belief in the South African Police and the whole system of the Government and I would follow that at all costs and I would also have protected and defended it.  I did my duties in such a way and I believed in what I did and that I believed that it was right and it was good and that it was approved by my heads and I believed that all attacks on farmers were politically motivated and that it was part of the ANC and PAC and that they were seen as soft targets.  \n\tYour Honour, I want to conclude, I want to quote from the Honourable Benjamin Franklin, \n\"When you have an injustice against someone, it places you as the same as your enemy and to forgive someone, places you above him\".\nI ask you and the Commission to forgive me and also the friends and family of the victims to forgive me.  I would also like to ask my colleagues, my parents, my parents-in-law, my children and my family as well as my wife and also the Afrikaner community who I served to the best of my ability.  \n\tI thank you for the opportunity to come and testify before you.  I also thank each person present here for their support, as well as Advocate Becker of the State Attorney's office and the investigators there.  And I also ask the family and friends of the deceased and thank them for their attitude of forgiveness towards me.  I also thank the Afrikaners and the aged in Koppies, Parys, Heilbron and the whole district of Kroonstad who supported me in my application.  And also express my thanks to the Free State Agricultural Union for the letter which they also lodged to this Commission and which will be submitted by my legal representative and for everything which was done for me and my family.  Thank you your Honour.",
            "Male"
        ],
        [
            "MR MADASA",
            "Mr de Ru, how was your relationship, during your career as a policeman, with the farming community in the Free State?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "He has told us that several times, hasn't he?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "As Mr Chair pleases.  Mr de Ru, when you killed these two people what did you want to achieve?  What was your purpose?",
            "Male"
        ],
        [
            "MR DE RU",
            "It is as I explained to the Commission, your Honour, and I accept that the Committee understood it as such.",
            "Male"
        ],
        [
            "MR MADASA",
            "Okay.  During your career as a policeman did you all the time work in the Free State or was there a stage when you worked outside of the Free State?",
            "Male"
        ],
        [
            "MR DE RU",
            "Your Lordship, I served in the Free State throughout my entire police career.  It started in Theunissen, which is a farming community, Virginia which is also a farming community, Sasolburg, back to Virginia and back to Sasolburg.  Basically I served the entire Northern Free State.",
            "Male"
        ],
        [
            "MR MADASA",
            "That is all Mr Chair.\nNO FURTHER QUESTIONS BY MR MADASA",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Mr Mpshe.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman.  Mr de Ru, at the time when you committed or at the time when you killed the two deceased what was your rank?",
            "Male"
        ],
        [
            "MR DE RU",
            "I was a Captain, your Honour, a Detective-Captain.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Between a Colonel and a Captain who is senior?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I think we can take knowledge, judicial knowledge of that Mr Mpshe.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Mpshe.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Thank you, your Honour.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now to, as a policeman, to which department were you attached, which section?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "I was attached to the Investigative Unit of which I was the Commanding Officer.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes, you have said that, but in the police force there are various sections like Murder and Robbery, like Vehicle Theft Unit and so forth.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "As I indicated, I was the Commanding Officer of the Investigative Unit and I was tasked with investigating murder and robbery on the farms.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "So, can I accept that you are attached to Murder and Robbery?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes, your Honour, but not the Murder and Robbery Unit.  I would not have been the Murder and Robbery Unit's Commanding Officer.  Perhaps I could assist by explaining that the Murder and Robbery Unit were specialised units.  We did not have a Murder and Robbery Unit in the Kroonstad district.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now would I be correct to state that in your position as you stated to this Committee, your duty was to investigate criminal matters?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And right through your career as a policeman you dealt, you were dealing with criminals only?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Will I be correct, Sir, then if I state that the deceased, Johannes Rampalile, when he was arrested, he was arrested purely as a criminal?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That would be correct, your Honour, but I would like you to take note of the fact that I did not arrest Johannes Rampalile myself.  I was requested to go and do the identification with him.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Good, then I stand under correction.  When you took him out to do, to show you the scene, to point out and to take photos necessary, you were doing that with a criminal?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now, the two killings, did you do them on behalf of the AWB organisation of which you were a member?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "No, your Honour.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "You did the two killings in order to stamp out the criminal element that was existing in the area there, is that correct?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Seen in the light of the testimony which I have already given, that persons who committed such crimes were politically orientated.  There was a difference between them.  I locked up thousands of criminals, I was a detective for 20 years.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr de Ru, during your time as a policeman was there no Security Branch in the Free State dealing with the political incidents?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "I did mention at some stage, your Honour, that there were such things as Security Branches, but all their investigations were channelled back to the Investigative Unit.  Examples of which I can mention about policemen who were murdered, arson, attacks on schools and so forth, policeman's houses which were set alight, all those investigations were done by the Investigative Branch.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr de Ru, are you telling this Committee that in the whole of the Free State there was no Security Branch, the whole of the Free State?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "That is not what he said, Mr Mpshe.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "What did you say, Mr de Ru, about Security Branch?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Honour, I said that there were Security Branches, but I mentioned that the investigations were done by the Security Branch.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "If I understand you correctly, as soon as the political deed was committed, for example a policeman's house had been burnt down and it was, the political will was manifested the - or for example where a person would be murdered or a house would be set alight, the investigators or the investigative team would investigate and then establish the political motive if there was, if it was a political action.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "You are absolutely correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Then after the establishment whether the crime was committed as a political motivation, what would then investigators do?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Do I understand you correctly if you want to know what would the Investigative Team do as far as the detectives are concerned?  I do not understand your question when wanting to know what would the Investigative Team do.  Are you referring to the Security Branch or the Investigative Unit?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I will rephrase that.  As a Committee member said to you, a crime is committed, houses burnt down or whatever, your team, the investigators would be on the scene, the police, and investigate and check whether this\naction was politically motivated.  Is that what you said?  Good.  Now if you establish that it has been politically motivated, there is a political motivation in the whole crime, what do you do with that particular incident?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "We take it to court.  It would not be given back to the Security Branch, it remained with the Investigative Branch.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Colonel Voigt, how long did you know him?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Since 1983.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did you two belong to the same political organisation?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "I am only aware that Colonel Voigt's political view was very, very much affiliated to the right.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did you have instances where you would sit with him for long periods discussing politics or political issues?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes, as I already testified, Colonel Voigt and I were very good friends and comrades as well as colleagues.  I have already illustrated to you that I was his greatest confidante.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "What amount of influence did he have on you?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "As a police officer he had a great influence on me.  He was a very intelligent and a very competent detective in my eyes and, I believe, in the eyes of most detectives.  He was regarded as one of the best in the country.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And I will be correct to state that he, that is Colonel Voigt, was also attached to the criminal, was also attached to the criminal investigation team?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "He was our District Investigative, Detective Officer, he was our Chief.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now, you testified that you were convinced that you were shooting a political activist.  Do you remember that?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now, how convinced were you that he was a political activist?  What made you be so convinced?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "The crime which was committed, your Honour.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Did you have, did you have any information about him that made you conclude that this was, he was a political activist?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Only my belief in that and the fact that I was informed that attacks of this nature were politically motivated.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I see.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Which one are you talking about?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "The first one, Mr Chairman, I am sorry, Johannes Rampalile.  My apology.  So you came to this conclusion that, that led to the death of this man on your belief?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "I believed, your Honour.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And I would certainly be right to state that your belief is based on what you generally heard?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes, and as I testified, also in what was conveyed to me by Colonel Voigt.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes, now moving to this second incident, the killing of Zachariah Mofokeng, is it correct that Colonel Voigt was not involved in this one?  In other words you did not get any instruction from him or any order to get - I am sorry.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Honour, as I testified and as I indicated, if I was to have proceeded with the other bit of evidence, that this was an instruction which emanated from Colonel\nVoigt.  Not just the isolated case of Kroonstad or an isolated incident, it was an instruction from him that he was involving me in all investigations with regards to the murder of farmers and aged people, the attacks and the robberies committed against them.  I also mentioned to you that I investigated several of those matters.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Can you give us a possible indication with regards to that period of time, how many attacks there were more or less?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "I would love to give the Committee the exact amount and I tried to get the Investigative Team to give me the statistics, but circumstances did not grant me access to statistics, but I can tell you that there were tens of them, there were scores of attacks and I did ask them, but I assume that it was not possible for them to obtain that information for me.  I, personally, was involved in scores of them.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Will you please look at your statement, page 17 thereof, paragraph three, paragraph three starting from line ten.  For convenience I will read that, page 17, paginated, paragraph three, starting from line ten.\n\"Detective Officer Nel said that he, when he was\n\t\tlast working at Internal Stability, had last shot a Black person then\".  \nWould I be correct to state that this statement indicates that the desire was to kill a Black man?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is probably as far as Captain Nel was concerned.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "It was probably a desire on his part.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Good.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "It would be difficult for me to tell you what his desires were.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Good and that desire came about as a result of the question that you people were to take this man out for further investigation?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Honour, I am not sure if I understand the question very well.  Could you please rephrase that for me?",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Alright.  The desire was in Sergeant Nel's mind at the time when discussion took place, took place amongst yourselves inasfar as the taking out of this man for investigation was concerned.  In other words it is linked to taking him out.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Good.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well, it was linked, if one reads your statement more correctly, to the discussion about who was going to shoot him, was it not?  The lines before is ...",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "\"... the other members argued over whose turn it should have been to take out the suspect and in case he was to attempt anything which was to look like an escape so that he could\n\t\t\tbe shot\".\nSo, the three of you were discussing the shooting with, of him and it was then that Sergeant Nel said, it was some time since he last shot a Black man.  He knew you were discussing taking out this Black man and shooting him.  That is the position, is it not?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your summary is completely correct, your Honour.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you.  The next sentence that follows, two sentences down, starting with,\n\"I also believed that this criminal was also influenced by youth leaders and political leaders to kill aged and farmers and to rob them and to assault them\".\nWill I be correct if I state that you referred to him here as a criminal who has been influenced by the youth and political leaders?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes, as I said, that is correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Good.  Now, will I be correct to state that if he was then influenced, it does not necessarily make him an, a political activist?  Would that be right?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Worship, that, I do not believe that we should put blinkers on as far as what a criminal and a political, we should, sort of, blur the line there, because at that time, a political activist was regarded as a criminal in my view.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr de Ru, you get a political activist committing criminal acts and they will be seen as being political and at the same time you will get an ordinary criminal committing criminal acts not attached to any political inclination.  So there is a distinction.  Do you agree?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "I agree with you in the statement that you just made.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you, Sir.  Now, I turn the Committee to page 31 pagination.  There is a letter from the office of the Attorney-General with particular reference to page two of the letter.  That would be page 32 pagination, page 32 pagination, the very first paragraph which I will read and invite your comments thereon.  It says,\n\"It appears from both the summary and the judgment that Mr de Ru's modus operandi was to take the two deceased who were suspects and who had been arrested on various charges, among others murder and/or robbery to out of the way places on the pretext that they were to point out certain things and then top simply execute them.  This was done in the presence of junior members of his staff who he then co-opted to twist the facts to that it would appear that the deceased had attempted to escape from custody\".\nWhat is your comment on that?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, I understand that this paragraph was written by Mr Becker.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "And I believe Mr Becker is present here in the proceedings and that what I have testified about today has come to his knowledge for the first time.  I already indicated to you that I reserved Section 49(2) during the trial because I believed that the system was going to protect me and I am saying to you that, as Mr Becker is seated here today, it is probably a shock to him because if he knew during the trial already what I have revealed here today, he would have confirmed my version before you here today.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes, Mr de Ru, that may be so, but you have confirmed, at the beginning of this hearing, that the policemen who were mentioned, who are mentioned by yourself in the application, Pienaar, Hammond and Nel, gave the correct version in the criminal court where you were charged and convicted.  You said they told the truth.  Now, if they told the truth in the court a quo, the Attorney-General, the author of this letter says this on the basis of what he heard from the State's evidence.  So, he knew the truth when he wrote this.  Will you please comment?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, he knew about the truth as it was told in court which Hammond, Pienaar and Nel put before the court.  That is the truth on which he based his letter.  My version in court is not what I am putting before you today.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "As I understand this letter, Mr Mpshe, he did not hear the evidence, he did not read the evidence, he wrote us his opinion on the summary, which is next to the indictment, and from the judgment.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Is that the author of the letter, Mr Chairman?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "(...indistinct).",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "It is the paragraph you have just read says here ...",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's microphone is not on.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "It says it appears from both the summary and the judgment.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I just want to, I am looking for a paragraph to put that in better perspective.  If Mr, that is what it says there, Mr Chairman, but the Attorney-General was involved in this man's trial.  If you would, if Mr Chairman looks at page three of the Attorney-General's letter, that will be page 33 of pagination,\n\"In conclusion I wish to say that I have come to know the applicant quite well during the course of the four years I have dealt with his prosecutions, the appeal case, his applications, their remands and so on\".\nHe was involved, the Attorney-General, in the trial.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "He is the man who deal with them.  It does not say he was at the trial.  It does not say I prosecuted him.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You are trying to read something into it that is not there, Mr Mpshe, what is the point?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, I am not doing what the Chair is saying.  I will repeat what I have just read,\n\"In conclusion I wish to state that I have come to know the applicant quite well during the course of the years I have dealt with his prosecutions\".",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes, not I have prosecuted him.  He is the - the man we are talking to, talking about is the Senior State-Advocate, it does not mean he prosecutes everybody who his department prosecutes, Mr Mpshe.  It means ...",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "... he is in charge of them.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr de Ru ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Ask him.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "... did Mr Becker prosecute you.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct, your Lordship.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "So he knows your cases.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Now you can put it.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct, your Worship.",
            "Male"
        ],
        [
            "MR MADASA",
            "I am sorry to interrupt, Mr Chair. The question which my learned friend is insisting on, I believe that it has been answered by the applicant.  The applicant has told the Committee that when he was tried, he did not divulge the true state of affairs.  So the Attorney-General, when he made this report, was not aware of the true facts.  In other words he was not aware of the motive as to why those killings took place.  That is why he made this comment because he was deprived of that information.  That is what the applicant is saying.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "He does not say, though, that he, the motive.  He, what he says here is precisely what happened, what the applicants told us he did, that he took these people out to execute them.  On the way out they were discussing who should do the shooting.  That is the applicant's version, is it not?  He does not deal with motive.  He does not purport\nto deal with motive.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I think, perhaps, light can be thrown on the matter if we look at page 32 at the bottom, paragraph eight, \"During Mr de Ru's first trial, his defence was simply that he had at all times acted in accordance with the provisions of Section 49(2), but that he was being framed by members of the Security Police because of his investigations into the so-called Three Million gang.  Evidence with regard to which has subsequently been heard by the TRC and Mr de Ru expounded on these allegations in representations to the Minister of Justice...\"\nWould it be Mr Mpshe, I am putting this to you, would it be fair to say the Attorney-General came to a conclusion on, inter alia the fact that Mr de Ru never said that he had a political motivation, he said, well, I have been framed.  I did this because the person wanted to escape and I have been framed now by the Security Police, they are telling that I have killed this person for other reasons.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That will be ...",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "... (Indistinct), but if, in fact, killed the person and that they even changed the whole vicinity in order to mislead the State, but de Ru never admitted that.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chair, I would, I would agree with that line of reasoning on this paragraph, but I do not see why I cannot be made, I cannot ask the applicant to respond to what is said here.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "What is the relevance of a letter written by the man who is seeking to prosecute the applicant, who is seeking to bring a case against him, how can that be now put to him in evidence here, Mr Mpshe?  Are you going to call...",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chair.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "... this man, Becker, as a witness?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, the man who wrote this letter is not seeking to prosecute, he has already prosecuted. I am referring to the two incidences ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "When you read two, two, page, the first page, he talks about the trial that is pending where he is going to prosecute.  Is it fair to read it, put in letters written from someone who has a very real interest in the matter if you are not going to call him?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr de Ru, I think the essence of what is being said is that the Attorney-General came to a conclusion that your acts were not politically motivated.  You now mention it, but during the trial you never mentioned it.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "You are quite correct, yes.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Given the facts of, the facts, the disposal of the person writing this letter, do you think it was fair that he could draw such a conclusion?  Do you agree with the conclusion?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "It was based only on the trial in front of him, yes.  The conclusion was made based on the trial, yes, then it is quite fair.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, I just want to state this to the Chair and the Committee, with respect, that this letter was written by the Attorney-General in response to the letter sent to him asking for the judgment in the case where Mr de Ru was convicted and the case numbers were mentioned as you can see on page one thereof.  The heading states, \"Amnesty Applications de Ru, case numbers 9/93 and 12/ 94\".  These are finalised matters and he is commenting on the finalised matters, Mr Chairman ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Have you ...(intervention)",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "... but I will ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Have you read paragraph nine (indistinct), Mr Mpshe, (indistinct) after the (indistinct)?  How can you put something like that into (indistinct)?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "What about that portion, Mr Chairman?  He is simply stating what, what ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Mr Mpshe, please speak into your microphone.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "He is stating his opinion about the applicant.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "But he is not a witness, he is not a witness.  How can you put his opinion in before us?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, I have never referred the Committee to paragraph nine and I ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You have, have you not read the conclusion, \"I wish to state I have come to know the applicant quite well in the course of four years\"?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Indeed, Mr Chairman, that, but that is when I was addressing the Chair when the Chair said the author ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "... of this letter did not prosecute so I had to refer to this ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "... in order to clarify the Chair's point.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You are putting it before us without calling him as a witness.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "It was, it was solicited by the Chair.  I was having ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The letter was not solicited by me, Mr Mpshe.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No, not the letter.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "It was to clarify you.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Paragraph nine, ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "... the section that I read was solicited by the Chair.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I was clarifying the Chair.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I am asking how you can put a letter like this up before us if you are not going to call the author as a witness, where he expresses opinions?",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Mr Mpshe, is it not so that we have on many, we have, as a matter of practice, adopted practice that in matters where persons have been convicted, we sought the views of the Attorney-Generals as to whether or not the matter could have been politically motivated?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is so, that is a practice that has been followed.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "And we have, we got quite a few of them.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is so and this letter is based on that practice that we have been following all the time.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair if I may come in.  Be that as it may, my objection still is that it is unfair to put this question to the applicant because the opinions of the Attorney-General, which he wrote down, were as a result of the information he had during the trial and that information excluded what the applicant is testifying now before the Committee.  So he was not aware of the facts which now have been divulged before the Commission.  So it is unfair to put that question to the applicant because the Attorney-General was not aware of what he is now telling the Committee.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "It may not be unfair, but it seems to be a complete and utter waste of time.  When the Attorney-General tells us that he has evidence disclosing that it was\ncommitted with a political purpose because he has evidence.  Here we are being asked about conclusions drawn from the evidence and from the judgment.  Mr Mpshe wants to put it, he has put it.  The witness has agreed that those conclusions are entirely right in the light of the evidence that was led at his trial and the attitude he adopted.  Where do we go from there?",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Sorry, it depends on whether or not the, it will not always be unfair to put something to an applicant, because the office of the Attorney-General may be possessed of some information which can be valuable and if he gives us some information we will, we could put that to the witness and find out what his comments were as I am indeed going now to do in that very letter which was written by the Attorney-General.  What page is that, Mr Mpshe?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I was referring to page 32.  32, if the Chair is looking for what, where I was.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "I do not have the copy of the judgment here, Mr de Ru.  I read from paragraph eight and the following that, it reads,\n\"During Mr de Ru's first trial his defence was simply that he had at all times acted in accordance with the provisions of section (this and that) but that he was being framed by members\"\nand the word framed is being underlined, \n\"..that he was being framed by members of the Security Police because of his investigation into the so-called Three Million gang\".\nWhat I want to know from you is whether it is true that during the trial you said that you had been framed by members of the Security Police?  Did you say that during the trial?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes, I did say that, your Honour.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Thank you.  Before I leave that, is that\nstill your view, that you were framed by the Security Police?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Honour, let me put it in such a way, not with regard to these two applications.  There are others that will be submitted to the Truth Commission where I will elaborate on these incidents.  It is not something that I ask amnesty for.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Well, which was your first trial?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "It is the two that you have in front of you now.  That is the first trial.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Is it Mofokeng or the Rampalile?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes, they were both heard in one trial.  It was charges one, two and three.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Now, I am now asking you in respect of these matters which you have already testified before us and it seems in respect of those matters you say that you had been framed by the Security Police.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes, that is so.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Now, I want to know from you whether in respect of these matters that you have already testified about before us, you are still of the view that you were framed by the Security Police?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "No, not.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Thank you.  Did you, in your representations to the Minister of Justice, still say that you had been framed by the Security Police?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "I did make mention of that.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Page 127, 127 and it is at page 130.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Were you then asking, for what, for amnesty or indemnity or what was the purpose of this representation?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, the plan, the intention of this\nrequest was......",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Now, when was this letter written, I do not see the date here.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "It was on the 5th of July 1994.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Did, did you, did you disclose in this letter or did you say in this letter as to what the motive was for the killing of the people as you are now telling us?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, no.  This letter has got nothing to do with the matters which are placed before you.  It is, they have to do with a matter in which I am still awaiting trial and will still be dealt with then. They have nothing to do with the two matters which I have testified about before you.  They have to do with the murder of three totally independent people apart from these.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Then we must leave it there.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Please, Sir, I will appreciate it a lot.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chair, with respect, do I hear the Chair to be saying that I can continue on this letter?  Thank you, thank you.  Mr de Ru, I read to you that first paragraph on page two, I want your comment to - your response to that.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, it is as my version before you was, if I read, if I could read it for you.  Reference is made to my modus operandi, people were taken out and sort of put in a position where they, it was to look like an escape where junior members were present, but once again, as I said, Mr Becker did not have the true version.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Okay, the very following paragraph, still paragraph three, but the shorter one, I will read for convenience,\n\"I can under no circumstances imagine that these deeds can be so construed as to indicate that they were done with a political motive.  The deceased were, at worst, common criminals, but were entitled to a fair trial.  Mr de Ru acted as a judge, juror and executioner to rid society of them.  No political motive was involved\".\nWhat is your comment on that?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, my reply is, again, like the previous paragraph, that Mr Becker did not have the true facts at his disposal.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "But, Mr de Ru, that objection was raised by your representative and was responded to accordingly that you stated it before this Committee that the evidence given by the State witnesses, who were 204 witnesses, Nel, Pienaar and Hammond, they told the truth of what happened in court.  So he knew the facts.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Mr Mpshe, I do not think you are on the same wavelength with the witness.  Those people might have told the truth of what happened, but they were just describing what happened, what took place at the scene, but they did not tell the court about the motive which the applicant is now telling us about, and I think this is the point the applicant is trying to make when he says that Mr Becker did not have knowledge of the truth.  He means the truth as regards to the objective that he is now articulating to us.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I am indebted to you, Sir.  Thank you for that.  Mr Chairman, Mr Chairman, that will conclude my questioning on the witness.  Thank you.\nNO FURTHER QUESTIONS BY MR MPSHE",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Before you re-examine, there is one question I would like to clarify and that is the second man whom you have told us you shot, who told you that he was, had committed this offence?  As I understand the statement, you\nwere told that there had been an attack, a robbery and you were asked to take this man out to point out certain spots.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, if I understood you correctly, you wanted to know who was the one that said that he had committed the offence?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Warrant Officer Herbst.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "And he, did he do anything that made you believe that was correct?  I am now talking about the deceased.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, I am not sure if I understand the question very well.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Did the deceased, in the second case, do anything to satisfy you that he had, in fact, committed the offence.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Definitely, your Lordship.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "What?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "He illustrated points to me in the house of the person at No. 71 Wag 'n Bietjie Street in Kragbron.  He pointed out a window to me, he pointed out a bedroom to me, he pointed out a little bedside cupboard in which a firearm was, he pointed out a mark against the wall which he had struck with the knife.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "So you told us all about these details in the first case about how the man pointed out the things in the house, but you made no mention of them in the second case.  Similarly, in this second case he pointed out things inside the house which indicated to you that he had been there at the relevant time?  You have pointed where he made a mark on the wall with the knife.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, I testified that he did point out\nthese things to me.  I did not give them in detail because I did not deem it to be necessary at this point.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "So, on the strength of or rather on the basis of what each one of these deceased pointed out, you came to a judgment that he is guilty, he must have committed these offences?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "And that he must die?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "And that you should be the one to kill him?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That was what was expected of me, Your Lordship.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "So, the letter of the Attorney-General which said that you were the judge, the jury and the executioner, is correct?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Is that how you understood your police duties?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "The way I understood my instructions from Colonel Voigt.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Tell me what these, precisely what these instructions are.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "He made me to understand that these people should not live.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Which people?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "The persons responsible for the attacks and murders on the aged and the farmers.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Did he, did he say that you should be the one to decide whether these people have, in fact, committed these offences?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, the - at the stage they conveyed it to me, I accepted that they had already committed these\noffences because they had already been arrested.  The identifications to me were mere confirmations that these were the right persons.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Did you understand your instructions from whoever gave you such instructions, to say that you need not have to go back to anybody to find out whether these people are, in fact, guilty, but you must just be the one, there and there on the spot, to decide whether they have, in fact, committed the offences?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct, your Lordship.  I believed that the people which Colonel Voigt let me know were involved or the people that were involved in the identifications were the correct persons.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "What was your view, as an experienced policeman, about instructions by somebody who tells you that you must be the judge and the executioner of people?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, I believed in what Voigt said to me and I believed that Voigt was giving the correct instructions in that regard.  I also saw in view of the fact that it was politically motivated.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "On what basis did you think that they acted politically?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Due to the fact, your Lordship, that they were, they went according to the slogans, \"kill a farmer, kill a boer\" and \"one settler, one bullet\", \"one settler, one bullet\" slogans and their targets would specifically have been farmers and aged persons, and these murders were designed to be shocking tactics and because these were soft targets and it was known to me that farmers and aged are, were soft targets to these people and that these attacks were launched against them because, with the intention of\nmaking the country, the rural areas ungovernable.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Did, did you know any of these people you shot before?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "No, your Lordship.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Did you interrogate them before you shot them?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Honour, they were questioned about the identifications which they were going to make to me.  If I could just describe to you how identifications work.  You fill in a form, he fills in a form where he says that he wants to identify certain, point out certain places to you and he would have to explain those.  I am just sketching an example here.  If he pointed out a window to you, he could say that I broke this window and climbed through it.  If he pointed out a cupboard to you, he could say that I stood on this cupboard or I tramped on this cupboard or whatever or whatever the cupboard, role the cupboard played.  That is what the identification form was used for.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "So, you did not question them about their possible political activity and affiliation?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "No, your Lordship.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Now, you did not know them beforehand, you did not question them about their possible political affiliation, on what basis did you think that they were inspired by politics or political slogans?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Simply based on my belief that, that I believed that these murders were committed through incitement by the political leaders.  I investigated hundreds of cases in my career and the pattern of murder cases here differed from the murder cases which took place on the aged people and the other, the farmers.  The cases of murder on farmers and aged people and in outlying areas were done in utterly cruel manners and fitted the political instructions that it should send shockwaves through the community so that more publicity could be granted to it and the more it would, it would send fear into the people.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "But, but common crimes, ordinary crimes can also be horrible.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, I would agree with you to an extent, but most of your normal murders are a gunshot wound or a stabbing wound, but in these cases the bodies are terribly mutilated.  The murders, there are some cases which I saw where the body are far worse than these and these were the attacks on the farmers and the aged.  They were utterly shocking and they would be, make ones skin crawl.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "In the first instance, the deceased was chopped with an axe.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "And you thought that the, the suspect must have been either ANC or a PAC person?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Most definitely.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Attacking his victim with an axe?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Would you not have expected that if that person was ANC or PAC, he would have used, well, some of the weapons which were commonly used by such people?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Not necessarily, your Lordship, not necessarily.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "There had been many murders before, before you received instructions from, from Colonel Voigt, there had been murders and robberies.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "There were many murders and robberies, your Honour, but not as, on farms and on aged people at that\ntime.  These murders escalated from 1989, they really seriously escalated.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Well, they had always, they had always been there, but what you are saying to us is that they increased?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "There was definitely an escalation in them.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "And that led you to the conclusion that everyone of them, as you say in your statement, because I have noticed that you said, \"all of them\", it led you to the conclusion that everyone of them must be politically inspired?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct, Your Lordship, that is what I believed.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "You made no room, whatsoever, for exceptions?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "No.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "And are you, are you saying that there would have been no exceptions?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, I did not see how there could be exceptions as far as attacks on aged were concerned.  I did not see it as such, no.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Now, I do not know whether we are really in a position to conduct a meaningful communication under the circumstances.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "We will adjourn, I think, at this stage till two o' clock.\nCOMMITTEE ADJOURS",
            "Unknown"
        ],
        [
            "MR DE RU",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "I was, Mr de Ru, I was almost through, but page 17, Mr Mpshe asked you about what Detective Nel said about having shot a Black person some, a long time back.  Why was it necessary to, for him to say that, to say that he had shot a Black person, he had shot a Black person for a long time?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "He had not shot a Black person for a long time.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "That, why was it necessary for him to say that he had not shot, oh yes, why was it necessary for him to say what he said, that he had shot a Black person some times back?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, I am not sure why he mentioned it, but what I can bring to the attention of the Committee is that before he came to me at the Detective Unit he worked for the Internal Stability Unit, the riot squad as it was known back then.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Is it not, if I may ask you the question, which may be an uncomfortable one, was the colour of the possible victim not a factor to be taken into account?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your, yes, that is a possibility.  Meaning I am convinced that at that stage there probably were not that many White people who were known as ANC members and up to this day I am not sure that there are that many White PAC members.  So, I am not sure whether the colour factor was that crucial.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "If, if you had been called to a scene where an elderly farmer had been killed and robbed and you found that the suspect was, was White would you have also executed him in the same way?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "I would have, Your Lordship.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "So we have a situation where anybody if he had killed a farmer during that time and if you had been involved in the investigations, that person would be, be killed during that time?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Now, what would, what would it take to indicate to you that a particular killing on the farm was not politically motivated, but plain, ordinary crime?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Worship, as I have already said, the belief that the murders during that period I mentioned to you were committed on farms and on the aged, made me believe that they were politically motivated and that was my honest belief in that.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Nothing would have indicated anything to the contrary?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "No.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "The, this man who you were convicted of murdering, he had already admitted his guilt.  Did you know that or is it likely you would have been told?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "M'lord, I would like to try and understand the first part of the question from you.  You said the man who was, in connection with the murder, is that the second case?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "The second case, did, he had admitted his guilt?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct, your Worship.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "That, and that appears in the Appellate Division judgment on page 48.  Thank you.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "At the end of your testimony you said that\nyou would ask your legal representative to submit a letter.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct, your Worship.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Has the letter been submitted?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "M'lord, I assume he is going to do it now.  In actual fact there are two letters and I assume that he will do that now.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Do you think we could have the letters before you conclude your evidence so that we could see if any questions will emanate from that?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "As it pleases you, Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Do you know who the Chairperson is of the Free State Agricultural Union?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Worship, no, I only know Mr Jannie Els who is the Chairperson of the Security Committee.  I am not sure who the Chairperson is of the Agricultural Union itself.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "It was in the newspapers and last night on TV as well there was a statement by Dr Gous.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "He is the president.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "He took the politicians and the police to task because they did not support him when he said earlier that these murders were politically motivated, these murders on the farmers.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "I heard that last night.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What was the perception, the general perception at, back then when a murder took place on a farmer?  What did people say in general?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That it was politically motivated.  They felt that it was politically motivated.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Do you know what the policy of, for example, the PAC was at that time with regard to property and farms?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes, your Worship, I am aware that they wanted\nthe land back because they felt that the land did not belong to the White owners thereof.  I am aware of that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Were you aware of it back then?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Yes, I was.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What did they say should be done about that?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Are you asking me what they would have said in the past?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, what would they have said in the past, how should they get the land back?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Out of the slogans which they shouted, \"kill a farmer, kill a boer, kill a farmer\", \"one settler, one bullet\" meant that they were going to murder us to get, to reclaim their land.  There was no other way in which they intended to reclaim their land.  They had to murder people in order to reclaim their land.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "We have been given one letter that is from the Free State Agricultural Union dated the 24th of March 1997 which I propose to mark EXHIBIT F.\nEXHIBIT F HANDED IN",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "I thought you said there were two letters.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, there is another petition which is in front of my legal representative.  If I could just attract his attention and indicate to him that the pile that is lying in front of him is the other part that was supposed to be annexed to the letter.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "We have been handed a, what appears to be a petition, signed by many people.  No doubt somebody will staple it together and, perhaps, tell us how many pages it is and if anybody wishes to do so, they can count up and tell us how many people have signed it.  It will be marked EXHIBIT G.\nEXHIBIT G HANDED IN",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Now we do not have the letter from the psychiatrist.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "I am sorry, Mr Chair, I was going to, I had my own format which I had, but I can hand it now.  I was going to follow my own format and hand in these documents.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Well, your format should be to hand in your exhibits while leading evidence in-chief so that we could finish our questioning before you re-examine him.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "This report will be marked H.\nEXHIBIT H HANDED IN",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Mr de Ru, the letter which you have given us signed by Mr Els, page two thereof, the third paragraph, the sentence reads,\n\"In this execution of his assigned task he was, he was to eliminate people who wanted to overthrow the system\".\nI, I understand them to say that, and you must tell me if I am wrong,  I would understand that sentence to mean that they would approve or support of what you did, but then it should have been in respect of people who did what they did for the purpose of overthrowing the apartheid regime.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "I am not sure whether I understand the question correctly.  Could you please rephrase it for me?",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Sorry, the sentence, as I understand it, means that your victims should have been people who did what they would have done for the purpose of overthrowing the apartheid regime.  It is an important qualification of the support that they are giving to you, is it not?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct, your Lordship.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "With which, the first matter, the first matter where you were convicted of culpable homicide, you\nwere told that the deceased had committed murder and robbery.  Am I right?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Did you know what he had taken from the deceased?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "No, not at that stage.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Well, why did you not ask, because that could have been the sole motive and purpose for killing the deceased and not to try to overthrow the apartheid regime.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "I understand your point, your Worship.  In the pre-requisite for or the criteria for the point identification is that I, as the Investigating Officer, should be there to observe, not to ask him what he did and what he did not do.  He was to make revelations on his own.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Well, that is my difficulty, he could have, he, the deceased could simply have stolen things which would clearly show that his motive was not to overthrow the apartheid regime, but to enrich himself.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, what the deceased intended to do and what he actually did do, I cannot explain.  I can merely explain what I believed in at the time and that is what I am doing here today, to explain to you what I believed in.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "But the objective of the victim, your victim, surely must have been relevant and important?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "I believe that, just as well as I can believe that it was his objective to have as a political motive saying that I am murdering farmers to reclaim their land.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "The second incident, was robbery also involved?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Do you have any reason to think that this\nrobbery was committed solely for the purpose of enriching \nthe, the deceased himself, Mr Mofokeng, and not to try to overthrow apartheid regime?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Worship, I would believe that it was to overthrow the Government.  The reason why I say that is what self-enrichment is there in stealing a firearm which he did.? The theft of, I think it is all got to do with the history.  The theft of a firearm is to go and assist him in committing another offence.  As I said, it could be robbery as well.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "When, when you, did you approach these people for, to write this letter for you.",
            "Unknown"
        ],
        [
            "MR DE RU",
            "No, no your Lordship.  Before Mr Els, Danie Klaasen was the Security Committee Chairperson.  Mr Danie Klaasen assisted me during my trial, he also assisted me thereafter and in the interim has been replaced by Mr Els who took over from him.  They compiled this letter out of their own and it was not at my request, but it was their decision to draft this letter and forward it to the Committee.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Sorry, did you say that the Major who investigated your case told you that had Colonel Voigt still been alive, he would have arrested him as well?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Worship, I did not hear part of your question.  I just heard them say something about a Major and then Colonel Voigt.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Yes.  Did you say in your evidence, and this is something different from what I have been asking you, did you say in your evidence that the Investigating Officer who charged you ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "One of the investigators.  I do not think it should be Investigating Officer.  I think he said one of the Investigators.",
            "Unknown"
        ],
        [
            "JUDGE MGOEPE",
            "Did you say one of the Investigating Officers said that had Colonel Voigt been alive, he would also have charged him as well?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "JUDGE MGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, with your permission, I have just been given the exhibits that have been handed up, Mr Chairman.  I am seeing them for the first time.  May I be ...(intervention)",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "(Indistinct).",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Sorry.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "(Indistinct).",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Okay.  Mr Chairman, I was saying that I am seeing these documents for the first time now, as were handed up to the Committee.  May I be afforded an opportunity to ask a question or two on one of the documents, Mr Chairman?",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "You may.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, I am going to refer to Exhibit H, that is the psychological report.  Mr de Ru, I do not know whether the question I am going to put to you, you will be able to answer or my learned friend will assist the Committee.  This Exhibit H, what does it seek to prove?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "Your Lordship, what is important is that this exhibit be handed in before you especially with regards to page two.  It is about my remorse and the circumstances under which this crime was committed.  And also what I want to maintain before this Committee is that the way I saw my -my view of my career and my beliefs back then have since changed.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Will I be right then that this document, if I understood you correctly, is just sketching out your personal circumstances?  Will that be correct and remorse?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct, your Worship.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you, Mr Chairman, that is all.\nNO FURTHER QUESTIONS BY MR MPSHE",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "One point I would like to ask you before re-examination takes place.  My recollection is that when you gave your evidence-in-chief, you told us that you saw the body of the deceased, in the first case, before you went out to the farm and as a result of what you saw and the injuries that had been inflicted, you decided this was a political attack.  Is that so?",
            "Unknown"
        ],
        [
            "MR DE RU",
            "That is correct, your Worship.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Re-examination, any?",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Chair.  Mr de Ru, is it correct that at the time you were employed by the South African Police, the divisions between various branches of the police were not strictly adhered to in terms of work that would be carried out by a particular division?  Do you understand my question?",
            "Male"
        ],
        [
            "MR DE RU",
            "Could you please repeat the question?  I am not sure what the question is.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was it common, at the time you were an active member of the police, for police, for example, in the Murder and Robbery Unit, to be involved in the activities of different branch of the police, was that common?",
            "Male"
        ],
        [
            "MR DE RU",
            "That is correct, your Worship.",
            "Male"
        ],
        [
            "MR MADASA",
            "Am I correct when I say that the farming community in the Free State looked upon the police as, for security upon the attack on them by the people who attacked them?",
            "Male"
        ],
        [
            "MR DE RU",
            "That is correct.",
            "Male"
        ],
        [
            "MR MADASA",
            "Was your killing of these two people we are talking about now, an act to avenge the killings on the farmers?",
            "Male"
        ],
        [
            "MR DE RU",
            "No, I would not see it as revenge.",
            "Male"
        ],
        [
            "MR MADASA",
            "How did you see them?",
            "Male"
        ],
        [
            "MR DE RU",
            "Your Worship, I saw it as a way of stopping these acts committed by people inspired by political motive.",
            "Male"
        ],
        [
            "MR MADASA",
            "In other words you saw the killings as a preventative measure against the attack on the farmers, is that what you are saying?",
            "Male"
        ],
        [
            "MR DE RU",
            "That is correct.\nNO FURTHER QUESTIONS BY MR MADASA",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Thank you.  Thank you, this matter will now be adjourned.  This matter will now have to be adjourned.  I gather, a date, a tentative date has been arranged.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, I am not aware, what, what I know is that some dates have been suggested, but we have not finalised that, Mr Chairman.  We are going to be in touch with the, with the lawyers in due course.  We are looking at making use of the month of May, but we have not finalised the dates, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well, we were told the 5th of May, that week had been finalised.  Is that not so?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "No, Mr Chairman.  If it has been finalised with some of us, somebody has, this was suggested to me, Mr Chairman, we have not finalised.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Well, I think your assistant, Mr Bile, as far as we know it has been finalised.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "What date?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I thought all the lawyers were consulted.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, it is not so.  During lunch time I was talking, I was talking to all the lawyers and I said I will come back to them very soonest, earliest next week about the date in May.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Members of the Committee, the dates, I would say, have been finalised in the sense that we have made arrangements, but we have not informed the lawyers, I am in the process of doing that.  I am sorry I did not inform Mr Mpshe.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "When is this case to be heard?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "The date is the 5th of May, Monday.",
            "Female"
        ],
        [
            "JUDGE WILSON",
            "Very well, we have a date.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, as I was indicating, I was not even involved in the finalisation thereof.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well, we understood everybody had been told.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "I apologise.",
            "Female"
        ],
        [
            "MOKOTEDI MPSHE",
            "It was not so, thank you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Very well, we will adjourn this matter till the 5th of May.  The arrangement will have to be made for a suitable venue.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "I am well aware, I am sure the pupils would think it a fascinating exercise to have during term time, I do not think the school as such would.  We would have to find a different venue.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "They have got a venue, they have got a venue.",
            "Female"
        ],
        [
            "MR MADASA",
            "Mr Chair....",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "They have got a venue, I gather.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Mr Chair, may I, may I ask is this the postponing of all the hearings ...",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "No.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "... that we ...",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "No, this particular matter.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Thank you, Mr Chair.  So the, the Committee is going to come on another occasion to hear other matters?",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "In the same week, later, but this case will be heard, this will be the first case to be heard on Monday, the 5th of May and, in our view, is the only case that should be set down for that day.",
            "Unknown"
        ],
        [
            "MR MADASA",
            "Yes, Mr Chair, my difficulty is that I am involved in a part-heard matter in that, in that week in Johannesburg.  And the following Monday, Mr Shongweni, who is also participating in one of the matters which has been postponed, will be attending hearings before the TRC on ANC submissions and, you know, we have a difficulty, there is a difficulty with Ms Thabethe's information to the Committee that the matter has been finalised.  In fact, Mr Mpshe was telling the truth, that during the lunch time certain dates had been mooted, but no conclusion was reached, because in due course we are going to finalise matters.",
            "Male"
        ],
        [
            "JUDGE WILSON",
            "Well....",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Mpshe, are you aware that this Committee as constituted now, has also got its difficulties and the week of the 5th would be a suitable week.  So, if that could be arranged it would suit us all.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "The ...",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I understand the difficulties of the lawyers.  If they cannot make it, in fact, they cannot make it, but if alternative arrangements could be made that we could finish all these part heard matters at least because (indistinct) matters (indistinct).",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I am very much, I am very much indebted.  May I, may I suggest that the Committee leaves this to us and the lawyers that, so that we finalise and we will come back to the Committee very soon about the dates.  They will be announced as early as next week.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well, very soon means, very soon means very soon, because other arrangements have to be made by other bodies of importance and we cannot sit around waiting for dates.  The dates must be finalised, I am talking now only of the part-heard matters that must be disposed of.  The other matters can be set down on any other date.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman, it ...",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Part-heard matters must be arranged.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Immediately after Easter, Mr Chairman, the Committee will be informed.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "The trouble is, Mr Mpshe, you have got the Press here, the Press would like to inform the people and now you will have to inform all the people again and you had complaints of people saying they have been informed and they heard in the Press that a matter has already been heard.  There is opportunity now to advise all the people that the matter will be heard and we are not using the opportunity.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, much as the, the point is made Mr Chairman, the procedure is that when a matter is set down, at any given moment we have got the Media Committee that liaise with the, the media outside, the papers and the radios and people are told before time.  I do not see any problem with that regard.  Thank you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And I trust you will make sure that every interested party is given adequate notice.  The Appeal Court has now set down three weeks as adequate notice and there must be at least three weeks notice.  Well, that, have you any other matters on the roll that have not been disposed of?  What about the Cholota case?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, the Cholota case, I was informed by the Judge secretaries that some members are to be in the four o' clock flight and some members in the seven o' clock flight, Mr Chairman.  So we have, we have arranged with the Advocate who is present that the matter be postponed to the date when all these matters will be coming, Mr Chairman.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "Well this matter then should be removed from the roll and then you can set it down on the date.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is so, Mr Chairman, I am indebted, thank you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And the present matter is adjourned to a date to be arranged.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "That is so, Mr Chairman, thank you.",
            "Unknown"
        ],
        [
            "JUDGE WILSON",
            "And that concludes what we can dispose of here and we will now adjourn.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}