{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1991-09-08",
        "location": "BLOEMFONTEIN",
        "day": "1 & DAY 2 - 3rd WEEK",
        "names": [
            "MOHONAETSE STEPHEN MOTSAMAI"
        ],
        "case number": "4031/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54614&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/bloem/bloem4_motsami1.htm",
        "speakers": [
            "MR STANDER",
            "CHAIRPERSON",
            "MR BRINK",
            "MR VISSER",
            "DISCO MOTHEGE",
            "ADV DE JAGER",
            "INTERPRETER",
            "ADV MEMANI",
            "MOHONAETSE STEPHEN MOTSAMAI",
            "BERNARD MAKGABO NGOEPE",
            "CROSS- MR STANDER",
            "VICTIM",
            "STANDER"
        ],
        "original_speakers": [
            "MR STANDER",
            "CHAIRPERSON",
            "MR BRINK",
            "MR VISSER",
            "MR MOTHEGE",
            "ADV DE JAGER",
            "INTERPRETER",
            "MR MEMANI",
            "MOHONAETSE STEPHEN MOTSAMAI",
            "MR MOTSAMAI",
            "DISCO MOTHEGE",
            "JUDGE NGOEPE",
            "MOHONAESE STEPHEN MOTSAMAI",
            "MOHONAETSE STEPHEN  MOTSAMAI",
            "CROSS-EXAMINATION MR STANDER",
            "VICTIM",
            "FURTHER CROSS-EXAMINATION STANDER"
        ]
    },
    "testimony": [
        [
            "MR STANDER",
            "Mr Chairman, I think it has been decided that we'll proceed in hearing the evidence of Mr Motsamai now and only after that I'll be starting leading evidence as to the victims is - as the victims is concerned, with your permission though.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think everybody agreed that, that would be the most convenient method of dealing with the evidence I think.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Might I ask Mr Chairman ...[inaudible]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if Mr Visser moved down the table a bit now.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "While there's a lull Mr Chairman - Visser on record, I may mention to you that some person by the name of Disco Mothege spoke to me - actually spoke to Mr Wagner my attorney, during the course of the week last week.  He's a person who is mentioned by Mr Ngo and the reason why I'm mentioning this now is that he's not mentioned by Mr Motsamai.\n\tAt page 40 of bundle A Mr Chairman, he's the fourth name there, in brackets a school teacher - that's at page 40.  Now Mr Chairman, I'm not certain what the gentleman wants and what he - whether he wants to tell you something but I did undertake that I would mention at the end of the evidence of Mr Ngo, the fact that he is present here.  He is an implicated person and that he might want to say something to you.  I can take it really - really take it no further that that Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he present?  Is Mr Disco Mothege here now?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman, I can possibly arrange to see the gentleman during the lunch adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Right, shall we continue.  Is that Mr Disco Mothege coming in now?  Mr Mothege, is there anything you wish to say to the Committee?",
            "Unknown"
        ],
        [
            "DISCO MOTHEGE",
            "Yes, there is something that I need to - that I want to tell the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you want to give evidence or do you want to tell us something?",
            "Unknown"
        ],
        [
            "DISCO MOTHEGE",
            "I just want to clear my name and the names of the - and the names of those mentioned by Ngo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you want to do, do you want to give evidence?",
            "Unknown"
        ],
        [
            "DISCO MOTHEGE",
            "I don't want to give evidence, I don't know how this is interpreted but I just want to put my version of the story.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did you hear Mr Ngo's evidence?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I think Mr Brink, if you could consult with him - if you will when we adjourn ...[intervention]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "When we adjourn, if you will consult with Mr Brink - do you see Mr Brink sitting there - and discuss the position with him.",
            "Unknown"
        ],
        [
            "DISCO MOTHEGE",
            "I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shall we now proceed?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, I call Mr Motsamai.  Mr Chair, as far as the application of Mr Motsamai is concerned, I propose that we proceed with the application as it flows from the statement at page 146 of bundle A.  The first incident is recorded as 6.1 at page 4 of the pre-hearing meeting minute and it's described as\n\"The Murder in Melk Street\".\nI'm not so sure if Mr Motsamai has taken the oath yet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Motsamai, can you tell the Committee about your application as it is stated in the papers before you, 146 - page 146 onwards?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, I can tell the Committee but before, I want to\nstart with something here, that our office from the time we started all these incidents - I don't know if the Committee will allow me - and how we went on with our duties and then I can continue in that fashion, if you allow me.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "I think that will be in order.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Our office - we had files in our office.  These files were divided according to associations.  We had the COSATU files, African National Congress, MK files and members of the MK's, they had files.  We had files of different churches, we had files of unions which fell under COSATU, we had files of the Pan Africanist Congress, we had files of all organisations that fell under Pan Africanist Congress, like students, APLA and the women's organisations.  The same - it was the same for ANC Women's Leagues, we had files belonging to AZAPO and associations falling under it.\n\tReferring to students, ASASKO, AZANIO, AZAIO and the others with it's military wing.  These three associations, African National Congress, Pan Africanist Congress and AZAPO and their military wings.  We had files of all members belonging to these associations and the SACP fell under the African National Congress.  \n\tNow, when there were people that we were to collect after having receiving commands from our officers, we would get files of these people that we were about to arrest or collect, then we would be \ntold that these people must be collected or arrested in the morning.  Again, if there were people that were supposed to be collected and brought to the office or maybe we had to target certain houses, we would get their files and we would be given a command.  \n\tWe wouldn't just go and collect anybody in the morning.  You wouldn't just leave the office and decide to collect a certain person, we would be given a command first and we would have the file of that person whom we were to collect in the morning.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now Mr Ngo, will you please tell the Committee - Mr Motsamai, specifically about the murder that took place in Melk Street.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We received the command from Colonel Coetzee and Lieutenant Shaw.  At that time he was still Major Coetzee, his rank was that of a Major.  I was having tea in the morning and Sergeant Mamome was with them - I'm referring here to Shaw and Coetzee.  Sergeant Mamome came to me whilst I was having tea and said we must go there but I didn't know before hand that we were supposed to go there.\n\tHe told me that: \"Boyzi, we have received a command, myself and you\", the command is that we must go to China's place, it's a house at the corner in Melk Street.  I asked him what are we going to do there, he said to me: \"come along you will hear but probabilities were that we were going to commit murder there\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he say that you were going to commit murder there?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He said: \"we are going to commit murder there\".  Then he showed me the firearm made of a .38 firearm.  It's a small firearm, very small - it uses small bullets.  I looked at the firearm and the inscribed numbers have been  rubbed off, they have been rubbed off or rather scratched.  Then I gave the gun to him, I said: \"let's go, we will hear once we get there\",  we left together.  We got into the office, we found Colonel Coetzee and Lieutenant Shaw.\n\tOn Colonel Coetzee's table were two files, mostly as he talked to us he referred to the files.  I asked myself whose files are these - I poked Sergeant Mamome and enquired from him: \"whose files are these\" and then he said that's China's file and the old man he stayed with - China's place at the corner in Melk Street.\n\tColonel Coetzee started giving us the command, he said: \"Boyzi, you must be very cautious, look after yourself because here now you're going to kill somebody or people you would find there but as far as you got the information, these are two people who stay there, the only people.  Mostly, the old man stays alone but there's this boy referred to as China who stays with the old man\".  \n\tNow, I asked him how they got the information, they said they found the information through - he told us that this is a person who's \nbeen arranging for people to skip the country to join the MK wing, Umkhonto weSizwe.  He said that there is that old man together with China, they work together according to the information we received - that's what he stated.\n\tHe asked Mamome to take out the firearm and he showed - he enquired about the bullets, there were six.  The gun was already loaded.  He said to us: \"you can leave, go and do this task but before that, take here this money\" -  it was R10,00, \"you must buy petrol so that after finishing - after you have finished killing these people you will burn the house, set it alight\" if possible.  Mamome took the R10,00, then we left the office.  \n\tWe went to the next level of the building.  He timeously came to me - he asked me: \"are you prepared\"? and then I said to him: \"do I have a choice, we are security police and we have been given an order\".  \tThe afternoon came and they'd already clocked off duty - he came to me driving in a car.  I have already bought the petrol, it was in a container.  \n\tWe left that place where I stayed.  He was the one driving the car.  We drove down Mosheshwe Street until we reached Cooper Avenue at the corner, we turned to the left.  That road led to 4 and 6 section of the location.  At the end of Cooper Avenue, he turned left, he parked the car along the road.  \n\tWe got off - I had the petrol and I put it down and then I started putting on hand gloves and I pulled down my face the balaclava that Sergeant Mamome brought along.  He also did the same, he even used hand gloves - he put hand gloves.  We left the car there.  We went down the street on foot, we went up that Melk Street until we reached - we were leading to the corner.  \n\tWe used the small gate at that house, the two of us. We came to the door at the back of that house, that's the door we came - we used.  I knocked, the old man responded, he enquired: \"who is it\"?  I spoke in a low tone so that he could not identify us - he opened the door.  As he opened the door Sergeant Mamome approached him.  As he did that he said I must take out the gun.  He had the gun in his left ha - left side pocket, I pulled the gun so that  - we knew that two people were staying in this house.  If it happened that there'd be the third person in the house, I should shoot that person.\n\tHe pulled the old man but he grabbed the door and then he started screaming.  He was holding the door with his right hand.  He was being pulled by his left hand.  He gripped the door and he - the door hit him on his chest.   Now he just had one choice to get with the old man in the house and then he grabbed the old man on the neck.  He tried to pull himself loose but however failed to pull himself loose.\n\tI entered the house - I opened the door, it was dark inside.  You \n- a person would not leave but they would see that there's something happening there and would keep quite as a result.  I entered the house after having opened the door.  I saw the old man's head - I shot him on his head, on his left side of the head and then he let him fell just next to the door, not very far from the door.\n\tWe went into the house and there weren't any people inside, he was the only one in the house.  The petrol I referred to was at the door.  I went outside to fetch the petrol, then I started sprinkling petrol all over the house and even on his body.  I sprinkled his body with petrol, then I went outside.   \n\tMamome, Sergeant Mamome took out matches and he set the corpse alight.  After setting the corpse alight, we left but we didn't leave through the gate.  At the time we were setting the corpse alight, the house at the corner along Cooper Avenue - I saw somebody standing there.  I don't know that person.  He was observing this house where we were and when he once saw me, he disappeared - that person disappeared.  Probably that person could see something bad was happening there.\n\tThe house caught fire.  We jumped the fence and went back to the car.  We got into the car, he drove the car through 4 and 6 section of the location.  Now we were going through Bato location.  He used the tarred road down there in Bato location and he took me home.  He \nhad the gun with him at that time.  I gave the gun back to him.\n\tI got home - I slept.  We went to work in the morning - we were all in the parade, myself, Mamome, Miningwa - at the parade and Mtyala - M-t-y-a-l-a.  We were all reported for duty then we reported about the union activities, student activities, COSAS, AZAZCO, AZAZIM.  They reported about churches - what is the situation at different churches.\n\tAfter they have completed reporting, they left.  We were left behind, myself and Sergeant Mamome because as we entered Colonel Shaw - Lieutenant Shaw and Major Coetzee enquired from us whether we completed the operation.  Nobody knew that we had killed or murdered somebody.  It was only Coetzee and Lieutenant Shaw and myself and Mamome who knew what happened, that there's somebody who died, who has been killed.\n\tWe agreed or rather confirmed that we did take out the task.  Mamome was left behind - we went for tea.  Whilst having tea, he came.  I could tell from his expression that he was a bit sad.  I asked myself now what error had we done because we took out the order as it was given to us.  He said to me, Major Coetzee and Lieutenant Shaw wants to see you.\n\tI went to them.  As I entered their office, the other one sat on the left hand side and Colonel Coetzee stayed across the - Major \nCoetzee stayed across the hall there.  Colonel Coetzee started questioning me - why ...[inaudible] we didn't complete the task in full, \"you were supposed to have burnt the whole house\".  Now I found myself in difficulty.  We were given an order and now we are told that we didn't complete the task, why is it like this?\n\tThey kept quiet, they stared at each other.  I'm referring here to Shaw and Coetzee.  I could tell that they're discussing something, then Shaw said: \"it's okay my boy, you can go and drink - you can go and have coffee - tea.  I went upstairs to have tea.  After a few hours, it can be one or two, I'm not sure - right in that office, Mamome came back.  He told me he's from Bato location.  He wanted to find out if the detectives did find out who committed that arson and murder.  He told me that the person who's handling the case is Sergeant Ramara.\n\tHe asked him in a different manner just to find out if he knew we were there or who committed that act.  I don't know whether he was lying to me or whether he asked Ramara directly.  He said that Ramara told him that people who were at the scene, they thought it was China who killed this old man.  I'm referring here to the person who was staying with this old man.  Until today, the case has never been dealt with.  It is now that I'm telling the whole story about this case.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "It seems it's a convenient time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, we'll take the lunch adjournment now\ntill 2 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Chairman, shortly before the lunch adjournment you will recollect that you suggested that the person who's now about to give evidence, consult with me.  This is Mr Disco Mothege and reference to him appears in bundle A at page 40 -  reference to this gentleman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 40?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Page 40 of bundle A.",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR BRINK",
            "Mr Mothege, is that how you pronounce your name?",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "Yes, that is the correct pronounciation.",
            "Male"
        ],
        [
            "MR BRINK",
            "Do you see the applicant sitting in the front row of the auditorium behind the camera man?",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "Yes, I can see him.",
            "Male"
        ],
        [
            "MR BRINK",
            "When did you first see him?",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "I first saw him during the testimony of Jack Menega, I think it was around March or April.",
            "Male"
        ],
        [
            "MR BRINK",
            "Of this year?",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "Yes, in 1997.",
            "Male"
        ],
        [
            "MR BRINK",
            "And is it true that you are a school teacher by profession?",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "Yes, I'm a teacher by profession.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did you ever teach at the Matshedisa School?",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "I have never taught at the Matshedisa School.",
            "Male"
        ],
        [
            "MR BRINK",
            "Now, I have referred you to page 40 of the bundle of papers before you where your name appears on a short list of those who are alleged to have been members of an anti-comrade group or organisation, do you see that?",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "Yes, I can.",
            "Male"
        ],
        [
            "MR BRINK",
            "Were you ever a member of supporter of any anti-comrades organisation of group?",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "I have never been a member of any of the gangs.",
            "Male"
        ],
        [
            "MR BRINK",
            "Did you know Jack Menega?",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "Yes, I know Jack.",
            "Male"
        ],
        [
            "MR BRINK",
            "And was it he who drew your attention to the presence of Mr Ngo the applicant, in March or April of this year when Jack Menega gave evidence?",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "Yes, it's him.",
            "Male"
        ],
        [
            "MR BRINK",
            "Thank you Mr Mothege.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "The person you're referring to behind the camera was in fact Mr Ngo, is that right?",
            "Unknown"
        ],
        [
            "DISCO MOTHEGE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Visser on record.  Mr Chairman, perhaps just by way of clarification, a question or two.\n\tIn what sense or regard did Mr Menega draw you attention to Mr Ngo, what did he say to you?",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "He said to me that is the person who wrote down the list of your names, this person applied for amnesty and your names appear in his statement.",
            "Male"
        ],
        [
            "MR VISSER",
            "No further questions, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "MR STANDER",
            "Stander speaking.  Mr Chairman, I've got no questions to this witness.\nNO QUESTIONS BY MR STANDER",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Mr Mothege, is it correct that you are in fact a primary school teacher or where a primary school teacher at the time, around '85, '86?",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And it's also true that you are related to the Mokalakes?",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "Yes, that is true, I'm related to them.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And you see Mr, my instructions in fact they come from Mr Ngo, are that he says that you are a member of the anti-comrades group because when you went to Brandfort, Ramosoeu introduced him to inform us - let me say he told him about the informers who were working with the security branch and he mentioned you as one of the persons that they should never shoot at, should the occasion arise for them to shoot at comrades who would be fighting with the gangsters there.",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "I dispute that evidence.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "I don't think you can dispute that Ramosoeu actually told him that you cooperated with the Mokalakes as part of the anti-comrades group and that you should never be shot at, should the occasion arise for shooting at people by the security branch.",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "I repeat, I dispute what is being said.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "I think it's within your rights to dispute that it was true that you were actually associated with them as part of their gangster or the anti-comrades associations.",
            "Male"
        ],
        [
            "DISCO MOTHEGE",
            "That is not correct.  I leaded with all - everybody, even the comrades.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Those are my questions Sir.\nNO FURTHER QUESTIONS BY MR MEMANI",
            "Male"
        ],
        [
            "MR BRINK",
            "No re-examination thank you.\nNO RE-EXAMINATION BY MR BRINK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be excused now.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "(cont)\n\tNow Mr Motsamai, you were telling us about the incident regarding the murder at Melk Street.  What happened to the firearm that was used?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That firearm, I cannot tell whether it was after three months or four, Sergeant Mamome told me that a man by the name of \"Yster\" who sold gas cylinders in Rocklands location said to him he needed a gun however, a licensed firearm.  Because this man needed a firearm, he took the very firearm in question and gave it to Yster - the very gun that we used to kill this old man.\n\tWhen he gave this man the gun there was a man by the name of Mabilo -   M-a-b-i-l-o, he worked at Yster's premises selling gas cylinders.  They saw the gun - the firearm but they didn't know that the gun has been used to kill the old man I told you about where we went to kill this old man or China if we found him at that place.  \n\tHe took the gun because Sergeant Mamome told him that he can use the gun however, if it happens that you shoot at people, you mustn't disclose the gun.  He gave him the remaining bullets - there could have been six or seven in  number.  As he gave him the firearm I knew that was the gun we used and he emphasized that this is the gun we used on that occasion when we killed that old man.  I said yes, I can still remember the gun - the firearm.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now Mr Motsamai, I hope that concludes your evidence regarding the incident of the death of George Musi and may we proceed to deal with the second incident at page 146 ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Memani, I couldn't follow unfortunately one of the answers or - he said: \"Yster asked for a firearm\" and then something about a licence.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That was when he told Sergeant Mamome that he needed a licensed firearm however Sergeant Mamome gave him this firearm - I'll arrange that you get a licence.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Do you know whether a licence was arranged?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I do not know, I have never heard that his licence has been arranged - the firearm licence.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Sorry, I couldn't hear any answer.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Up till today, I do not recall ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Repeat the answer?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Up till today, I do not know if or rather Sergeant Mamome never came to me ...[intervention]  [Committee has problems with headphones]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you kindly repeat the answer please.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Up till today he never came to me or I never saw the approval where this man made an application for a licence for the firearm.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now, the next incident is the one involving the burning of the house of Winnie Mandela.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Can you tell the Committee about that incident please.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It was in the morning in this instance, everybody reported about their duties with regards to different organisations that we handled.  As we left, Coetzee said to myself and Mamome we must follow him - Lieutenant Shaw was present.  Now, they wanted to inform us but they were not sure as what to tell us.\n\tThey stared at each other - Lieutenant Shaw nodded telling - giving a message to Coetzee.  I do not know what is it that he was nodding at.  Coetzee started talking, he said: \"Motsamai, Mamome, I want you to go to Winnie Mandela's home, that house must be burnt.  Whilst listening, himself told us that: \"you must know there isn't a soul there\", we would carry our task and said: \"burn the house down\".   Then he asked Shaw, he said: \"Terry, do you have something with you\".  Shaw said: \"no, we will talk\".  We left together with Mamome and went upstairs.\n\tThey called Mamome whilst we were having tea - Mamome went to them.  After some time he came back - he came to me, he said: \"Boyzi, they forgot to give us money, R20,00\".  I reminded him because they had - they forgot already, Lieutenant Shaw, Coetzee and Mamome.  I said: \"Do you still recall that we tapped 20 litres of petrol from a certain vehicle, Datsun Laurel that was auctioned, it wouldn't be a police vehicle again\".  He said: \"I forgot about that\".  \n\tI asked him: \"How can you forget that because we were given instructions or commands that we must go and tap the petrol from that car and I must put it in safe place so that we can use it when we go and attack houses\".  I said to him: \"You knew and you were present with them when they said they will take ...[inaudible] complete documents and make as if the petrol that we tapped from this was poured in this car\".  I can still recall that, then we went there to find out what's taking place.\n\tColonel Coetzee told Shaw: \"Give them the money\" - I took the money, it was R20,00.  They told us we must do that job.  I will never forget.  Winnie's file was on Coetzee's table.  Before I proceed, let me tell you when I refer to the file of Mrs Winnie, what kind of file that was.  All the comrades had files at the office, all of them had files, even organisations had files with numbers - there was an index. When you call somebody by his or her name then we were told: \"Go and get so and so's file - you go through the index if you don't know his number, you would find the number in the index\".  It was in alphabetical order, A up to Z.\n\tNow, this one of Mrs Winnie and others in authority, AZAPO, APLA, African National Congress, SACP had volumes.  This means it was extracted from a certain volume and it was put on the table.  He told us that - now I'm getting straight to the point.  He said to us: \"this woman is troublesome, we've tried all angles and she's everywhere, now I just want you to go and scare her a little bit\".  They feared this woman, they didn't want to meet her.  There wasn't an officer who wanted to talk to Mrs Winnie.\n\tI asked Mamome: \"when these people say that Mrs Winnie's not there, what is it that they mean\"? - he said: \"she left for Johannesburg\".  We went upstairs to our office until we knocked off duty.  Midnight he arrived in a car, I had already bought the petrol.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who arrived in a car?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Sergeant Mamome.\n\tI got into the car, we drove to Mrs Winnie's house.  There at Brandfort there is a road - he knew it, I didn't know that road.  I don't know how he came to that road.  It's the road that enters Brandfort but you leave the tar road, it's on the left side just next to Brandfort.  He used that road.  I asked him: \"where are you going, seemingly we are not going to Brandfort\".  He said: \"no, we are going - we're not going through Brandfort\".  \n\tHe stopped the car in the veld.  Seemingly he came to this road before the time we were driving on it, however I don't know when that was.  We left for Mrs Winnie's house.  At Mrs Winnie's house there's a lamppost, a big one in front of her yard.  It's quite visible before that light - that lamppost in front of the house.  We just had hang gloves, we didn't use balaclavas.  We used the street behind the house so as to find our path to Mrs Mandela's house, that was the only choice we had or rather we had to go through that street where we were visible because of the lamppost.  \n\tWe found the door locked.  The windows were also locked, even those at the back.  He took a stone and threw it through the window so as to open the window.  He got inside, then I followed after him.  We looked inside the house - if I'm not mistaken, the entrance we used it was a sort of a two or three roomed house, a portion of the house - it was dark.  He went inside and came back to report that there isn't a person inside.  \n\tNow, I ask him: \"where do we start\"?  He said: \"these things are far apart from each other, then we cannot set the house alight\".  Then he got this curtain, poured petrol over it.  After having poured the curtain with the petrol, he took out the matches and set the curtain alight.  It went haphazardly around the room and there was this bed where we were standing.  Before the house could catch fire, we went out to the car and it's very far where we parked the car, it could be a kilometre from the house.  \n\tWe went through the veld to the car and I was asking him: \"where is the car\" because it was dark.  He said: \"come, you will see where I parked the car\".  We got to the car and we drove back to Bloemfontein.  As we came to Bloemfontein, we reported to Colonel Coetzee - Major Coetzee and Lieutenant Shaw, that we took out our task as ordered.\n\tNow, it happened that the following day after we reported to them - it could have been 12 o'clock or 1 o'clock, they called us.  I don't know what they have heard about Winnie's place because Mrs Winnie - we tapped her phone.  That phone was tapped at the Brandfort police station.  There was a special room used by the security police alone.  There were bugging machines - that telephone was bugged as was to monitor Mrs Winnie's activities - with whom does she have her conversations, we wanted to know about her political activities.  \n\tThese people that she would have communications - we wouldn't know whether she was talking to somebody in Johannesburg.  Whether she asks for a certain person maybe on the telephone who was in Cape Town or Johannesburg, we would write the names down and we'll look at the index whether we find that name there.  How do you associate that name with those that we have in the files. \n\tAbout the files - before I continue, these files - something came out of these files because they had all sorts of information.  The files contained all sorts of information about the comrades, what are her movements or his movements.  I think if you could find these files, they could be of assistance to the TRC in a certain manner because when we track somebody, we would track you until you die.   We must file your death certificate according to the command we received.  I wanted that to be recorded.\n\tIt so happened that they called us boys - Mamome, come here, we have problems here.  This woman - it seems there at the clinic there are some children who are taught about communism.  This information comes from the informers according to Colonel Coetzee and according to Mr Ramosoeu, as he has been to Brandfort tracking Winnie, listening to her telephone conversations, stealing her letters - he had a key.  I don't remember that postal box - we got letters from that postal box.  I cannot recall the box number - the post office at - next to the police station in Brandfort.  How the security police got this key, I cannot tell -  they know.\n\tHe told us this person is troublesome, we must devise a means what else can we do there - what can we do about the clinic.  We kept quiet because we were waiting for him to give us an instruction.  He said: \"I want it burnt down\".  He gave us R20,00.  That R20,00 was from Shaw.  They said to us that would be enough or sufficient for 10 litres of petrol, 2 x 5 litre containers.  We took the money - we didn't remind them that the petrol that they said we must tap from the Datsun Laurel is still available.  At Winnie's place we didn't remind them.\n\tMyself and Mamome were given the command, we were given money, we went upstairs - had tea.  We took out our vehicles, worked and we came back - knocked off duty and left for home.  I bought the petrol during the night, 2 x 5 litre containers, plastic containers for petrol.  At midnight he - they came driving in a Kombi.  \n\tNow what surprises me, it's seeing him with the other people that we work with who were not given a command from Colonel Coetzee and Shaw.  Where he got them, I don't know.  They were seated at the back in the Kombi, he was driving -  I entered - we drove off.  There was David Morakile at the back, Mtyala and Miningwa.  We drove until we came to the road that lids to Brandfort.  After driving 20 kilometres - 20 to 25 kilometres, we came across a car driven by Mr Ramosoeu.  It was on the left side of the road facing the direction of Brandfort.  \n\tI asked this person Mamome:, \"now what's happening, here's Ramosoeu's vehicle here - it seems to me it will follow in the direction that we were headed\"?  He said: \"I do not know maybe he wants to see if we will take our task because according to the information, this is the job he assigned to us\".  I asked him: \"who are we going to get there\"?  He said:  \"there isn't a person that we will meet, I heard that Winnie Mandela would be attending a case in Cape Town\".  \n\tHe used the road that we used when we entered Brandfort.  He parked there in the veld.  We left the Kombi there in the veld.  We started using the path toward the location where Mrs Winnie stayed.  Something again surprised me - on a previous occasion when we got there, the lights were switched on but this time the lights were switched off.  I don't know whether there was a car that collided with the lamppost and now the lamppost was no longer functioning.  It was dark at this time.\n\tWe went straight and entered.  Him, Mamome, told Miningwa and Morakile and Mtyala that: \"I want you to look around, if there would be a person who would see what we are doing, you inform me or you deal with that person accordingly\" -  anyone who would see us.  That meant if there be - there was somebody who saw us on that day, this man would do something about that person, that the person might be killed and officers would account to avoid maybe a jail sentence for what we were about to do.\n\tMorakile and Mtyala were left in the street.  There was a trench next Mrs Mandela's place leading in the direction of the stadium.  He broke the window of the clinic, took that petrol container and then I followed him.  Inside the clinic there was a door that was locked and next to the door is a window.  After we entered through the window there was a door that led into the other room, there were two rooms - halls.  These halls had wooden chairs - wooden benches and there were files inside the clinic.  In the other hall there were files and benches, wooden benches.  \n\tI got into the other room - I poured petrol and he did the same in the other room.  He told me that petrol that we poured must meet at a certain point so that when you set the house alight, it must catch fire quickly.  We poured petrol all over the furniture we found inside there and I asked him where he was.  We didn't have much petrol as we had 5 litre containers.  He said he still had petrol and we poured petrol until - to a point where we reached the window and we poured petrol all over the curtains.\n\tOnce we finished pouring the petrol, we left the containers there.  The petrol smelt very bad - we went outside to catch some fresh air.  He gave me matches.  I then closed the window.  Where he broke the window with the stone, that's were I started lighting - igniting but I had already told him that they must move far from the clinic because I know what kind of substance we're using there.  I set the clinic alight - there was a flame.  \n\tAs I turned running away, Miningwa was just here.  The flame did cast some light over him - I could see him.  Once it exploded, he got scared - I don't know what scared him or was it because of the explosion.  All these gasses meeting inside the house there and exploding.  Then we all ran away because there was a big flame and we didn't have balaclavas.  We sped away into the open veld.  When we were far away in the open veld we could see the big flame. We got into the car and drove back home.  We took each one home.\n\tThe following day at the parade, Coetzee was asking myself and Nzito, not knowing that Nzito brought along his own people ...[intervention]",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Who is Nzito?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I'm referring here to Sergeant Mamome, Nzito.\n\tHe asked us whether we did take out the task, we agreed.  They could see now what is it that we've been asked at all times.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I don't understand you, what are you saying?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I'm saying because Miningwa, Mtyala and David - they were not given a direct command, myself and Mamome were given the command.  Now, when Colonel Coetzee at the parade, asked myself and Sergeant Mamome whether we did carry out the job, they just nodded meaning, they didn't know when we were asked at times whether we did take out the job we were given, what that meant.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Sorry, did you say Mr interpreter - did you say they nodded their heads or they bowed their heads.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "They bowed their heads.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We went for tea.  Whilst having tea, Inspector Bester came to us in a hurry - he was even sad, angry, so much that he uttered a word that: \"your Major forgot that I'm not of your unit, I'm here just to assist\".  He said: \"boys, Major Coetzee said we must go to Brandfort and look at the house - how far it burnt down.  He wanted to make sure that the house really burnt down.  I left with Inspector Bester.  He was not of our unit, he has never been a member of our unit, he just worked in the office.  Working with us, dealing with matters dealing with the security police.\n\tIf maybe, before I continue that it may happen, that they say he was of our unit, that would be a mistake and again I hope that they could have forged their papers.  He was working with us but he was not of our unit.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "To which unit did he belong at this stage?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He was in the investigative unit.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Was he - is that CID's?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He left from ...",
            "Male"
        ],
        [
            "ADV MEMANI",
            "You may proceed.",
            "Male"
        ],
        [
            "INTERPRETER",
            "It's in Afrikaans, we don't know the English word.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I'd like to know what he's just said please, if I may.  The interpreter says he spoke Afrikaans - I heard him speak a Black language, I'm not sure.",
            "Male"
        ],
        [
            "INTERPRETER",
            "He used a term in Afrikaans so we're waiting for the interpretation from the Afrikaans booth.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I said whilst we were working there under the security branch, Inspector Bester - I'll repeat, Inspector Bester was never part of the security branch, he was under the ...[intervention]",
            "Male"
        ],
        [
            "INTERPRETER",
            "We're waiting for the Afrikaans term again.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He made his applications whilst he was working with us until he was accepted.  I don't know how long he was a member of the security branch.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I think we can't hear that word, what is that word?  You say he was a member of what?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "CID, Fuchsware.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, if I might be of assistance, the CID department in Bloemfontein is housed in a building called Fuchsware building.  That's where all the CID's in Bloemfontein is housed at and that's what he referred to.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And you say he applied to join the security branch whilst working under - already working for security branch?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is so.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now you may proceed.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We left with him to Winnie's place in Brandfort.  When we arrived there we found - I don't know as whether they were journalists or they were coming from SABC.  They were there with their cameras taking photos.  We alighted from the car and no-one was telling anyone what we should do.  He said to me Boyzi, let's see as if we're going to inspect.  We went there, then from there we went back to the car, then we came back to Bloemfontein.\n\tI alighted from the car then he went - I went to the office, then I took my own route, then I went to town because he was the one who was sent to go and inspect,  he's was the one who should respond or give a feedback.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now, that concludes the applications in respect of Winnie Mandela.  The next one is contained in paragraph 3 at page 146.  Yes, may you proceed with that application - the house of Bobby Sebotsa.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It was in the morning.  All of them have left, I was left with Mamome.  They were frustrated, they didn't know exactly which house should be bombed.  Whether it was Bobby Sebotsa's mother's house in - or the brother to Bobby Sebotsa, he was staying at his mother's place.  Then he would leave and go to his brother's house at Mbinda.\n\tThis gentleman, mainly he was known by Lieutenant Erasmus.  We were - we used to travel - him because according to his file when it was opened - I don't know how we can find those files because they were taken by NI.   After the Goldstone Commission made a mistake - I think it was in 1993, all these files which I'm talking about were taken by NI and they hid them.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Just one second, are you saying NI or NR?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is national intelligence which fell under Captain Prinsloo.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I think the witnesses has actually been saying NI all along but I think the interpreter has been mishearing because the interpreter kept on saying NR instead of NI.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is a thing which causes problems because we're talking about files and those files are not available.  We're talking about people who were harassed and within those files there are harassment's and torture of every comrade and every organisation.  And I want to put something clear, if we talk of units we talk of White units and then Coloured units and Black units.  I want to put this clear that is why I would say these files would put this thing clear.\n\tWhites whom we were talking about were Whites who fell under SACCP, African National Congress and COSATU.  We're not speaking of all White citizens in South Africa, we speak of Joe Slovo and company.  Those are the kinds of White people we were talking about and again to make it clear, when I talk of these files, I speak of those files when we talk of Black people only and the few Whites who were helping Black people.\n\tThis Bobby Sebotsa had a crash course - when I talk of a crash course, he received a training from Lesotho about explosives that is why I call him an MK member because when you receive a crash course, we'd classify you as a person who has been trained.  That was a problem as to whether his mother's house or his brother's house should be bombed.  \n\tThey made a decision that his brother's house should be bombed because we have his brother's files also, they would understand.  They would leave or sever their relationship with their comrades.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "May you repeat?  You said they decided to - that whose house should be burnt?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Bobby's brother's house because he was staying at his brother's house at some time.  It was a bigger house as compared to his mother's house because his mother's house was that of Municipality.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now Mr Motsamai, have a look at paragraph 3 of your application, you say the house that was bombed was his parental house.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, I took him as his parent - they were under his care.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "You may proceed.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "They took a decision - that is Coetzee and Shaw that this house should be bombed.  They wanted to take out money and then we reminded him about the petrol whom we took it from the car.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "How long did you keep this petrol that you had taken out of the Datsun Laurel?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It's for a long time, I don't remember how many months.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "You kept it for months?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, before this incident.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Did you keep it for months, I'm not asking whether you got it before the incidents, I'm talking about how long you kept it?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It's for months.   That is then that when we knocked off I started to make petrol bombs.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Which petrol did you use?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "The one I've stored it from that Datsun Laurel which we tapped it from the Datsun Laurel.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And you've testified that you've - money was given to you for petrol?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Not this time, they reminded them of the petrol.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I thought he said  - okay, carry on.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I looked for bottles, four bottles - I took sugar ...[intervention]",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Sorry Mr Motsamai, before you come to the bottles and the sugar, maybe you should clear this.  Where you given money this time or were you not given money before you reminded them of the petrol from the Datsun?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "This time we reminded them about the petrol we stored, then they said to us we should use that petrol but though not all of it.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Yes, I interrupted you when you were telling us about how you went about making petrol bombs, you mentioned some four bottles - you can proceed from there.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I looked for four bottles which had lids - which had steel lids.  I took sugar, I put it in every bottle - white sugar.  I took a tube which I cut in pieces and I put them in each bottle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that motor car tube?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is so Sir.  I took sand and I put in each bottle - that is soft sand.  I took rags and cut them into pieces which will go down to the bottom of each bottle.  Then I put petrol in each bottle, then I closed the lid whilst the rags were aside.  I didn't put the rags inside the bottles.  I stored those rags until midnight when he arrived with a car.  I took four bottles together with the four rags and a knife, I entered the car then we left.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Who was in the car?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It was Sergeant Mamome, he was the one who was driving.  We - only the two of us in the car.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Mr Motsamai, when did you say Mamome arrived?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Midnight.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "You know the - I don't know Mr interpreter, I'm not trying to suggest that you're not interpreting properly but it seems - it doesn't seem clear to me that he's specifically referring to midnight but rather to in the middle of the night.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, that's exactly - 12 o'clock is midnight and it's in the middle of the night.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "What I want to have cleared up, does he intend on each occasion to say that he arrived at 12 midnight or does he intend saying that he arrived at some time during the night - late night.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Midnight.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Okay, thank you.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Sorry, what do you mean by midnight?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "12 o'clock.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "What do you mean by midnight?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I speak of 12 o'clock at night.  Always when he arrives it will be 12 o'clock because all our operations, we'd do then around dusk - around dawn, early in the morning.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I think why I'm asking you these questions, because your counsel wanted to know, as I understand him - because you see we don't want to have arguments later on.  For you later to come and say, well you meant - you didn't mean 12 o'clock, you just meant around 12 o'clock or in the middle of the night,  we want to be - to clarify that.  Whether you refer to 12 - 24 hour, 12 o'clock on the dot or whether you are saying around midnight.  I think that's what counsel wanted to know.  So, are you saying - sorry, let me not, rather let me leave it to you.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "When I say - when I specified that time, in Sesotho you call it gitla, I mean 12 o'clock midnight, 12 o'clock during the night.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "You may proceed.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Then we left together with him with the car.  We went through Mosheshe Road until we arrived where Kings Street starts then we followed Kings Street, we went outside just in front of the shack houses.  Where were stopped we - there are shack houses on the other side of the built houses, then we passed Gala Street, then we passed Mombati Street, then we stopped alongside the road because we have arrived where we were going.  Then we arrived at Mbinda Street.\n\tFor the first time we left the car, both of us after we stopped alongside the road, we examined the situation, we looked as whether there are no people roaming around, then we appeared at Mbinda Street, then there were no people who were walking on the street, people were asleep at that time.  \n\tWe went back to the car, I took out a knife, I opened a hole on the lids of the bottles, then I would cut a hole which will go straight across the middle on the lids of the bottles on each bottle.  Then we'd open them up - he will open others up, then we'll put those rags in, then we'll pull them on top, then we'll put them right inside the bottles, then we would close the lid.  \n\tThen we alighted from the car.  We put our hand gloves on - at all times we had our hand gloves on and whilst I busy preparing the petrol bombs, I had my hand gloves on.  I'll put sugar on and when I put everything on, I had my hand gloves on so that the fingerprints would not appear on the bottles.  He took the balaclavas, then we put them on.  We went out with the bottles, then we went to that place to that house of Bobby - Bobby's brother's house.\n\tWhen we alighted from the car, there was nobody outside, that is nobody was walking on the street.  He took matches - that is Sergeant Mamome, then he lit.  When he lit - when he handled the bottle - when he - it will come out from those holes and it will go through the rags.  When you light it will not explode because the fire doesn't go inside the bottle.  He would put light on the one I was handling then I would pull it down and then he would light other bottles, then we'd run.  \n\tI was running in front, then I would hit the first window with the first bottle then I had the other bottle on my other hand and it was - then he would come and hit with the other bottle, then I would hit with another bottle and then again for the fourth time.  Inside that house I heard a woman's voice, she was screaming.  We left there ...[intervention]",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, before the witness proceeds may the applicants application be amended to include offences which might arise as a result of the presence of the woman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What offences?  It's for you to say what he's asking for amnesty for, not to leave it for us to decide and when we don't decide something?  You needn't do it now, if you can let us have tomorrow morning you're amended list of offences.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases.   You may proceed.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "When we left, we ran to the car.  We left there, the house was burning, the house was in flames.  We went into the car, he ignited the engine then made a u-turn, then he took me home.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Did anything appear concerning the incident thereafter?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Do you mean the house or to us?",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Amongst the policemen.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "They took me early in the morning and we reported what we have done and then Mamome explained what we - that we have accomplished the operation which we were instructed by Colonel Coetzee and Shaw.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "The next application is set out at paragraph 4 - the bombing of a house belonging to a businessman, Nicos.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Can I continue?",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Yes.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "In regard to Nicos's house - he had a fight with us.  He was troublesome.  They couldn't find him.  We knew and they explained to us that he was a courier - he has a contact in Lesotho.  They went to him, they used to visit him many times.  They didn't want to tell him why they were visiting him and what they are looking for and then again they wanted to use him and they were not able to convince him, particularly Shaw and Coetzee.\n\tThey returned and then told us that this person is troubling us: \" we are busy to recruit this man but he doesn't want to be recruited\".",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Carry on.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "They informed us - they called myself and Nzito that we should go to this person and visit him.  The instruction was that I should attack his house.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry Mr Chairman, I'm trying my best but I don't hear the names.  He mentioned three names now I think, I didn't hear one of them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "What is your problem Sir?",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Who is Nzito?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is Sergeant Mamome.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "It is better to refer to him as Mamome and not as Nzito.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is okay.   I only said that is Sergeant Mamome - that is Nzito, I didn't mention other names.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm quite sure he mentioned other names.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I beg your pardon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm quite sure he mentioned other names, didn't he?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "No, it was Mr Visser who said he mentioned names.  He didn't mention the other names yet.  Maybe you should let the witness proceed.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, I think maybe the witness should just repeat what he has told us because nobody knows what he said Mr Chairman, not you, not I.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Proceed Mr Motsamai.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, if my learned friend refuses ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who told - you said you were instructed to attack the house, who went?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "What are you referring to?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have just told us that Coetzee and Shaw who tried to use this man Nicos, said he was troublesome and you were instructed to attack his house.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who went to attack his house?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I said I will come to those names.  I spoke of two names, that is myself and Nzito who received the commands, then I would come to the names, then I'm still coming to those names.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Come to them now please.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He gave us that command, that is Colonel Coetzee.  It was myself and Mamome.  We were going to use that very same petrol.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who went with you to attack the house.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "With due respect Sir, I - isn't it a matter of you - you are asking the witness to come to the conclusion.  The witness is ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm asking a question.  Who went with you to attack the house?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I haven't explained yet how many petrol bombs ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not asking  you about petrol, I'm asking you a simple question which you will kindly answer.  Who went with you to attack the house?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is Sergeant Mamome, that is Mtyala, Morakile and myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now Mr Motsamai, may you go back to the stage where you were being given instructions.  You told us that Shaw gave you and Mamome instructions, what instructions were those - rather Coetzee?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is Coetzee and Shaw.  We found two people there, that is Coetzee and Shaw.  It was myself and Mamome.  It was - we were off duty.  I arrived at home and made those petrol bombs as I said before how I made the petrol bombs.  This time at this instance, I made six petrol bombs.  Mamome arrived at my place - it was at night.  He was driving a car.  I took those six petrol bombs together with the rags and a knife in the car.\n\tWhen I arrived inside the car, I found Mtyala and Morakile.  When I asked him as to whether what do these people want, he said to me: \"Boyzi, I want to create a strength\", then I said to him: \"they were never instructed by Coetzee that where we're going and what we're going to do, you're doing this for the second time\".  I said to him: \"that is okay, as you have made your own decisions therefore you discuss that with Coetzee, how many people we were\".  \n\tWe left then.  We stopped at a street quite a distance from Nicos's house.  From the direction where we were there was a street, that street now they've built houses on it, there are two houses which are built on that street.  We stopped next to the tree at the corner house, then I opened holes on the seal of those bottles.  We had hand gloves all the time.  \n\tThat is where we made a mistake.  When Nzito set light on the bottles, he didn't made them to - he didn't point the bottles down and therefore the rag was pointing up.  When he set the bottle alight, I don't know whether he was shaking or what but Mtyala's hand glove was full of petrol, now the glove caught fire and the bottle was on fire.  I tried to extinguish the fire but the glove - my glove was burnt at the fingertips until the tips of the gloves exposed our fingers.\n\tAfter we extinguished the bottles, we used these gloves as they are with our fingers exposed.  They will go to the investigators and tell them what to do, how to handle the situation that we found ourselves in.  We started from scratch with the bottles - the rags must face down and we set them alight - the four bottles.  Mamome had two petrol bombs - the others were not set alight.  We were heading for this house running.  Mtyala started and then Morakile followed - they - I mean here they threw the petrol bombs.  And then Nzito threw the bomb and then after him I followed.  We had to take turns again.  \n\tWhen I'm referring to power here, I'm talking of strength in throwing the petrol bombs - those that we had in our left hands.  We didn't set them alight, we just threw them as they were, knowing quite well that they would catch up fire right inside that house.  We went back to the car, running.  We got into the car - drove off - took us to our respective homes.  He reported about the incident in the morning where we usually report and we told them that we have done our task as ordered.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now, may we proceed to the next incident, the incident contained in paragraph 5.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman, I hesitate to interrupt but before proceeding to the next incident, I wonder if it wouldn't be better if Mr Memani shouldn't lead his witness to bring out more relevant aspects.  To go into fine detail about setting gloves alight and making a mistake and burning your own fingers and that - is it really relevant to these proceedings?  We'll be here for weeks.  If he were to control his witness - he knows what he wants from his witness.\n\tAny further detail might come out in the hands of my learned friend Mr Visser who's cross-examining.  I don't believe it's necessary to allow the witness to go on in fine detail - each go home - different directions then they meet again and - get from the witness what is necessary for the purposes of this application.  It will shorten the proceedings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that makes a great deal of sense that we have heard intricate detail about events which don't really seem to go very far towards setting out why he is claiming amnesty in respect of them.  And I think if you can Mr Memani, you should try to get your witness to deal with more relevant points and not go on and on as he does.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases.   Now the next incident is contained at paragraph 5.  Yes?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "May I say something here?",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Yes.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It was during the morning - about what we have done, Bester, Warrant Officer Bester came to me and said: \"Boyzi, you must now know that the bottle that you used had your fingerprints.  I asked him where he got this and the ballistics ...[inaudible] has got our fingerprints but he said they would arrange something concerning the fingerprints.  I don't know whether he was lying to me or what but he did come in the morning.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Yes, you may now proceed to next incident which is at page 5, rather paragraph 5 - the burning of the motor vehicle of Jani Mohapi.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "With respect to this incident, the command was Major Coetzee and Shaw - they had his file to get the command to deal - in respect of dealing with Mr Mohapi, for us to burn his motor vehicle or his house.  Coetzee himself tried dealing with this man.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Tried to recruit him.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.  This man or this comrade as they were called, he refused.  This man - this gentleman was the Chairperson of the Mayo Youth Congress - MYKO.  This Mayo Youth Congress had jurisdiction as far as Ruiterswerk, Ladybrand, Brandfort, Soutpan, De Wet's Dorp, Delsville, Hertzogville and other towns falling within the borders of the Free State Province.\n\tIt was Jani Mohapi who recruited a lot of people to join MYKO, that is why there were a lot of youth congresses within the Free State's respective towns.  Because he refused, that's what made Coetzee and Shaw to emphasize that this person must be assaulted.\t\n\tThe first assault or harassment was to go and burn his motor vehicle as a start.  With respect to this one, we were given money to buy petrol however we still had petrol,  we were given R10,00 to buy petrol.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And was the same procedure followed to prepare bombs and to burn the car?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We didn't use the petrol bomb here.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I see.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You may proceed Mr Motsamai.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "The command here was given to me from Colonel Coetzee and Lieutenant Shaw or Major Coetzee - myself and Mamome.  I knocked off duty and I got petrol.  Late in the afternoon he came to me in a car, he was in the company of Nelson Ngo.  I don't know where he got this man.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you kindly repeat the name?  He was in the company of?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Nelson Ngo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he the gentleman sitting in the front row there?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.  This gentleman I'm talking of here, Nelson Ngo - we didn't know how he was used - in what capacity as a - at the security branch police but he remained in the office.  What surprised me was the firearm that he used - 7.65 firearm.  One day he pointed the gun to Mr Tswametzi and then Mr Tswametzi ran out of his office to where we had tea and tell me: \"Boyzi, there's a young man who's trying to shoot at me\".  I didn't respond, I kept quite but as an adult he said: \"Boyzi\", as he used to refer to me, he never called me Motsamai - he said \"Boyzi, I don't know what is taking place here, this man is working here, he stays in this office but let us leave it there.  This is for the officers - the White officers, let us not discuss this matter any further\".  That's what he said.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "May we now go back to the instruction relating to the burning of Jani Mohapi's car?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He came along with this boy.  I had this five litre container - we got in the car - we drove off.  My question to him was that now, how does - where does Ngo fit in here?  He said: \"I went to fetch him\" - that is Sergeant Mamome telling me - \"because I need somebody to watch the car\".  Now I asked him, we were told to go and burn the car - the motor vehicle - there are a lot of cars that pass by there.  He told me: \"I brought along a motor vehicle tyre and some newspaper\".\n\tWe did go there.  From the tarred road, there's a street that joins the tarred road which can be about 400 metres long to 500 metres long.  We parked right at the top of that street.  He took off the motor vehicle tyre - I had petrol - we got papers - we went to Jani Mohapi's place.   Jani Mohapi's house is surrounded by lampposts - we didn't wear balaclavas - we didn't have gloves, hand gloves.  We were just pushing the tyre.  We left the hand gloves in the car.  It wouldn't be easy to extract fingerprints from the tyre.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman, I'm sorry to interrupt but this is exactly the difficulty I was trying to avoid when I made the suggestion earlier that my learned friend takes his client in hand.  We need to get to the point and this is not getting to the point, with respect, it's just drawing the proceedings out interminably.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is so, isn't it Mr Memani?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You know Mr Chairman, he's sitting there, he's not even taking notes and that is why partly, he's getting bored.  The fact of the matter Mr Chairman, is that I cannot read his mind.  I don't know what next he's\tgoing to say and in fact what he's telling us is relevant to how the vehicle was burnt.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Haven't you consulted with your client?  Don't you know what he's going to say?  Is that what you're telling us, that you don't know what he's going to say?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, I don't mean to be rude with you but what I'm saying is that you can't know when a person's speaking what the next words the person is going to use.  Right now he's telling how the vehicle burnt.  I don't know that he's going to ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right now he's telling us that it's difficult to take fingerprints off a motorcar tyre, I would not have thought that was particularly relevant.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "How could I have known that he was going to say that next?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You could tell now that we don't want to hear all these irrelevant details, we want to hear the substantial facts as to what happened.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But how do you blame me for the fact that he said that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have not made the slightest attempt Mr Memani, to tell your client to cut down the length of his evidence and to direct it to the relevant details.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I did when he referred to Tswametzi, I brought him back on track.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Well he's off the track again, try and get him back on track please Mr Memani.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases.   Now what happened as you were burning the vehicle?  Did you ignite the paper?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We stuffed the papers inside the tyre and we poured paraffin over the papers, then we put it underneath the car.  We sprinkled the petrol over the car.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Yes, what ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could I just enquire - did you pour paraffin into the tyre?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Petrol.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I poured petrol.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Thank you.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He took out the matches - I'm referring here to Sergeant Mamome - we ignited from the ...[inaudible] that I sprayed on the ground so that the fire reaches the tyre.  Once it caught fire, we ran to the place where we left Ngo in the car.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Did you report to anyone about what had occurred in the evening?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We reported the incident in the morning to Major Coetzee and Lieutenant Shaw, that we did burn that car and Sergeant Mamome did read to them that Ngo was present.  They kept quiet and stared at each other.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now the next incident is at page 147.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before we go on, can you tell us when this happened?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Are you referring to all these incidents that I have talked about?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, start about Mohapi's.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "With respect to the Mohapi incident, in telling you I would say the year or the day I cannot remember them but I know it was around about '86, 1986 - the middle of 1986.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the Mandela incidents?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "The Mandela incident and the Bobby and Nicos, I have combined them.  I don't have a good recollection of time, we did a lot of things before we got commands.  We had to do clearances and do a lot of duties in the office.  I think it's somewhere there in the '80's - 1980's.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When did you join the police?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "In 1979.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And when did you join the security force?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I started with the security force - I think it's between 1984 and '85.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "So, really you could give us a better date than somewhere during the 1980's?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I would say in 1985.  In 1985 I joined the security force but I don't have a recollection of the date.  I worked at Bato location, I was taken to the reaction unit and from the reaction unit I joined the security branch.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Can you give us a date?  When did you join the security branch?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I don't remember the date quite well.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Haven't you got any papers about your own career?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I have them in my file.  They hid that file, they just gave me a small file there.  That's the place where my file is.  In my file I have all the documents and proof of courses I attended and I can just remember that I attended such courses in the '80's.  There's evidence to the effect of time when I started at the security force.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Okay, proceed please.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "It seems to be a convenient time Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have we finished this incident now?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I guess so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, we'll take the adjournment and we hope we proceed a little more quickly tomorrow.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "May I suggest that during the adjourn Mr Chairman, with respect my learned friend, not me to tell him how to run his case but he ...[inaudible] his client fully in respect of the remaining incidents so that he knows what questions to put to him so that we can indeed finish.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "I think ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn till 9 o'clock tomorrow morning.\nCOMMITTEE ADJOURNS\nON RESUMPTION ON 09.09.97",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR STANDER",
            "Just hand you the list of the victims I represent as at today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Motsamai, you're mike is not on.   Now yesterday you had just finished telling us about the burning of the vehicle of Jani Mohapi and we were about to begin with the petrol bombing of house of Citi Mzuzwana at page 147, paragraph 6.  May you please proceed with this application.\n\tNow, did you burn the house of Citi Mzuzwana?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is so Sir.  Here the instruction came from Lieutenant Shaw and from Colonel Coetzee.   That is when Citi Mzuzwana was detained at our offices under certain sections of the security legislation.  Whilst he was interrogated about ...[inaudible] Youth Congress issues because he was the organiser of the ...[inaudible] Youth Congress and then again he was the one who was organising these signatures for 1.000.000 for the \"Release Mandela Campaign\".\n\tHe didn't give full details according to Colonel Coetzee and Lieutenant Shaw.  He was tried to be recruited but they failed.  The second issue - when these people were interrogated they would take out the files, which I've explained yesterday.  Whilst he was interrogated, the file was on the table but he didn't know that the file was there because it was hidden.  It was put aside so that he should not see.  That is how we were working.\n\tThe following day in the morning Colonel Shaw - Colonel Coetzee and Lieutenant Shaw, they informed me and Mamome that at his place there is his car - that is Mosheshwe Street or Mosheshwe Road.  I didn't know what kind of a car was that.  They explained that this car and together with his house - because the parents knew their children's political activities, they should be petrol-bombed so that their parents should understand, so that they should reprimand their children not to take part in political activity.  \n\tThey informed us that we should go there.  We went there in the evening.  It was myself because Mamome, when we were sent both of us, he would act his own decisions then he brought Lesale and Miningwa.  I have already made petrol bombs - there were four in number.  We went there - we were driving a Kombi.  We parked on a certain street.  It was at night.  We went on foot through a tarred road and examining as whether we are not watched.  \n\tWe didn't put the balaclavas, we only put on the hand gloves.  We went there, we found that it is silent, it is quite.  When we arrived at the tarred tar - when we arrived at Mzuzwana's place we started setting the petrol bombs alight.  Whilst we were running and just about to throw the petrol bombs, Miningwa started, then he started saying he's coughing, he has flu.  We stuck and then Sergeant Mamome started to be upset.  He took the petrol bomb from Miningwa then he extinguished, then the rag which caught fire.  \n\tThen we started running again and Lesale, he strained his leg.  After he strained his leg because I was behind him, Mamome was in front, I took the petrol bomb from Lesale ...[intervention]",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Did you eventually set the car in the house or petrol bomb the car in the house or didn't you in the end?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, we petrol-bombed the house.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "And after petrol-bombing it, what happened?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "After we petrol-bombed, we went back to the car and he took us home.  In other words, two people who didn't throw the petrol bombs and they were supposed to do that, was Lesale and Miningwa.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "From there you went to your respective homes as it was the practice?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, that's true.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And then the following day, did you go and report?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, we reported in the morning.  We explained to the Lieutenant Shaw and Colonel Coetzee that we have accomplished the operation.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Was the car also bombed?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, that is true, it was bombed by Sergeant Mamome.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Is there anything you want to say about this particular incident?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, I would leave it there because I have already explained that two people never participated in the throwing of the petrol bombs and they were supposed to do so.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now, the next incident is at paragraph 7 - the shooting of Zwelinzima Mzuzwana.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "This incident, if I may explain it clearly.  I was at home - we knocked off earlier.  Sergeant Mamome came to me - it was around past 5 in the afternoon.  He informed me that: \"Boyzi, I received a telephone message from Lieutenant Shaw which informed me that at the AME church at 4 and 6, there is a meeting which is held by Michael and that the person called Mzuzwana who is the brother to Citi Mzuzwana are present and on top of that the information received from the informers is that Mazgwe, an executive of COSAS - they have knives with them which they want to use them if one of the security police would stop them on the road\".\n\tWe left then from home with a security police car.  We went to ...[inaudible] Street and we proceeded to 4 and 6.  We looked at the AME church, we found that it is true there is a MYKO meeting there.  And then again Sergeant Mamome, he explained earlier that Lieutenant Shaw has given him the instruction that we should do by all means possible to harass Mazgwe.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Who is Mazgwe?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is the younger brother to Citi Mzuzwana.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Is that Zwelinjani Mzuzwana?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I would say that is his name or Zwelinzima because I'm confusing the two names for the two brothers because all of them start with Zwe.  Mazgwe is his name - other name, that is Matthews Mzuzwana.  After we observed that the meeting is held, we proceeded to Bato location.\n\tWhen we arrived there at Bato location, we found that there is a van - these big yellow vans.  I don't know what kind of a van is that - it's a big van which would take up to 10 to 15 police inside, in other words, it looks like a bus.  There are chairs on the two sides and there is a passage in the middle.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Did anything happen at the bus?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Sergeant Mamome informed those people that there is a meeting which is held at AME church by Michael and in that meeting it seems they are arranging that police should be stabbed with knives.  It was late and it was at dusk if I remember well.  I went to the toilet, when I came back that big van was looking at the direction of the road.  Then I went inside because I saw that they were waiting for me.  I found Sergeant Mamome and they closed the door, then we left.\n\tWhen we arrived at African ...[inaudible] church, we found that these people have already left the meeting - they could be around 20 in number.  They went at different directions to 4 and 6 - Matlomona and others to the direction of Bato location.  That group which I'm talking about, it was Mazgwe and his brother.  They entered Kingston Street to ...[inaudible] to the direction of Rocklands.  We followed that small group - they were singing. \n\tInside that van Sergeant Mamome informed a certain gentleman who is a policeman, informing how - what kind of people were they and that they were carrying knives.  Then he pointed Mazgwe, then he said: \"look on his waist\".  We were able to see that there is a knife on his waist.  We went to Kings Street following them, we entered the tarred road.  They were walking alongside the road to the direction of Rocklands.  We followed them and they were still singing their songs - that is freedom songs.\n\tThere is a place in Parming - I just forget the name of the tavern - that is where Sergeant Mamome informed the driver to go in front of them.  The driver went in front of them, then they stopped asking themselves what was happening because they were just walking on their own singing to their various homes.  Certain police alighted from the van and then stopped them from the front.  Maybe they started to be angry, they started asking what are the police doing?  What is happening because they're going to their respective homes?\n\tThe certain policeman who was next to Nzito alighted from the car, they went straight to Mazgwe.  Mazgwe saw that this police is coming to me then he retreated then asking him: \"what is happening, are you coming to arrest me or what\"?   He put his hand inside his pocket.  This policeman had a gun, it was a gun which uses rubber bullets - it was a teargas gun.  \n\tThen after that he said to Mazgwe: \"I'll shoot you\", then Mazgwe said: \"you are not going to shoot me\", then he took out a knife then this policeman shot him with that teargas gun.  The gas exploded on his ear then he fell on the ground and then we could see a tear smoke, then they went to their various directions.  When they ran at different directions, Sergeant Mamome instructed the police who were in the van said: \"you should not tell that you were in the van\".  Then I and him - Mr Mamome ran.\n\tThere is a certain police car which was standing somewhere then they - we went inside to Bato police station.  That was the end of the case though we reported to Colonel Coetzee and Lieutenant Shaw about the incident, then they said they will cover us up.  They opened the case - Mazgwe went to the case but there is nowhere where we appeared.  Even the police didn't tell anybody that we were involved.  Whoever - we don't the person who was investigating the case and what he was told, I don't know.  Maybe the person who was investigating the case would tell the truth.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "The next incident is at paragraph 8 - the petrol bombing of the house of Citi Mzuzwana.\n\tNow, may you tell this Committee whether you got any instructions for the petrol-bombing of this house and from who?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "This is the house of Citi Mzuzwana, not of his parents.  The instructions for bombing of that house are from Colonel Coetzee and Lieutenant Shaw.  Citi Mzuzwana, after he was released he was real problematic according to the information we have gathered.  He used organise all the meetings everywhere.  Lieutenant Shaw explained to us that he doesn't want to understand.  They were supposed to go back to their house.  It was myself and Sergeant Mamome.\n\tI had already made my petrol bombs - they were ready.  There were three in number.  Sergeant Mamome arrived at myself driving a car - there was Nelson in that car.  I didn't know where did he managed to meet Nelson, I really can't tell - he is the one who knows.  We went together the three of us.  Inside the car he explained to me that Nelson is going to look for the car ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, with all due respect to my learned friend, can't he instruct his witness to stick with names that we know?  Instead of referring to Nelson Mr Chairman, it may be that we may know who it is but the reader of the record will be completely lost to hear of a new name creeping in.  It's so simple, if he could just mention Ngo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that that is something that should be done, that when he mentions persons, he should mention the names that appear in his application forms such Zwelinzima Mzuzwana and when he mentions Sergeant Mamome, he should mention - use that name and not his first name.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But we all know that he's referring to Nelson Ngo.  It's not justified in this instance Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is not, you have now ...[intervention]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not activated.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You will kindly use surnames in future.  We do not - I support entirely what Mr Visser said.  He changes from name to name and incident to incident.  I take it you did have discussions with him yesterday?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Yes, but you know this is not justified.  We know that he's speaking about Nelson Ngo, it's there in the application, it's not as if he's used a nickname or something else.\n\tYou may proceed.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "The three of us we were in the car, it was myself, Sergeant Mamome and Ngo and together with our petrol bombs.  We arrived at an open space like a field - we stopped our car there.  We left Ngo inside the car alone - we carried out our petrol bombs.  I'd managed to prepare everything while we were busy in the car driving to that space.  We arrived at Citi's place - Citi Mzuzwana's place - it is a four-roomed house.\n\tMamome lit a petrol bomb.  I was having two petrol bombs and he had one.  On my left hand side I didn't light it, I only lit the one on my right-hand side.  I attacked for the first - he attacked for the first time and I attacked for the second time.  Where there were flames I threw the third one, knowing that it will manage to burst.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Did the house burn?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, it burnt.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Did you see Ngo again?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We went back to him and then drove the car - he was still in that car.  Mamome took us back to our homes, he dropped me first at my place.  I don't know what happened to them with Ngo on their way.  The next day together myself and Mamome, we reported the incident that we managed to attack the house.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Wasn't Ngo with you when you reported?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, he was not present.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now the next incident is at paragraph 9 - the burning of a motor vehicle belonging to One Thabatha.\n\tNow can you tell the Committee about this incident?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I can explain to them about this incident but the name is not Thabang but it's Thabatha.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Do you know her surname now?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I suppose his surname is Thabatha if I'm not mistaken.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "I hope in due course Mr Stander will be able to help us.\n\tNow will you tell us about the incident.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "In this incident Mr Thabatha, he was detained together with Citi.  Himself, he was detained about the activities of United Front.  He was the main organiser of United Democratic Front at Vulamasango.\n\tThe instructions given to us - we were supposed to go and petrol bomb his motor vehicle because that was the car he used to travel all over the area for United Democratic Front.\n\tThe instructions were from Lieutenant Shaw because he was the one who was supposed to handle everything and he want to recruited him so that he must be our informer.  Together with Mamome he tried to recruited him so that we must have information about UDF, that is United Democratic Front.  \n\tI managed to make two petrol bombs.  Mamome came to my place - brought along a tyre inside the boot of the vehicle.  Together we went to where that car have been parked - in that area where the car have been parked.  It was at Thabatha's friend whom they were teachers together at Vulamasango.  It was at Rocklands.  He parked the car in front of the house.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Did anything happen?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Sergeant Mamome had an extra petrol bomb.  I didn't know where did he manage to make it.  He inserted it inside a tyre and put the tyre in front of the engine's car - under the engine's car so that when we attack with petrol bombs together, they should burn.\n\tWe went outside the gate - we lit our petrol bombs.  We threw the first one and I was the second to attack and then after that we left - went back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know when this was?  What year?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I can't remember well.  I don't want to lie but it is during 1985 upwards.  We started all these events around 1985 but I don't know the exact year, even the day, I can't remember those.\n\tWe went back and give the report with Sergeant Mamome to Lieutenant Shaw about the incident.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Can we go to the next incident or do you want to add something?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We may proceed Sir.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "The next incident involves the bombing of a house of a teacher.  May you proceed with that, yes.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "This Bholosha is a lady teacher, she taught at Vulamasango.  She was a member of UDF working together with Mr Thabatha in that UDF.  This particular woman, she was detained in one day.  They were trying to recruit her about the incidents of UDF.  When we got the instructions is because she was refusing to be recruited.  The instructions were from Lieutenant Shaw.  We got these instructions together with Mamome and myself so that we must go and petrol-bomb her house.\n\tI made petrol bombs - there were four in number.  The very night before we attacked, Mamome arrived at my place.  When I entered into the car, Morakile was there.  We were using a small car - it was fully packed.  It was myself, Mtyala, Litseo and Lesale.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Was Morakile present?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, he was present - Constable Morakile.  We went to Ms Bholosha's house together with the information that we managed to gather from Sergeant Mamome.  Bholosha was staying there on a rented house.\n\tWhen we arrived there I took out my petrol bombs, they were ready.  I had one petrol bomb, the other one was with Morakile and Mtyala together with Litseo.  Lesale and Nzito were left in the car - that's Mamome.  Excuse me, that is Mamome.  Before we left the car Nzito lit all the petrol bombs.  We were running.  I do remember Mtyala opened the -  threw the first attack and Morakile followed and I was the third one, after me it was Litseo.\n\tAfter bombing the house we went back to the car, hurried in - we left the area.  He took us back to our places.  The following day we reported about the incident to Lieutenant Shaw.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "The next incident is the bombing of the houses of Kuze and Sekope Mallet.  Will you proceed with that application?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "The Kuze that I'm referring to here, if I might explain is the abbreviation of his surname.  This is not his surname, his surname is Khuzela.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Is it Baba Khuzela?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It is so Sir.\n\tThe instruction given to us by Lieutenant Shaw - it was myself and Mamome.  This guy used to have a file, he was also a student at Vulamasango.  He was the main organiser at the executive at Vulamasango of COSAS.  Shaw instructed us to go and attack their house so that he must stop organising all these activities.\n\tWe went to his place - it was myself, Sergeant Mamome.  We managed to attack with two petrol bombs.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Before you proceed.  Who was with you when you petrol-bombed the house of Baba Khuzela?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We were two, it was myself and Sergeant Mamome.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And did you report to anyone about the incident?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, we did report about the incident to Lieutenant Shaw.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "You may proceed.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "The incident of Sekope Mallet - he was a member of UDF.  He was closely related to activities of churches.  He used to travel a lot to organise in other countries or abroad for the Black people of South Africa.  When he was abroad he was trained to show how Black people are being oppressed in South Africa.  What I'm saying appeared on his files.\n\tTo go and attack his house - he brought missionaries from abroad to South Africa to come and investigate how Black people live in South Africa.  At our offices Lieutenant Shaw said, these people is blackmailing us abroad particularly to the Whites abroad.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Sorry, sorry to interrupt - I think he's saying he's spoiling the good name of South Africa, not blackmailing.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "That is accepted Sir.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "So that he must be shut up, Lieutenant Shaw told us that his house should be petrol bombed.  Myself and Sergeant Mamome went to that person's house.  He was staying at the corner house, a four-roomed house in Rocklands.  We had two petrol bombs - we attacked the house with those two petrol bombs.  We left there - I went home.  The next thing we do, we reported to Lieutenant Shaw that we managed to attack the house according to his instructions that we should burn the house of Sekope.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "The next incident is contained at page 12 - at 148, paragraph 12.  This is the attack on a parish house.\n\tMay you proceed with that application please.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "This one, the information came from Botshabelo.  Botshabelo used to have a sub-branch of our office here in Bloemfontein.  The information about Botshabelo was brought by officer Sesedinyyana, that a certain priest from that parish have planned together with the scholars to prevent that Botshabelo shouldn't be under the former Qwa Qwa.\n\tWhen we were given instructions to attack there, it was from Lieutenant Shaw and Colonel Coetzee.  We were two, it was myself and Sergeant Mamome.  Before that - before we petrol-bombed that church, Mamome had already written a letter to that priest.  The contents of the letter I didn't know anything about it but I know that had written a letter to him.  Together, myself and him brought the letter to that priest - it was during the night when we went there.\n\tWe make petrol bombs after the writing of the letter, under the instructions of Colonel Coetzee and Lieutenant Shaw so that we must go and petrol-bomb the church because they used to say he was the main influence of scholars so that they must be against the regime of Qwa Qwa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did they say: \"attack the church\" or \"attack his house\"?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It was a church or a mission -  it was a mission house.  It was during the night, it was myself, Mamome, Sesedinyyana and Morakile.  I managed to make four petrol bombs.  When we arrived at Botshabelo - I will explain in this way.  Pardon me, there is somebody who's speaking, there is somebody who is disturbing me.\n\tWhen we went to Botshabelo from Bloemfontein we arrived at Botshabelo.  That mission is on top of a hill, below there are some furrows and it is easy for people to cross over that area.  We have packed our cars below there.  It was myself, Mamome - we were ready with our petrol bombs - and Morakile.  We left Sesedinyyana in the car because he was the driver and he knew the area where the mission was situated.\n\tWe went on top through the trenches to approach the mission. When we arrived on top, Mamome lit the petrol bomb - he lit three of them.  The fourth one we lit it, I hold it in my left hand - we go and attack.  I threw the last one because the house was already burning - the church was already burning.  We were moving next - or through the trenches.  \n\tWe didn't know what was happening - Mamome gave us some instructions so that we must run very fast to our car.  We were following him until we arrived at our car because he knew exactly what was happening in that area.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Mr Memani, the interpretation spoke of the church was burning and I would have thought you would clear this up because there's a difference between a church and a church house - a mission house.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The applicant is using both words, at times he uses the church and at times, the mission.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, well his counsel should clear it up.  He surely knows what the man is talking about, we don't.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases.  Now ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was burning?  Did they leave a church burning when they ran away?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But Sir, I'm about to put the question for clarification to him.\n\tDid you burn the church or the mission?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It's a mission of a church.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "It's the mission house but the interpreter said that you use these words interchangeably, church and then a mission house.  I think you must stick to one thing, a church is a church - it's a building in which people go in and praise the Lord, a big one like this one.  And a mission house is where the minister - the priest would live with his wife and children - it's a house.\n\tNow, you cannot just use these things in such a confusing way because very soon it would appear that you are contradicting yourself.  You must decide whether you tell us about the church or the mission house.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It's a mission house.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Keep to that then.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It's a mission house.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "You then drove away from the scene.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, we left from the scene and when we entered the car Sesedinyyana wanted to move in front because when he looked up he saw the priest coming - we saw him also.  Then he said: \"the priest is there whom I was talking about because he was under those flames\".  Then he said he's trying to take the car a little bit faster but the car was on the reverse.  He stopped the car, then he said I thought I put the car on the forward gear but it was on the reverse - then we went home.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Did you report about the incident?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, we reported about the incident to Lieutenant Shaw and Colonel Coetzee.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now, the next incident is the incident relating to the assault and torture of detained and/or arrested political activists.  Are you able to tell the Committee about this incident?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, I'm ready to tell the Committee about this incident.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now, where did the torture take place?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It took place at our office.  I would like to tell you, to give you names of all people.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now, there is a list contained at pages 140 to 141.  Now do you want to read the names as they appear on the list.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, I would read the names which appear on the list.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman with respect, is that really necessary, we can all read.  Perhaps he could get to what he's going to say about the names Mr Chairman, with respect.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, I would have expected the names to be read for the record in any way.",
            "Male"
        ],
        [
            "MR VISSER",
            "I withdraw ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I think he confirm it if it's all the people.  He need not read them all out, he could confirm it.  It's 27 names there, are they all the people he's going to refer to or what?  But continue, let's not waste time.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I'll start from the beginning of the list, they start with 140.  We start with the name of Brian Nakedi.  We went to him early in the morning at his home - he was wanted by the unit which was working with the MK's.  From his home - in the car whilst we were driving we assaulted him then I took part.\n\tWhen  he arrived at the office in the 5th floor, he was taken by the unit which was responsible for MK and ANC.  I knew that he was going to be assaulted.  It is true that when he appeared on the 4th floor in that unit, he was assaulted by whom - I don't know who took part in the assault but when he left the office - came to our office, he was swollen.\n\tMoss Mokgamisi, with him was - he was collected by us from his home.  It was through the command of the office after they checked his file.  We took him from his home.  I played a role in his assault in the car when we were taking him to the office.  He was taken to the very same unit.  In that office again, he was assaulted.  I don't know who took part in the assault but I took part only in the assault whilst he was in the car.\t\n\tOupa Makhubalo.  He was taken regularly from his home - he was beaten, he was assaulted more than others.  Where one day I and Sergeant Mamome tied his hands behind his back on the chair - we were together in Sergeant Mamome's office.  He took a rubber tube - I tightened his hands behind the back and then he put this rubber tube on the face.  That is when we were digging the information as to whether who were influencing him so that he tried speak to cross the South African border to go to Lesotho to get training - MK training.\t\n\tWe left him because the MK unit were looking for him, then we left him to got to the second floor where he was assaulted when he appeared to the above office - to our office.  His face was cracked, his hair was pulled just on top of the head.  I don't know who took part in that assault but I think he knows.\n\tMonampule Nthaba.  We took him from his home.  The same information we received about Makhubalo.  He wanted to cross the South African border.  He was in Browland Street.  We made him to do frog jumps, we made him to do push-ups.  Those are the methods we used to harass the people - to torture the people.  He was taken by the people who were working in the 4th floor.  When I speak of the 4th floor, the unit which is responsible for MK and ANC - they were under the command of  Colonel du Plooy.\n\tJohn Jwuayi.  He was the same as the two people above the list.  We took him for frog jumps.  I don't mean that we're doing mere exercises, you do them until you get tired whilst we were beating you and you do the push-ups until you get tired and then repeat again whilst we were assaulting you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How were you assaulting them?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Once he was busy doing the frog jump, when he gets tired he'd be kicked - he must tell us that he's tired then he'll be hit with an open hand that he must not tell us he was tired, he must tell us the truth.\n\tBaba Khuzela.  He also is the same as the three on the list above.  We took him for frog jumps, we clapped him, we kicked him in the Violent Street.  He's now mentally disturbed.  This boy he is mentally disturbed because Sergeant Mamome informed us we should make him a chicken piece.  \n\tWhen I talk about a chicken piece, I would explain it in this way so that you should know what kind of a thing is that -  I will try to demonstrate.  You would sit this way with your hand tied on the legs, then you put a broomstick under your knees with the two tables, then you'd pull you up with the hands tied on the legs.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "In the Transvaal they call that an aeroplane, you call it chicken piece in the Free State?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It might be so Sir.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "But who is this person, I'm not so sure whether you're still talking about Baba Khuzela?  Are you still talking about Baba Khuzela or are you talking about number 7?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I'm on number 7 because I finished with Baba Khuzela with the frog jumps, I'm talking about Kaizer.  I remember his surname - I don't as whether I should say Kaizer's surname.  Should I?  I just remembered it now.  That is Mohlaola - M-o-h-l-a-o-l-a.  He was a COSAS member at ...[inaudible] high school.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we go back to Baba Khuzela for a moment, is he the one who is mentally disturbed now?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, that is Kaizer Mohlaola who's mentally disturbed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Baba Khuzela is the person who's house was also burnt by you?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is true.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "You may proceed Mr Motsamai.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We'd go no to the 8th person.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "I don't think you had finished on the person.  What happened after you made him do the chicken piece?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "After the chicken piece - we'd do it for a long time, we'd leave him there whilst he was hanging on the two tables then he was stretching.  The pace would go right on the knees.  I believe even the whole body was affected because he was hanging in the air.  Because we were influenced by Sergeant Mamome that we must make him an informer by force.  He denied whilst - he denied to be an informer though we continued with that exercise.\n\tThis one of Citi Mzuzwana.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Go on.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He was still in that office.  We brought him in that office.  I don't think I've assaulted him in any way.  I used to know that he was a member of commanders where we were supposed to go and fetch them in the morning hours.  Concerning his assault - he was assaulted by other people, not myself.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "I think what the witness was saying was one of persons in respect of whom he had been instructed to go and collect and detain but he was assaulted by other people, not me.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Kindly continue.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "James Khotsisile Thloloe.  This one you used to assault him, even on the streets together with Mamome.  In that assault of myself and Sergeant Mamome, he managed to cross borders.  He joined the MK or Umkhonto weSizwe.\n\tWhen we used to meet him around the streets, he was supposed to run away because he used to know when we assaulted him, even on the streets so that he must stop all the activities of RMC.  He was the one who used to distribute the papers of RMC.  They used to use him to distribute pamphlets around the location.  It ends there.\n\tThis one of Mr Thabatha who was a teacher at Vulamasango.  He was a member of UDF.  He was among the ones who were campaigning this RMC issue.  He was in our office - he was assaulted but I'm not the one who assaulted him.  This relates who'll know themselves that have taken part in that assault.\n\tJeje.  He is under the same category of Oupa.  He has done the frog jumps, claps and kicks.  He was kicked - we tried to recruit him.\n\tWhite Mohapi.  He also falls under the same category under the instructions of Colonel Coetzee and Lieutenant Shaw -  Lieutenant Shaw.  He has done frog jumps because he was the Chairman of COSAS in Free State.  His assaults were greater than the rest of the people so that he must stop this activity - stop organising so that COSAS should develop and grow.  I still remember after the frog jumps, he was taken by Warrant Officer Calitz into his office.  I was there - it was Calitz, myself and Mamome.  \n\tWhat happened there - his eye on his left-hand side can't see properly but the one on the right-hand side is still clear.  I can't remember well in which sight but what happened there - this man Calitz he went to the side of the visually impaired eye and then he took a sack, then they took a broomstick - that is Calitz, then he hit this boy with - on the hear regularly.  He tried to pull himself out of the sack but he was not successful and they continued to assault him on the head saying, he doesn't understand - he is influencing other children not to go to school.  He's organising COSAS activities - he must stop organising for COSAS.\n\tDuring the time when he was hitting him on the head and Mamome holding him, I went to the passage and closed the door.  He was screaming but they pulled the sack on the mouth so that he should not scream louder and people outside would hear him or know what's happening.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Did you say that you also went to close the window at some stage?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I closed the door - I closed the door which I went through - in the room where they were.\n\tMoses Seheri.   My pardon, Moses Seheri is one of the people who were fetched but because he had an in-depth knowledge about African National Congress and Umkhonto weSizwe, he was taken by the 4th floor people.  I don't know how he was assaulted but maybe he would tell by himself.\n\tIt's not Mogabe, it's Nogabe.  She is a girl - she was the daughter of Sergeant Nogabe.  She is the same as the Makhubalo - though she was a girl but she was made to do the frog jumps and the push-ups.  She was clapped, she was kicked.\n\tOupa Mokele.  He was fetched also but he was taken to 4th floor.  \n\tJomo Makara - ra at the end.  He was a member of the Pan Africanist Congress.  He was fetched by me in the morning together with that office under the instructions of Lieutenant Shaw and Colonel Coetzee.   He was assaulted.  I know only one person who was handling him before he moved from that office bleeding.  I can only identify one person but I don't know whom he was - that's Warrant Officer Ramosoeu.\n\tElisha Lefuo and Elia Lefuo.  They were also made to do frog jumps and push-ups and they were clapped and kicked but by that time, they were members of AZAZO - that is Azanian Movement.  Also they were assaulted and they were told what to do and they were told to stop organising Azazism activities from schools.\n\tJomo Lefuo.  There were three of them when we collected them, that is Elisha, Elia and Jomo - they are from the same family.  He - I clapped him in the car but when he arrived at the office, he knows very well who was responsible for his assault - he would explain.  \n\tHe was a member of UDF - he was in the lid and organising and he problematic to our offices because in Botshabelo he was one who was organising students together with ministers so that they should be against the annexation of Botshabelo to Qwa Qwa.\n\tThis one, that is number 20.  I remembered his name after I've submitted my application - that is Kamada Thabedi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Commander - is that a name of a rank?  Is it Commander or Kamanda?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is Kamanda - K-a-m-a-n-d-a.  His surname is Thabedi.  This Kamanda, we assault - he was - we assaulted him more, even when we meet him on the street we'll assault him with fists, we'll kick him.  On day at school, it was during the break time, I still remember I was together with Constable Mancho - he was present and the late Zeba and Mamome.  He ran away - it was during the break time, he ran to other places where he joined Umkhonto weSizwe until he was killed in Bloemfontein in Cairo.  The place called Cairo is in Heidedal.\n\tSerame Lifi.  That is Serame Lifi, not Molifi as it is written - it's fi at the end.   He's a member of Pan Africanist Congress.  He had knowledge about the task force which is a unit of APLA.  He was problematic or troublesome.  We were not able to identify his movements - he used to walk on foot, he didn't meet people even when he went to Lesotho he was always alone.\n\tIt was in the morning when we were able to find him.  Jantjie was present and then they had information from Lesotho about him.  When I speak of Jantjie, I speak of a certain person in Ladybrand who is Warrant Officer Jantjie.  They found information from Lesotho that this person has knowledge about APLA in Lesotho.  \n\tWe took him - it was in the morning.  He was assaulted and he was screaming.  When I opened the door he was wrapped in a blanket.   I didn't want to see who were responsible for the assault because he was quiet and he wrapped with a blanket and lying on the floor.  He would explain very well that who were responsible for his assault.\n\tThose who appear on 22 - the other one is Kaizer and this younger one, he came from Vulamasango.  He was on the street because he was assaulted by us.  He did the chicken piece exercise.  He is totally mentally disturbed.  We tried to look for him together with the Truth Commission staff.  They know that's he's somewhere in the shack houses but that is why I was not able to identify him.\n\tThe old man Chani - Outata Chani, he was assaulted because he was an MK member.  They tried to use him but because of his wisdom and his training which he received from overseas, he used his discretion or knowledge that he knew that he was going to be used.  He is from my hands and my insults - I don't know as whether  should I mention the insults, should I?",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Yes you may.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know what they are, do you know whether it's relevant Mr Memani, he's your client?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Well an insult has got a potential to give rise to a charge of - you know - what is it called, crimen injuria and if there was an insult then he must say what the insult was, that's my understanding.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes, it need not be dealt with at the hearing because it's not a gross violation but carry on.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No English translation.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Yes.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I insulted him through his mother on the private parts.  He was affected by that then I was able to see that he is angry then if he was near, would do me something.  After I assaulted him I left there and he was left with the Ascaris.  He would explain his version how the Ascaris assaulted him.\n\tNorman Chani.  He's the brother to the one who appears above, if I'm not mistaken but I know that they are from the same family.  We picked him up in the morning but I didn't take part in the assault.  The one who appears above would be able to explain people who were responsible for the assault of the other one who appears under.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they taken on the same day, these two?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, they were not taken on the same day.  Norman Chani was taken first but the one who has more information is the one who appears above, that is Outata Chani.  He was inland - they don't know as whether he was in Cape Town or Johannesburg.  When Norman Chani was able to make friendship with Sergeant Mamome so that they should not continue with the assault but he was assaulted badly.  He would be able to identify people who assaulted him in the 4th floor, who were members of the MK unit and ANC.\n\tOn the 25th, I forgot the names of those members of Umkhonto weSizwe.  I forgot their names because it is in this way - they were using code names and I forgot those code names also.  We assaulted them.\n\tLet's go to 26.  I don't know how they can be identified - they were members of the task force who were residing in Ficksburg.  They hid ...[inaudible] somewhere in Ficksburg.  They were arrested together with Djekila and Mr Dikotsi.  I didn't enlist his name there.  One of them was Mr Dikotsi and the other one is Mbelembele - he was staying in Transkei.  \n\tThey were assaulted badly because we were digging information from them about the Ficksburg incident, as to whether what happened in Ficksburg.  At that time when they were assaulted - I don't talk of a thing which happened many years back, it's something which happened in the early '90's, around '92 and '93.  They were assaulted by the Ascaris together with the leader of the Ascaris.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What was the Ficksburg incident you're talking about?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "They threw hand grenades, petrol bombs.  They used - there is a certain term which was used by APLA, it is a stick or a wood - it is cut this size, then they would put spikes, then they would open with a grenade, then they would through those ...[inaudible] or that when you throw down, you'd fall under those spikes or on top of the spikes.\n\tThese members of the task force were trained inside South Africa, though some of them were trained in Transkei to use firearms, explosives and grenades to find ammunition from the police to help APLA when they have an attack which they want to do inside the country.  They wanted to control the economy of the land.  That is the information we received from Transkei and other places - that is from ...[inaudible].  \n\tThe information which I know is that they should come to South Africa, they should attack the banks so that they should - they should make an impact to the economy of the country.  That information is in the files which I talked about that all of them were taken and with the members of various organisations.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes okay, but you're applying for amnesty in respect of assaults on them so could you keep to that please?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I'll do that Sir.   This Jikila, he's also the same as those of task force together with Molifi - together with Sarame Molifi.  He was assaulted by the Ascaris.  Before that he was taken by us and then we tortured or assaulted him so that he succumb to be our informer so that we'd be able to dig information about APLA and task force but we failed because he didn't cooperate.\n\tAll these, excluding the Pan Africanist Congress and the task force together with Jikila and Sarame Molifi, we'd put them on 26 above - all of them.  Shaw is the one who has given instructions and those who were underneath were transferred to Captain du Plooy because you cannot just go and fetch a person, you would be fetched under certain circumstances after the file has been opened.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Mr Motsamai, may we deal with the application contained in paragraph 14 at page 148 - the attempted murder on Oupa Makhubalo.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "You mean 148 - page 148?",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Yes.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No English translation.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Paragraph 14.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "In regard to Oupa Makhubalo's incident, we were in the office - all of us were present and it was in the afternoon though I'm not sure of the exact time.  Sergeant Mamome - he came in a hurry at around 5, then he made us assemble, then they said we should go and fetch Makhubalo, he's in a certain place.  We should bring him or if he runs away we should shoot him.\n\tThen we asked the reason - it was the time when they murdered the person because there was a certain boy who was killed at Vulamasango.  We went out in a hurry - that is Shaw - Mamome said it's Shaw who instructed that we should go and fetch that person.  We went in a hurry to the place where he was told, then he said that information came with his informer so he said, it is there - if we go there we're going to find him at that place.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Mr Motsamai, may you please give the interpreters a change to interpret please.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Thank you Sir.  We went out in a hurry.  We went to the place where Mamome said that he was there - at Gala Street at the second house.  We were in a Kombi.  It was myself, Mamome, Mtyala, Lesale, Miningwa - I'm not sure as whether this person was around and that is Ramosoeu, I don't know but I think he was there because we were quite a number.  I just went in the front seat and the Kombi was driven by Sergeant Mamome - we went to that place.\n\tWhen we arrived at ...[inaudible] house, we found that Oupa was going through the gate, then we stopped - the he turned - Sergeant Mamome pulled the gun.  He wanted to shoot him the time he was running before he jumped the fence to the other house - he missed him and then the bullet went straight to - was straight to the shack house  ...[intervention]",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Sorry, they asked you to go a little bit slowly because people need time to interpret.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mamome missed.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Mamome missed.  That straight bullet hit a shack house behind the ...[inaudible] house.  We went out of the car - all people who were in the car, then we spread around the township so that we were able to catch him before he goes far.  Together with Sergeant Mamome, we went out of the car.  In other words, all of us went out of the car, then we left the car there.\n\tHe went to Makhubalo's direction - that is Sergeant Mamome - he jumped the fence.  When I turned around I was not able to verify who went where, I could only hear the gunshots.   Where - on the direction of the particular gunshot I'd go to that direction as whether he was shot or not shot.  \n\tHe proceeded through Kings Street.  he went to a certain corner house in the yard and when I appeared on the corner of Kings Street just in front of him - I didn't mention that person here, the name of the person here - I didn't mention his name here - that is Constable Morakile who was shooting in that Oupa Makhubalo's direction but he missed him.\n\tHe ran to the next door's house, he jumped a fence then he jumped on the first - on the other side of the house.  At that time I was in Kings Street.  Sergeant Mamome was in front of him, he shot but he missed him.  Then he was now tired - he went to the street and then he ran through the street, he - I think he was tired and saying, if they want to kill me, let them kill me.\n\tThen Sergeant Mamome went to him and tripped him, he fell on the ground - he kicked him on the face.  I arrived him and then we arrested him.  We took him to the office.  In the office we continued with the assault - he was beaten.  Anyone who was there took part in the assault.  We left him like that - we handed him over to the officers.  They officers called the people who were investigating his case.  \n\tWe were asked what we did then Sergeant Mamome explained that we shot but there is nowhere where we made a written statement about that shooting but we were able to collect the bullets which were coming from the office.  As to whether where Sergeant Mamome found them, I don't know.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now that concludes the applicants application Sir - his evidence.\nNO FURTHER QUESTIONS BY MR MEMANI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll take a short adjournment at this stage.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "(s.u.o.)\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The applicant had finished, hadn't he?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That is correct Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anybody wish to ask any questions now?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, we're in your hands.  Clearly we would want ask some questions of Mr Motsamai.  There are two issues that may influence that decision, as to whether that should occur right now.  The first is that we do have as we know, the victims relating to both the applications of Mr Ngo as well as Mr Motsamai.  It may be that you may find it convenient at this stage to deal with them.\n\tThe other aspect of the matter is - although we are quite willing and prepared to commence with cross-examination of Mr Motsamai - you will appreciate that this morning he has given a huge amount of new evidence which does not appear from his application.  One of the things that happened this morning is that the whole list of names at page 141 have become separate incidents as it were, in regard to which we would have to of course take instructions but Mr Chairman, we're in your hands and certainly we could possibly use the time fruitfully by commencing at least and seeing how far we can get.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it is fair Mr Visser, to say that many of us were taken by surprise I think that they were also separate incidents.  The wording of the application appeared to indicate rather that it was one incident with many people involved and I sympathize with the problems you may have in that regard but can you wait a moment?\n\tAlthough I sympathize with your problems, I do think it would be better if we could deal with and dispose of this applicant and have the victims a separated thing, as we said before.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "It does appear to be the correct pragmatic way to go Mr Chairman, although I must just tell you that of course because I have so many clients right at the moment, I would not be able to take instructions during the course of the day.  I've made arrangements for  consultation tonight in order to deal with fresh matters that have arisen.  I would definitely have to ask you indulgence that whatever happens today with the cross-examination, that I would be granted an opportunity tomorrow to tie it up Mr Chairman, thank you.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Can you just hold it for a minute?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I haven't had an opportunity of comparing the list we were given of clients, with the person's named.  Have  you any questions to put to this applicant Mr Stander?",
            "Unknown"
        ],
        [
            "MR STANDER",
            "Mr Chairman, there is in fact quite a lot of questions that I can ask him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, perhaps we could start with you if you don't ...[inaudible]",
            "Unknown"
        ],
        [
            "MR STANDER",
            "I must also confirm that there's a lot of things that has been said whilst he was testifying so that you should bear in mind that I also will have to consult at a later stage to brush up on certain items but with your consent I'll be able to proceed at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think that you would find yourself in quite the embarrassing position that Mr Visser might on, regards not having instructions.  It might affect the whole channel of his cross-examination whereas I don't think it would with you.  You will be as ...[inaudible]",
            "Unknown"
        ],
        [
            "CROSS- MR STANDER",
            "That is so Mr Chairman.  I'll be starting asking the applicant questions on the same basis that he applied for amnesty, in other words starting from the 1st paragraph going on until the 14th incident if that will be find with you.\n\tMr Motsamai, you told us in great length how it came about that Mr George Musi had to be murdered.  What I do want to know from you is, what happened after he was murdered?  Did anybody give this information as to whom was responsible for his murder?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, there is only one person whom it was talked, that is Sergeant Mamome whom he told us that.  That death was alleged that that person murdered the person and that is China.",
            "Male"
        ],
        [
            "MR STANDER",
            "Mr Chairman, I'll be asking questions in Afrikaans, if he will bear with me.\n\tMr Motsamai, the reason I'm asking you this is due to the fact that Mr Oliphant at the stage of the murder was being held in detention, is that correct?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, he was in prison so that he's people - I don't know why it came that his family thought that he was responsible for the murder.",
            "Male"
        ],
        [
            "MR STANDER",
            "Wasn't it members of the security police who spread this dis-information?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It was the security branch and how that information was found, I don't know where Sergeant Mamome found that information as whether the family members found out that it was China who was responsible for the murder.",
            "Male"
        ],
        [
            "MR STANDER",
            "I didn't understand correctly, are you saying that is the fact - the case?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Maybe you should repeat the whole question because I couldn't follow it either.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is how I found out.",
            "Male"
        ],
        [
            "MR STANDER",
            "Was it the fact - the case that the security police spread dis-information, that Mr Oliphant had been responsible for the death of his grandfather?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I'm not sure.  I don't know when Sergeant Mamome left to dig out the information when he met the people in the location, what was said so that he was able to find out about the information that they don't know exactly who was responsible for the murder.  That is Mr Ramara.",
            "Male"
        ],
        [
            "MR STANDER",
            "Is it the fact - the case that Mr Oliphant was in detention at that stage?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, he was in prison at that time.",
            "Male"
        ],
        [
            "MR STANDER",
            "Do you know why ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I am satisfied that if you don't translate that it gets translated in English so that  I can know.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "Was he in detention due to his political activities?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, that is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he questioned by the security police about the murder?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, I'm not sure about that, that when he was question was he questioned in regard to the murder but I know that he was asked when they wanted to escape the country.",
            "Male"
        ],
        [
            "MR STANDER",
            "Can you tell me why there a specific instruction that George Musi had to be murdered?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It was because George Musi had a file -  China had a file.  Mr Musi according to the file or the contents of the file and the information we gathered from Colonel Coetzee and Lieutenant Shaw, is that this man was making it possible for people to escape the country to join Umkhonto weSizwe and again there was an information that a certain group which was detained in Ladybrand was from his house.  It was a group of people who were leaving the country to escape to Lesotho to join Umkhonto weSizwe.",
            "Male"
        ],
        [
            "MR STANDER",
            "The reason I'm putting this question is to put it to you that it may be so that Mr George Musi sheltered members - political activists and gave them food and whatever, he was never himself a political activist.  What do you say about that?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He was giving them all things so that it would be possible for them to skip the country.  If he was not a political activist, his file could not have been taken out - we couldn't have been taught about him.",
            "Male"
        ],
        [
            "MR STANDER",
            "Mr Motsamai, isn't the real reason that at that stage you weren't aware that China wasn't at home, in other words that he was in prison - you weren't aware of this at that stage and that was the reason why his house was attacked, because you hoped to kill China?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I would say I knew that China was present with us but according to the information which came from the informer, the informer of Sergeant Mamome explained that China was not present - he didn't know where China was.  The information was that China was not present and the old man is alone.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman may I ask, is China now supposed to be Mr Oliphant because we've heard no evidence that that is the case?  It seems to be assumed now.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is him.",
            "Male"
        ],
        [
            "MR STANDER",
            "When the attack was executed did you expect to find a third person in the house, is this correct?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is true, that is true.",
            "Male"
        ],
        [
            "MR STANDER",
            "Who was the person you expected to find there?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Any person who could be found in the house.",
            "Male"
        ],
        [
            "MR STANDER",
            "Do I understand you correctly that you didn't expect to find a specific person?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "You mean inside the house?",
            "Male"
        ],
        [
            "MR STANDER",
            "That's correct.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is true.",
            "Male"
        ],
        [
            "MR STANDER",
            "Did you know what happened to the investigation after the death of George Musi?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR STANDER",
            "Were you contacted at any stage by anyone about your own involvement?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Meaning in which way I was informed?",
            "Male"
        ],
        [
            "MR STANDER",
            "The question was specifically, whether an investigating officer or anyone ever spoke himself - or a member of the security police ever made contact concerning the death of this person?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "You mean the person was not a member of the security force or what?  What kind of a policeman are you talking about or what person are you talking about?",
            "Male"
        ],
        [
            "MR STANDER",
            "Mr Motsamai, usually a death is investigated and my question is, such an investigating officer - if one had been appointed - where you or any other member of the security police contacted concerning the death of this person?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "If we'd go to that person we'd not go there in regard with a straight forward information, we would try to enquire as whether - how far he has investigated the case.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Did the CID ever question you about this death?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know if your unit or your officers took any steps to keep in touch with the CID or murder and robbery who were investigating the death to find out whether they were making mention of security police intervention in the death?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I don't know what to say because I've explained that the person who came to me who informed me about that, saying that Mr Ramara is the one who is investigating the case but as to whether they told him how he should investigate the case, they didn't tell me or I was not informed.",
            "Male"
        ],
        [
            "MR STANDER",
            "Did the police at any stage make any contribution to the burial of this person?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No.",
            "Male"
        ],
        [
            "MR STANDER",
            "So you don't know what happened to him at all?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I don't know about anything.  If I remember well, Colonel Coetzee and Lieutenant Shaw - I don't know who they sent to patrol to look as whether who would come to the funeral who were members of MK or ANC.",
            "Male"
        ],
        [
            "MR STANDER",
            "While we're dealing with this case of Mr Oliphant, I want to ask you something about your involvement on the occasion of his detention after he tried to move to Lesotho and when he was arrested by members of the South African defence force.  Can you remember this occasion?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I remember that incident but when he was detained by South African defence force members, we were not involved in the patrols at the border so I was not present.",
            "Male"
        ],
        [
            "MR STANDER",
            "This is the case but later he was a member of a group of 19 brought to Bloemfontein to be questioned and when they were assaulted.  Do you know anything about this?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I found them there in the morning when we reported for duty, they were transferred by Ladybrand police.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, I've lost the witness and Mr Stander.  I'm not sure whether we're speak about Oliphant or about George Musi - if that may be clarified.",
            "Male"
        ],
        [
            "MR STANDER",
            "Mr Chairman, I said quite clearly that while we were dealing with Oliphant - so we're talking about him, that I was going to put questions about him.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "It seems my mind was not the only one who was lost.",
            "Male"
        ],
        [
            "MR STANDER",
            "I'll put it in greater detail.  I'm now going to ask questions about the Oliphant case.  I have no further questions about the death of George Musi.\n\tIs it true Mr Motsamai, that when the group arrived, Mr Oliphant and Mr Makhubalo had been identified as the leaders of this group?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is so.",
            "Male"
        ],
        [
            "MR STANDER",
            "Do you know what happened to these leaders, were they interrogated separately - separate from the rest of the group?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "When we reported for duty when we received the information as to whether where they were arrested and where they were going from Colonel Coetzee and Lieutenant Shaw, they said to us we should assault these people so that we should dig information from them.  We went to the 5th floor, there is a board written -  when you enter the door there is a board which is written, Violent Street.  It's a long passage, it would start at my back to - it would pass through the wall.  We made them to do frog jumps ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you like to estimate that distance",
            "Unknown"
        ],
        [
            "MR STANDER",
            "I didn't see the distance that was being shown.  I would say that's about correct.\n\tTell me, these leaders, were they members of the same group that was being interrogated?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No English translation.",
            "Male"
        ],
        [
            "MR STANDER",
            "Isn't it so Mr Motsamai, that the two leaders - in other words, Mr Oliphant and Mr Makhubalo, they were taken to different offices because they had been identified as the leaders?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is so.  They were taken to the investigative unit's officers which dealt MK, ANC and APLA, that is at 4th floor.",
            "Male"
        ],
        [
            "MR STANDER",
            "Tell me, did you ever take part in the assaults of either Mr Oliphant or Mr Makhubalo?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I took part when they were in the 5th floor.  On the 4th floor, they were assaulted by others.",
            "Male"
        ],
        [
            "MR STANDER",
            "Could you tell us broadly what kind of assault took place while you were present?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "The first instance was that one at Violent Street where they would do frog jumps, all of them would do that.  It wouldn't matter as whether it's a woman or a man.  At that time whilst they were doing the frog jumps, the one who says he's tired or she says she's tired, he should be assaulted with a clap - an open hand and be kicked.",
            "Male"
        ],
        [
            "MR STANDER",
            "How long did the assault take place, did it last the whole day?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, it didn't take the whole day.  That is where we took Oupa Makhubalo, myself and Sergeant Mamome, we took him to Mamome's office, we tightened his hands at the back, we put him on the chair, Sergeant Mamome took a tube and made him to suffocate.  When we say he suffocated him, it's not on the neck but we would put it on the face and we'd make it impossible for him to inhale and exhale.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] you did this to?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We did this to Oupa Makhubalo.",
            "Male"
        ],
        [
            "MR STANDER",
            "What the reason for this assault on Makhubalo?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "The reason was to dig information from him as to whether who was responsible because we took a long time searching for them, then we asked him who was hiding him and who was giving him food the time they were in hiding and then again as to whether who was making them to escape the country because when they were crossing the border, that person was the person who had contacts in Lesotho with the MK.",
            "Male"
        ],
        [
            "MR STANDER",
            "Tell me, were you present when Mr China Oliphant was assaulted?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, I was not present, he was on the 4th floor.",
            "Male"
        ],
        [
            "MR STANDER",
            "At any stage, could people's screaming be heard while assaults were being done to this group?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, we were able to hear people screaming from the 4th floor if they made a mistake that the window of that officer where they were torturing the people, it was opened.",
            "Male"
        ],
        [
            "MR STANDER",
            "What happened after the assaults on the first day to this group?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "After the assault of Oupa Makhubalo, he was taken by the people of the floor under us, which was the 4th floor.  In that assault we were given instructions to do by all means that when we were going to detain them - there is a big book which was used by the police called - that it should not be written in that book that they were assaulted or tortured.  They were taken to ...[inaudible] stations.",
            "Male"
        ],
        [
            "MR STANDER",
            "Tell me, previously you said that for each of these persons there was a file, was the fact that these people had been detained, noted in this file?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, each and everyone who was there who were trying to skip the country, had files and their files would differ in size depending on the information from when he began to be a member of COSAS, UDF or MYKO.",
            "Male"
        ],
        [
            "MR STANDER",
            "Do you know whether they were brought back the next day to be assaulted again?",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, before my learned friend goes to the next question, I suspect that there could have been a misunderstanding.  The question was asked whether the fact that people who were assaulted, was noted in the file and the answer was yes, everybody who was interrogated had a file and I wonder whether the \"yes\" referred to confirming that a note was made of the assault in the files.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understood the question, it was everybody who was detained.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "That is in fact so Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was not if everyone who was assaulted was noted in the file, but if everyone who was detained.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "May we ask Mr Memani to repeat the question because there has been a little confusion.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It was a perfectly simple question, why do you say it will raise confusion?  You weren't listening to it obviously, or are you saying it was wrongly interpreted?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "It's the interpreters who's saying there's been a little confusion in the booth.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "It's the interpreter speaking to you now.",
            "Male"
        ],
        [
            "INTERPRETER",
            "We ask if the question should be repeated.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I thing that should be cleared.  Did you say that the fact that people were assaulted was noted in their files?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, in those security files you would not write the torture, you'd write the information from them if we're able to find that information.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Is it now - are you satisfied Mr Memani?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases.",
            "Male"
        ],
        [
            "MR STANDER",
            "The question I put to you was whether this group had been brought back another day or were they released the same day - what happened, what was the position?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "They were not released, they were brought there in the offices frequently.  And again I'll try to explain to the Committee, I don't know as whether they were detained under Section 29 of the Security Legislation because that decision was taken by the above officers.  The Colonel would make a decision about who should be detained under section 29 - if I'm not mistaken, there is a certain section of the Security Legislation which is for 14 days, I think it's Section 54 - I don't know as whether they detained under Section 54 or Section 29.",
            "Male"
        ],
        [
            "MR STANDER",
            "Did you take part in the subsequent days assaults on any of these groups?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, I didn't take part because they were now under control of unit - Captain du Plooy's unit.  If I'm not mistaken, it was Constable Mafisa, Constable Melesi and others.",
            "Male"
        ],
        [
            "MR STANDER",
            "Did you see them again after the first day's event in which you were involved?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "May you please repeat that question?",
            "Male"
        ],
        [
            "MR STANDER",
            "You told us about the assaults on the first day, you also told us that hey hadn't been released now what I'm asking you is, did you see them again afterwards?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, I did, they used to come to the office in many instances and they were taken to the 4th floor.  If a person is assaulted on the 4th floor, those who were on the 5th floor would hear that, even when you pass there you would hear that people were assaulted, although you never know who was that person assaulted,  you'll see them when they were brought on the 5th floor when they were arrested.",
            "Male"
        ],
        [
            "MR STANDER",
            "Can you describe to us what they looked like?  What was the effect of this assault on them?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "May you please explain clearly Sir?  May you please clarify your question?",
            "Male"
        ],
        [
            "MR STANDER",
            "What I mean is, what did they look like after they'd been assaulted, were their eyes black and their faces, were their clothes torn?  What did they look like?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "If a person has been assaulted you'd see red eyes crying, you'd see if he's swollen or not.  If he has some wounds, you'd see.",
            "Male"
        ],
        [
            "MR STANDER",
            "The questions is, did you in fact see this?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "The person I saw, that is China and Oupa.  There is the other one whom I forgot - I think it is John Jwuayi.",
            "Male"
        ],
        [
            "MR STANDER",
            "Could you tell us what they looked like please?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Oupa had wounds if I remember well, on the face and then on top of the head - that is where is hair was removed.  In the eyes he was swollen a little bit.",
            "Male"
        ],
        [
            "MR STANDER",
            "And Mr China Oliphant?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He had bruises.  I was able to see when he was sitting down in the kitchen he had bruises on him - even John Jwuayi.",
            "Male"
        ],
        [
            "MR STANDER",
            "Tell me, how many women were in this group that had been arrested and that had been initially assaulted?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "People I remember well are the three sisters, I don't remember the names - that is the other one who was elder to them.  If I'm not mistaken, there is a certain woman, I don't remember her name very well because we did many things to many people.  I think there were four, if I'm not mistaken.",
            "Male"
        ],
        [
            "MR STANDER",
            "Would you be able to recognise any of these women if you saw them?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes.",
            "Male"
        ],
        [
            "MR STANDER",
            "Could I ask that the two women could stand up so that they can be identified by the witness?\n\tDo you know the woman who has just stood up?\n\tWould you just rise again?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That one is the elder one.",
            "Male"
        ],
        [
            "MR STANDER",
            "Mr Chairman, on the list you will see you will find her name under number 4, Ntabiseng Litlikana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR STANDER",
            "The list I've handed you this morning - she appears as number 4 on the list.   I understand the two of them is gross - I didn't see them.  May I just ask again?\n\tLet Ntabiseng rise first and then remain standing.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I have a difficulty here.  If a person's name is called and told to stand up, there's very little point in any identification of that person thereafter.  I don't know whether anything turns on it but if my learned friend wants to identify then surely he must ask the witness: \"can you identify anybody here as anybody that you saw there that day\" and let him identify surely.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't that what he did at first and the two women stood up?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "But he's now called a name and said stand up.  Now I'm not sure what the point of that is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is the name that he's just given us of the other one who stood up.  You asked Ntabiseng ...[intervention]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not activated.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You asked Ntabiseng Litlikana to stand up.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "That is so Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that was the woman on the right which is as I understand it was not the women that the applicant said was the older one, she is the woman sitting two rows behind.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "Unfortunately, I couldn't see the one because she was at the back of the interpreter's office.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well perhaps she could stand up again please - the woman at the back there.  Perhaps we could ask her, her name.  Could you say it again or could say it to the - could you say your name again please?",
            "Unknown"
        ],
        [
            "VICTIM",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR STANDER",
            "That is number 5 Mr Chairman.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Mr Visser, I don't think the issue really has to do with the question of identity as such but you see this is required for purposes of subsequently passing on the names to the Reparations Committee so that it can declare certain people as victims in terms of the Act.  So, during hearings of this kind we need to have the names of the people so that we can pass them over to the Reparations Committee.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, thank you, that's exactly the point I was trying to make.  Instead of having Mr Motsamai identify them, they could just get up and say: \"my name is so and so and I'm a victim\", that's ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He confirms that they were victims.  Anybody can stand up and say: \"I'm a victim, I want to claim\".   He is confirming the fact - yes, that is a genuine victim.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Point taken, Mr Chairman.",
            "Male"
        ],
        [
            "MR STANDER",
            "May I continue Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The one he identified was Matapela Litlikana as the elder one.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "That seems to be number 5.  Can I ask Ntabiseng Litlikana, the younger sisters to stand up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you see her?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, I do see her.",
            "Male"
        ],
        [
            "MR STANDER",
            "Mr Motsamai, these two women, were they among the women assaulted on that day?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is so Sir.",
            "Male"
        ],
        [
            "MR STANDER",
            "Tell me, after being assaulted, did they receive any medical treatment?  I'm not just talking about these two, I'm talking about the whole group.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I really don't know how am I going to explain this but I'll try by all means to explain it.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Please just tell us whether to your knowledge, they did receive medical treatment or to your knowledge, they didn't.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "They were taken to a doctor, they did receive medical treatment.",
            "Male"
        ],
        [
            "MR STANDER",
            "Do you know whether it was on the same day or only a few days afterwards?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "After a few days.",
            "Male"
        ],
        [
            "MR STANDER",
            "Did you know what happened to them eventually, were they released later on?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "They were not released, they've been there.  For them to be released, it was the lower unit which could able to know exactly.  Swanepoel was amongst that unit - those are the people who'll be able to explain when did they release them.",
            "Male"
        ],
        [
            "MR STANDER",
            "Did you know whether Baba Khuzela was a member of this particular group?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes Sir, he was also present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Number 11?",
            "Unknown"
        ],
        [
            "MR STANDER",
            "That is indeed so, Mr Chairman.\n\tTell me would you be able, if I gave you the names of the people present, that you'd be able to identify that they had been there?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, I'll be able to identify them if I'm maybe given a list of names for those people.",
            "Male"
        ],
        [
            "MR STANDER",
            "I'm sorry, I don't have a list but I can read them out to you.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I've given him a list.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "Thank you.  I'm not sure that it's the same list that I've got.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "It's the list you gave us, numbered 1 to 16.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "Mr Chairman, the problem is, these 16 weren't all members of the same group.  I'm talking about the members of that first group that I mentioned.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Do all the members of the first group appear on that list which you represent?",
            "Unknown"
        ],
        [
            "MR STANDER",
            "No, not at all.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Then they must give him another list.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "I don't have a list here that I can give him but I'm asking your permission to read it out.\n\tWe know Makhubalo and Oliphant were present, Baba Khuzela and Litlikana and Matapelo Litlikana.   Do you know whether a Tami Makhubalo was present?",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Mr Motsamai, I think your counsel is going to mention certain names and we would like to know whether you are saying those people were in that group which was assaulted as you say.  You are going to listen to the names, then you tell us whether that person was there and so on and so forth.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "Thank you.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "You must not be fast.",
            "Male"
        ],
        [
            "MR STANDER",
            "Was Tami Makhubalo a member of this group?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, he was present.",
            "Male"
        ],
        [
            "MR STANDER",
            "Ntano Bellot?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Can you pronounce that name correctly?",
            "Male"
        ],
        [
            "MR STANDER",
            "Ntano Bellot?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, he was present.",
            "Male"
        ],
        [
            "MR STANDER",
            "Zaks Djantje?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "What is his first name?",
            "Male"
        ],
        [
            "MR STANDER",
            "Zaks.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He was present.",
            "Male"
        ],
        [
            "MR STANDER",
            "Piet Sekonyala?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He was present.",
            "Male"
        ],
        [
            "MR STANDER",
            "Dali Matjali?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He was present.",
            "Male"
        ],
        [
            "MR STANDER",
            "Monapule Mtamo?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He was present.",
            "Male"
        ],
        [
            "MR STANDER",
            "A person by the name of Kwedi and repeat it so the name is pronounced twice - Kwedi Kwedi?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I don't know that name, I don't know as whether he was there or not.",
            "Male"
        ],
        [
            "MR STANDER",
            "Then someone called Scara?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, he was present.",
            "Male"
        ],
        [
            "MR STANDER",
            "Kuze Dwayi?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Is that Jwuayi or who?",
            "Male"
        ],
        [
            "MR STANDER",
            "I think it's pronounced Jwuayi.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He was present.",
            "Male"
        ],
        [
            "MR STANDER",
            "Letsego Litlikana?  This must be one of the three sisters that you mentioned?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, they were present - she was present.",
            "Male"
        ],
        [
            "MR STANDER",
            "Then Nomnongethani Nakope?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He was present.",
            "Male"
        ],
        [
            "MR STANDER",
            "Then someone called Nyenye?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "...[inaudible]",
            "Male"
        ],
        [
            "MR STANDER",
            "And the last person a Tandi Jacobs?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Is that Jeje or Nje Nje?",
            "Male"
        ],
        [
            "MR STANDER",
            "It's Nyenye.  I think it's pronounced Nye Nye.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I'm not sure.",
            "Male"
        ],
        [
            "MR STANDER",
            "And the last one, do you know of someone called Tandi Jacobs - also a woman?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "She was present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just clarify something for me?   Were all these people taken up to the passage known as Violent Street and assaulted by you and the others?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is true.",
            "Male"
        ],
        [
            "MR STANDER",
            "Had all of them been assaulted to a greater of lesser degree, to make some sort of confession?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, they were assaulted, they were seriously assaulted.",
            "Male"
        ],
        [
            "MR STANDER",
            "I understand that some of these people later confessed.  Is that true, do you know about this?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "When you said: \"they confessed, what do you mean\"?",
            "Male"
        ],
        [
            "MR STANDER",
            "That certain information had been handed over to the security police because the assaults had just become too severe.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, that is true.  There were those who couldn't persevere that assault.",
            "Male"
        ],
        [
            "MR STANDER",
            "Is it the fact that statements were taken from these people that could be used later?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, statements were taken.",
            "Male"
        ],
        [
            "MR STANDER",
            "Were these statements taken against their will?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes.",
            "Male"
        ],
        [
            "MR STANDER",
            "I understand that Mr Oliphant and Mr Makhubalo were later charged due their political activities and their leadership.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is true.",
            "Male"
        ],
        [
            "MR STANDER",
            "And that as part of the evidence, some of these people - the members of this group, were used as State witnesses.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is true.",
            "Male"
        ],
        [
            "MR STANDER",
            "I also understand that this group later refused to testify and as a result of which, some people were not charged and released.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is true.",
            "Male"
        ],
        [
            "MR STANDER",
            "Mr Chairman, I will now proceed to the second occurrence to which Mr Motsamai referred, in fact the third one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I just ask something, I think it's clear but I just want to make sure I'm not mistaken.  This passage that was called Violent Street that you said had a label up saying Violent Street, was it used regularly for your frog jumping and press-up tortures and where you kicked and slapped people?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was it a passage that other people in the building had access to?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "Just one aspect around Violent Street.  Was there - was it written in letters on the walls of this passage - Violent Street?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, it is written on the board and the board was pinned on the wall.",
            "Male"
        ],
        [
            "MR STANDER",
            "Do you know why it was called like this?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I found it there, I found it pinned there on the wall.  They taught me that I've got to know that that's Violent Street, this is what we do - people are assaulted, people are tortured.  I found it there - when I started working with the security police, I found it there.",
            "Male"
        ],
        [
            "MR STANDER",
            "Did you ever enquire about who put up this sign?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, I never made enquiries because at that office, if you make a lot of enquiries, many things would happen to you.",
            "Male"
        ],
        [
            "MR STANDER",
            "It seems that you were yourself afraid of this organisation for which you worked?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, I was afraid of that organisation, seriously, I was afraid.",
            "Male"
        ],
        [
            "MR STANDER",
            "Mr Chairman, I'm now going to move to paragraph 3 on page 146 of the application.  It deals with the matter of Mr Bobby Sebotsa.\n\tMr Motsamai, you told us that this person - this person's house had to be petrol-bombed and that you couldn't decide which of the two houses should be bombed because he lived in either his mother's house or in his brother's house.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR STANDER",
            "Because in paragraph 3, you make particular mention of this, that the house which you did bomb had been his parents house while in the evidence which you gave to us, you mentioned the fact that it was his brother's house.  Could you just clear this up for us please?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "This brother's house, I would call it his parents house because Bobby, he was under the car of his brother.  He was the one who was taking care of him, he was the one who was giving him everything.",
            "Male"
        ],
        [
            "MR STANDER",
            "Why didn't he make specific mention of the fact that it was his brother's house, there's a big difference between his brother and his parents, isn't that so?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, I did clarify that when I started to give testimony when I was asked as whether was it his parents house or his brother's house.  I explained that he was under the care of his brother.",
            "Male"
        ],
        [
            "MR STANDER",
            "Tell me, who decided to petrol-bomb that particular house because one would expect that before you went to bomb a house, that you would enquire whether the person against whom this attack was aimed, would be there or not?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It's Major Coetzee and Lieutenant Shaw who said this house should be attacked.",
            "Male"
        ],
        [
            "MR STANDER",
            "Am I wrong when I get the impression during your evidence that even you who had to go and execute these orders, weren't quite sure whose house you were attacking?",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now this is misleading, it was known that the house was the brother's house - that is the evidence.  What may be proper put is that they did not even know whether the person who was troublesome was there.",
            "Male"
        ],
        [
            "MR STANDER",
            "I gave the witness the opportunity to answer the question because I got the impression that he was unsure - him and his group, that they were unsure about this.  Perhaps he could clear this up for us.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We knew that Bobby was sleeping there and at times he was sleeping at his sister's place or, I'm sorry, his mother's place in Rocklands.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "When you received an instruction to petrol-bomb a house, did you enquire whether there were any people staying in the house on that particular night?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We didn't make enquiries, we had information.  We knew who was staying there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "For instance when you -  I may take an example - when you petrol-bombed the missions house, were there any people sleeping in the house?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Which mission house?  You mean at Botshabelo?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We didn't know as whether there were people who were sleeping there.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "And suppose there would be a baby in the room and you throwing the petrol bomb into the room?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We were given instructions that we should go and bomb that place.  If there was a child there or a baby, I don't know how they would account to that but the answer I'm giving is that these people whose houses were bombed - inside the files, their names appeared or the people who stayed in the houses appeared.  In other words those people or the names of people who were staying in the house in terms of the investigations we did, it is in this way.\n\tIf there is a person who wants to work for Government or any other place, in his clearance or her clearance we would clear it in terms of his participation which was not - in the organisation which was not wanted by the security police, we'd buy him not work in a particular job or profession because one member of his house was in the list of organisation which were banned and those which were not banned, in the United Democratic Front etc., because we'd be afraid that he would look for information in the Government building or Government institutions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's got nothing to do ...[inaudible]",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But really, I want to know whether you did foresee that there could be a child sitting in the room and you're throwing a petrol bomb through the window and the child could be killed and the child wouldn't be involved in politics at all?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I would say he would die because we were sent to execute the operation but I tell you that we would hit or attack the whole family.  We would include the whole family in the attack.  If that person was a member of the political organisation, his family would be included in the operation.  That is why when we make investigations we'd go to a Municipality and look at the properties and the names of the family members and their dates of birth and we'd put them in his file or her file.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But you see, when you attacked Mrs Mandela's house you gave evidence that you knew at that time she wasn't at home, she was in Cape Town.  You didn't attack the house while she was in the house and could be injured.  Now on other occasions, you didn't take that precaution.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, I beg leave to say something here.  It was not the intention of ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr, could you kindly answer the question, I think my question was clear and if you have something to add after he's answered the question, you could please add it but I'm asking the question to him.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But Mr Chairman, you are putting to him that he made a precaution to ensure that Winnie was not there and that was not the evidence.  She was coincidentally not there.  This is what ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The evidence was, they were told she was in Johannesburg.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But it was not a precaution taken, that is my objection.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Well, she wasn't there so she couldn't be injured and in other cases, you don't know whether people were there or not?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I don't know at all as whether they were present or not present in those house when we were given instructions to go and attack those houses.",
            "Male"
        ],
        [
            "MR STANDER",
            "Did I understand you correctly that your answer to the last question was, that at the stage when you were bombing the house of the brother of Mr Sebotsa, you knew that Mr Sebotsa was in his parents' house or did I understand  you incorrectly?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It could have happened that he was not present when we went there, he could have been at his mother's place.",
            "Male"
        ],
        [
            "MR STANDER",
            "The question was whether you knew he was in his parents' house at the stage when you were bombing it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, he didn't bomb it did he, he bombed the brother's house.  Wasn't that the evidence?",
            "Unknown"
        ],
        [
            "MR STANDER",
            "This is true but I'm asking this question because I got the impression from his evidence that they knew that Mr Sebotsa was not in his brother's house but in fact in his parents' house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My objection was, you said: \"did you know he was in his parents' house when you bombed it, implying you bombed his parents' house.  The question should be: \"did you know he was in his parents' house when you bombed his brother's house?",
            "Unknown"
        ],
        [
            "MR STANDER",
            "With respect, that's how I put the question.  I didn't quite hear the interpretation but that was my question.  I would put it again just to make it quite clear.\n\tMr Motsamai, did you know when Mr Sebotsa's brother's house was bombed,  that he wasn't there but in fact in his parents' house?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I did not know as whether he was present in the house or not.",
            "Male"
        ],
        [
            "MR STANDER",
            "Tell me, was the instruction specifically to bomb his brother's house?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR STANDER",
            "Do you know why it was specifically his brother's house?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I've already explained that when we received the instruction, it was not known as whether he was at his brother - at his home, meaning his parents' in Rocklands or at his brother's house and again his brother also had a file with us.  We were sent there to attack there because Bobby would know what was happening.  I don't know as whether he knew as to whether people responsible were members of the security branch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've said his brother had a file with you.  That would imply from what you've just been telling us that you would have a list of all the people living in the house, would it not?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR STANDER",
            "You also told us that after the house had been bombed, you heard someone, a woman crying - crying out.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No she was not left out, she just screamed.  I don't know what happened - then we left but she didn't go outside.",
            "Male"
        ],
        [
            "MR STANDER",
            "Didn't it matter to you at all who had been hurt by this petrol-bombing?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand you correctly that you say that it was your policy - and when I say yours, I mean the security police's policy, to fight against the whole family?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I mean all members of the family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not minding their sex or their age?  That you would go as you said, I think it's your words: \"we would hit or attack the whole family?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR STANDER",
            "Do you know what the reason for this was, why the whole family had to be attacked?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "In terms of the security, the family - the head of the family or the breadwinner influences other members of the family, that is why the whole family would be attacked -  I mean in politics.",
            "Male"
        ],
        [
            "MR STANDER",
            "Mr Chairman, this may be an appropriate time to adjourn.  I confirm that I'm not finished with this but there are a few matters about which I have to consult over the lunch break.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, we'll take the adjournment now.  How much time to you need, will a quarter to 2 be all right for you or would you ...[inaudible] If you are still consulting at a quarter to 2, let us know.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Otherwise we're adjourning now till a quarter to 2.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] of consulting with your clients?",
            "Unknown"
        ],
        [
            "MR STANDER",
            "Thank you Mr Chairman, I did have a chance to consult with them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't want to interfere with the conduct of your case in any way but it's been drawn to my attention that we don't have the services this week of someone from the R&R Committee which we did have last week - there was someone here so you have not been given the assistance you might otherwise been given.\n\tI'm told that forms are available which set out in some detail the losses suffered by victims and that accordingly, once it has been established that one of your clients is a victim, it is not necessary to get evidence as to the precise nature of the loss, they can then set that out in the form.",
            "Unknown"
        ],
        [
            "CROSS- MR STANDER",
            "(cont)\n\tThank you Mr Chairman, I'll try and conduct my cross-questioning in that regard.\n\tMr Motsamai before we end off with that part of Mr Sebotsa, is it in any way possible to just give an estimate of the damages?  If you are not able to do so, please tell us just that.   I'm sorry Mr Motsamai, won't you tell us more or less the damage to the vehicle if you're able to do so, if you can't then just leave it be.",
            "Male"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I cannot estimate the damage as whether what was damaged.",
            "Male"
        ],
        [
            "MR STANDER",
            "I didn't hear the answer, what did you say was the value?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I don't know of the damage so I cannot estimate.",
            "Male"
        ],
        [
            "MR STANDER",
            "Before I forget, regarding the first occurrence in which the persons were involved who had been arrested by the defence force, I'm instructed to put it to you that those people had an amount of R1.500,00 in their possession which they'd lost and which had never been repaid to them.  Can you comment on this?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I've no knowledge where the money was lost.  I know nothing about that money, I don't know anything about that money.",
            "Male"
        ],
        [
            "MR STANDER",
            "Then regarding Mr Oliphant, he'd been assaulted to such an extent that he landed up in the Oranje Hospital on occasion - this being a hospital for the mentally disturbed, do you know about this?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I don't know as to whether he went to that hospital, I know only when he was assaulted I saw his face that he was swollen because of the assault.",
            "Male"
        ],
        [
            "MR STANDER",
            "Tell me please, - Mr Chairman, I'm now moving to the matter of item 4 on his application.  This is where Mr Nicos Molesiwa - the house of Mr Molesiwa was petrol-bombed.  Am I correct in saying that Mr Molesiwa had not been really a political activist, you could have described him as being a sympathizer with the struggle at that stage because he was a business man who had donated funds for this purpose and this was the reason for his house being attacked?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "The other thing which you forget that he was a courier, nobody knew that he was a courier.  He was a courier in terms of the files or his file and in many instances the courier never exposes his political activities because he had contacts with the MK.  I agree with your fact when you say he used to help people, particularly helping the political organisations when they went to ask or request money, he used to give them.  Oh okay, the courier means a courier who'd transfer messages from the MK's outside the country and inside the country.",
            "Male"
        ],
        [
            "MR STANDER",
            "Tell me, is it true that there were other businessmen who were also sympathizers with this aim and for this reason also appeared in your files?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "May you try to clarify your question so that I can understand?",
            "Male"
        ],
        [
            "MR STANDER",
            "The question is simply whether there were other businessmen who were also sympathizers in the sense of donating money, who appeared in the lists of the security police?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "They were there yes, though I forgot their names, who were helping the youth - that is COSAS, UDF - when they requested money to continue with their political activities.",
            "Male"
        ],
        [
            "MR STANDER",
            "Mr Chairman, I'm now moving to item 6 on the application for amnesty.  This is the petrol-bombing of the house of Mr Citi Mzuzwana.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "May you look on that item carefully, it doesn't speak about Citi Mzuzwana, it speaks of Citi Mzuzwana's parents' house.",
            "Male"
        ],
        [
            "MR STANDER",
            "Sorry, I just wanted to refer you to this.  At the stage when this house was bombed - that is his parents' home, he was in fact in custody or in jail?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I will say he was in prison.",
            "Male"
        ],
        [
            "MR STANDER",
            "Would you have said that it would have served any purpose of bombing his parents' house when he was in jail already?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I explained that this person who is Citi Mzuzwana, the time when he was there he was assaulted, then they were trying to recruit him so that he should help our security branch.  He was rejecting that, then we received an instruction that we should go and attack the house and the car. About the incident of bombing the house, people would explain that.",
            "Male"
        ],
        [
            "MR STANDER",
            "I still don't understand how this would have persuaded him to cooperate with the security police if he'd been in jail and the house of his parents would have been bombed in his absence.  Can you explain this to us please?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Again, I'd continue in that explanation.   I told this Committee, all people who were members of the people we handled, they appeared there then I said again, we would even hurt the parents so that they will be able to reprimand their children - that's Citi and together with younger brothers, they were involved in politics so we're doing that so that the parents would be able to reprimand their children to leave their political activity.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was he in imprisoned for?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That's not something that I'm able to explain because I said that there were so many sections which were decided by the officers ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he was in detention, he was not serving a prison sentence, is that the position?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, he was in detention.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if he'd agreed to cooperate with the security police, you could have arranged his immediate release, is that the position?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Exactly, he could have been released but the way he wouldn't show other activists that he was released.",
            "Male"
        ],
        [
            "MR STANDER",
            "Did anyone of the security police tell him while he was in detention, that his parents' home had been bombed in order to persuade him to become an informer?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, they didn't tell him but he was assaulted.",
            "Male"
        ],
        [
            "MR STANDER",
            "So those attempts by the security police could not have succeeded in any case, am I correct in saying this?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Not at all.",
            "Male"
        ],
        [
            "MR STANDER",
            "The home of Citi Mzuzwana and his vehicle were also later bombed, is this correct?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR STANDER",
            "Am also correct that you don't know what damage was caused?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Exactly.  You're right, I don't know.",
            "Male"
        ],
        [
            "MR STANDER",
            "Just tell me, am I correct in saying that the reason you ran away every time was specifically that those who had been harmed could not know who was responsible for the actions?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "So these people who's homes had been bombed, at no stage they would have never been able to make - bring any claims against the police for compensation?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "Am I also right in saying that today's the first time that these facts are emerging concerning these events which we've now been discussing?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct, it is for the first time.",
            "Male"
        ],
        [
            "MR STANDER",
            "The reason for this question is the principle of statute of limitation, or actions.  You don't have to respond to this, this is just for your information.\n\tMr Chairman, I'll now move to item 7 in which application is made for amnesty and this is the occurrence involving Matthews Mzuzwana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is he also known as Zwelinzima?",
            "Unknown"
        ],
        [
            "MR STANDER",
            "That is in fact so Mr Chairman.  I believe the correct pronounciation is Zwelinzima.  My learned friend wants to put to us the correct pronounciation.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "No, it's not the correct pronounciation.  You remember that this is the man who came here and said his name is in fact Zwelinjani and his elder brother is Zwelabanthu.",
            "Male"
        ],
        [
            "MR STANDER",
            "I want to ask permission to address him as Matthews otherwise it might cause confusion.\n\tMr Motsamai, am I correct in saying  - and that if you don't know, please tell us, that due to the injuries suffered by this person during this shooting incident, he's totally disabled and unable to work?",
            "Male"
        ],
        [
            "MR VISSER",
            "How does this witness know this Mr Chairman, with all due respect?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From the files the security police keep.\n\tDo you know?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "You mean I know what is happening about him?",
            "Male"
        ],
        [
            "MR STANDER",
            "The question is, do you know that this person has been totally disabled for any kind of work?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I don't know.",
            "Male"
        ],
        [
            "MR STANDER",
            "You won't be able to dispute this, not so?   Do you know who the person is who pulled the trigger, who fired the shot, who shot this man?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "The policeman who shot him, I don't know his name but he's now deceased.",
            "Male"
        ],
        [
            "MR STANDER",
            "Is it a Mr Mogashani, do you remember?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I think it's him, he shot himself.",
            "Male"
        ],
        [
            "MR STANDER",
            "I understand the reason he shot himself was due to his conscience because he had injured this person so severely.  Can you give any comment or if you can't, just tell us?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "The reason which made him to commit suicide was because of this Mzuzwana case,  that he shot Mzuzwana with a gun.",
            "Male"
        ],
        [
            "MR STANDER",
            "I understand that there was - a claim was made against the South African police for an amount of R20.000,00 in compensation.  Do you know anything about this?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I heard about that.",
            "Male"
        ],
        [
            "MR STANDER",
            "Just before the so-called fatal shot was fired, had he been held down by two other policemen?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "You mean two policemen who shot?",
            "Male"
        ],
        [
            "MR STANDER",
            "Two policemen had been holding him by his arms when the third one, Mr Mogashani shot him.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Can you make you question clear so that I should understand?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he being held by two policemen when he was shot?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, he was trying to get off them but two policemen were holding him.",
            "Male"
        ],
        [
            "MR STANDER",
            "Mr Chairman, I'm going to put questions around an incident which doesn't appear at all in the amnesty application but with your permission I will continue because this person had been referred to me by the Truth Commission and I was instructed because it also deals with a house which had been attacked with petrol bombs and my instructions are that Mr Motsamai also knows about this.  May I continue with this?\n\tMr Motsamai tell me, do you know a person called Maria Manchwe?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I know her.",
            "Male"
        ],
        [
            "MR STANDER",
            "Is it a fact that this person was the tea maker at the offices of the security police?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "Am I correct in saying that her house was also bombed with petrol bombs?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "You are not asking for amnesty regarding this incident?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I met Mr Belato, he's a staff member of the Truth Commission then I took him to that house.  That is the time when I was moving around with him to make investigations, identifying houses which I attacked then we'd go in - that is then that I remembered that in Parming this kind of a house was attacked by us with two petrol bombs.",
            "Male"
        ],
        [
            "MR STANDER",
            "But I understand that this woman had no political affiliation at all.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "She didn't have anything to do with politics but she was retrenched from work or dismissed if I'm correct, because she would take the information which was happening in the office about the assault and torture of people then she would give it to people - she'd give it to the informer and then the informer informed the other office, then she was dismissed because of that incident.",
            "Male"
        ],
        [
            "MR STANDER",
            "But the question is, you are not applying for amnesty regarding her and I don't understand it.  You don't have to answer this if you don't want to.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I've already told my counsel, then I said to him there are many issues which I started to remember during these hearings, then I'm asking amnesty for that incident.",
            "Male"
        ],
        [
            "MR STANDER",
            "Mr Chairman, I will leave this aspect there.  Mr Memani would certainly address you about this later on.  I'm moving to item 10.  This is the bombing of the house of - I'm sorry, just a moment while I correlate my notes.  Item number 12 in fact.\n\tMr Motsamai, do you know the damages that you caused there?  This is where the minister's house had been attacked.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I'm not sure of the damage which has been caused by the bombing.",
            "Male"
        ],
        [
            "MR STANDER",
            "Was your intention in bombarding this house to destroy the entire house?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "When we went there to attack, when the petrol bomb hit - when the house was enflamed, it may happen - it is possible that house may burn down.",
            "Male"
        ],
        [
            "MR STANDER",
            "Was it the intention to destroy the whole house?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I would say it was the intention to destroy the whole house.",
            "Male"
        ],
        [
            "MR STANDER",
            "Am I also correct in saying that you acted in such a way that the identity of yourselves would be completely hidden, to such an extent that the person who suffered damages was completely unable to identify the persons or person who had caused the damage?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct, he wouldn't know.",
            "Male"
        ],
        [
            "MR STANDER",
            "Is it also correct when I say that it would probably be the first occasion where the person would in fact have become aware of who was responsible for the damage to the house?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct, he couldn't know who were responsible for the attack.",
            "Male"
        ],
        [
            "MR STANDER",
            "Was it also part of your instructions to hide your identities as far as possible?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Stander, which of your clients is involved in this incident?",
            "Unknown"
        ],
        [
            "MR STANDER",
            "Samuel Mkwena.  This is item 14 on the list which I have handed to you.  You will also see that I've marked in pro-amica because this is in fact how I'm appearing for him.  Mr Chairman, I'll now move to item 13 and this is the item in which amnesty is applied for on behalf of quite a number of people.\n\tRegarding Mr White Mohapi, can you tell us at all how many times he'd been arrested?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Many times under the Internal Security Act.",
            "Male"
        ],
        [
            "MR STANDER",
            "And according to you the reason was his involvement in COSAS?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct, he was the Chairperson of COSAS in the Free State.  Again he was a member of the National Executive Committee.",
            "Male"
        ],
        [
            "MR STANDER",
            "Is it also true that on occasion he'd been fired upon more than once?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I don't know that.",
            "Male"
        ],
        [
            "MR STANDER",
            "Do you know of any occasion on which shots were fired at him?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR STANDER",
            "Tell me please, was he assaulted in the same way as the way you described it this morning?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is true.",
            "Male"
        ],
        [
            "MR STANDER",
            "I understand that on occasion he'd been held - he'd been detained for a weekend with a would in his side, a gunshot wound in his side.  Do you know about this?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, I don't know about that incident.",
            "Male"
        ],
        [
            "MR STANDER",
            "Do you have any knowledge of the event where he'd been released from the Buiswater police station but shortly afterwards under the understanding that he would be taken home?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "The one I know he was at the hearse, he was in the hearse.",
            "Male"
        ],
        [
            "MR STANDER",
            "I'm sorry Mr Chairman, I didn't hear that answer.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Mr interpreter, does he not say: \"it is a hearsay\", not has - hearsay.",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Maybe he made a mistake, we thought it's a hearse - he said hearse.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is a hearsay - I heard that from somebody else.",
            "Male"
        ],
        [
            "MR STANDER",
            "From whom did you hear this?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I learnt that from Sergeant Mamome.",
            "Male"
        ],
        [
            "MR STANDER",
            "Did Sergeant Mamome also tell you that he'd been shot at, at that occasion?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, he didn't tell me about the shooting.",
            "Male"
        ],
        [
            "MR STANDER",
            "Tell me, is it true that due to the fact that he'd been a Chairman of COSAS, the assaults on him were much worse than made on the ordinary activists?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is true.",
            "Male"
        ],
        [
            "MR STANDER",
            "Is it true that on occasions he'd been simply accosted in the street and assaulted and left like that?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "Regarding Mr Norman Chani - I think it's item 24 on your list, page 141 of volume A.\n\tI understand that Mr Norman Chani was a qualified teacher at that stage.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "But that he was also a member of the National Education Union of South Africa?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "I have been instructed that he was arrested one night for distributing pamphlets, do you know anything about this?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "Is it true that his person on several occasions had been arrested, intimidated, assaulted and then released again, only to be re-arrested within a few days?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "I understand that as a result of these detentions he later lost his job, in other words that he was dismissed as a teacher.  Do you know about this?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "Was this part of the strategy?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct because there was an informer which was made that he should be - he should influence students that they should be against Norman Chani.  They were influenced - they were encouraged that he's in love with the school children.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I didn't quite understand your answer.  There was an informer as I understand, who said that he influenced the children - what did he influence them to do?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That they should be against Norman Chani and then to influence the students again that he is in love with the students where he was teaching.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "There was an informer in the school?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, the informer came from Vulamasango school.  He was a member of COSAS or she was a member of COSAS.  He or she was influenced so that he should go to that school where Norman Chani was teaching - that Mr Norman Chani was in love with other students at that school.",
            "Male"
        ],
        [
            "MR STANDER",
            "I will now move to item 14 and this is the attempted murder on Makhubalo.\n\tWhat I can't understand, it sounded as if you'd received an instruction to kill Mr Oupa Makhubalo, is this correct?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "But when you finally found him after he was unable to run away any longer, you didn't shoot him.  I don't understand this, can you just explain please?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "We were shooting but no one bullet was able to hit the target - that is him.",
            "Male"
        ],
        [
            "MR STANDER",
            "I'm hearing what you say but at one stage he fell and he couldn't run away any longer, why wasn't he shot then?",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I don't understand this, isn't this the chap who - I might be confused, is this not this person who was supposed to have - to be arrested in the killing of somebody else?",
            "Unknown"
        ],
        [
            "MR STANDER",
            "No Mr Chairman, you will remember this person which they - the person they went looking for in broad daylight, they couldn't find him and eventually when they found him he was running away and they fired shots in all directions.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Yes, what I don't understand is, why do say to the witness that: \"you went there to kill him\"?  Did he not in his evidence say that: \"we had been instructed to go and fetch him and if he tried to run away we should shoot him\"?  You are surely not putting it correctly.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Could I perhaps assist, I think it's because of the wording of paragraph 14 - he's applying for amnesty for attempted murder.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Yes, but I don't that will justify Mr Stander's premise on which you - from which you depart in putting your question.  The witness did not in chief say that: \"we got instructions to go and kill him\".  I think he said: \"we got instructions that we should go and bring that person back and if he tries to run away, we should shoot him\".",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But he agreed they did.  They question that was put to him was it sounded as if you received an instruction to kill him and the applicant agreed that that was correct.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Yes, I have problems in questions which are unfair, basically unfair and I don't have a lot of respect for an answer from a witness if the question had been properly put.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "It wasn't my intention to confuse the witness, if I managed to do this I apologise because it was not my intention.\n\tCould I continue on this basis, was the instruction put in such a way that if the person had tried to escape it wouldn't have mattered if you killed him?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "And then this would also explain why he wasn't shot when you finally did get hold of him?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "They were police and then they have minds and then I had a mind.  When we started to chase him there were no people.  When they shot for the first time - that is Mamome, people converged to come to the scene where we were chasing Mr Makhubalo.  It was now difficult at that time, that when they were shooting they would ask themselves as whether - where the bullet would go.",
            "Male"
        ],
        [
            "MR STANDER",
            "When the shots were fired at him, was it the intention of those shots to kill this person, or was it simply aimed at injuring him so that he could be arrested?",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I don't know ...[inaudible] evidence here.  Is it the witness who fired the shot, if it's not him how would he know what the other person had in mind?",
            "Unknown"
        ],
        [
            "MR STANDER",
            "I think it is important to discover the intention and the way in which it was executed and you will remember that he specifically told us that the instruction was that if he ran away, he had to be shot.  I just wanted to make quite sure.  If the witness can't tell us then that's fine.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "What you want him to tell us whether that person who shot the firearm, whether that person intended to kill that person, is that the answer you want?  Well you can ask him that question if you that it has got any evidential value.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "The reason for this question, with respect is whether anyone - it sounds to me as if he was under orders from Mr Mamome and whether an order had been instructed to shoot this person if he tried to escape and this is the reason for my question.  May I continue?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Maybe I can help.  Are you trying to ascertain whether there had been shot to arrest the person or did it not matter, was the intention of the shooting to kill him?  You want to distinguish between unnecessary violence in order to make an arrest or the intention to kill?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You see Mr Chairman, the instructions on the evidence in chief was that they should bring him to the police station and if he runs away, they should kill him.  This is how I understood the evidence in chief.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see there's a difference and this is what is causing the confusion between instruction that they should kill him, or that they should shoot him in order to affect an arrest.  Now quite clearly the instructions given originally or your client's belief was that the intention was to kill him, not to affect an arrest otherwise he would not be asking for amnesty for attempted murder.  If the shooting took place while attempting to affect an arrest it wouldn't be an attempted murder, would it?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That is correct and furthermore, if one looks at the tenor of the instruction it is: \"shoot, bring him here - arrest him and bring him here and if you can't arrest him and bring him here, shoot him\".  That is where the ...[inaudible] that he had to be killed.  It may not have come out clearly from the evidence but the shooting was the alternative to being able to detain him.",
            "Male"
        ],
        [
            "MR STANDER",
            "It is a fact that the witness had already confirmed this in answer to a question you put to him.  The intention of my question is to see what the instruction was because if it was simply to injure the person so that he could be arrested, then it would have been a completely different intention than to kill him.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Mr Motsamai, what were the instructions?  You said Mr Mamome came in hurriedly at about 12 o'clock in the morning and then he said that - in the afternoon, I'm sorry - 17 hour yes, he came in hurriedly and said that you people should go and bring Makhubalo etc.   I don't want to go on reading my notes to you because I want you to be original on this aspect.  What were the instructions?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "The instructions was that Oupa Makhubalo should be brought to the office so that he should be tortured there under that case or he must be shot - there was a reason.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "What did you understand - yes, that's what - you exactly used that word in your evidence in chief, that he'd be shot but what did you understand by being shot?  Can you tell us because here we're not sure as regards the purposes of shooting him?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "There was no full evidence as to whether he'll be related to the case of the murder of a certain boy who was killed - that he was an informer.  Oupa Makhubalo was the Chairperson in that meeting which was held when that person was murdered.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Can I ask you in this way, were you to shoot him for the purpose of affecting the arrest, in other words to injure him so that you should arrest him or in shooting him were you to actually kill him - shoot him for the purpose of killing him?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It was with the intention to shoot to kill.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "There you are Mr Stander.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "Thank you Mr Chairman.  Just tell me why was it so urgent?  I understand from the evidence that Mr Mamome came to you in some haste.  Why was it so urgent to do this quickly?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That was the instruction from Shaw because the informer have already phoned to them and he was called so that he must know that person was in a certain area, that is why he had to hurry to our place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was this young man killed, how long before?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It's a very long time ago, around the '80's.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, how long was it, was it on the same day or the day before the shooting of - you were ordered to go and find Oupa Makhubalo?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is days after that incident when we were at Makhubalo's place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That was days after the shooting of the informer - I think his name was Kozi.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He was killed by the students who were members of COSAS.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "I think the witness added that she was not shot at.",
            "Male"
        ],
        [
            "MR STANDER",
            "Do you know anyone called Jim - Geoffrey Mabulo?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Jeff?",
            "Male"
        ],
        [
            "MR STANDER",
            "Jeff?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, I know him.",
            "Male"
        ],
        [
            "MR STANDER",
            "Unfortunately, and I apologize for this, item 13 on my list is spelt as Jeff Malulo, it should be Jeff Mabulo.\n\tIs it correct that this person was also connected with Mr George Musi for whom an application had been made?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, but I only heard that afterwards or later on.",
            "Male"
        ],
        [
            "MR STANDER",
            "So you agree that it is the case?  I'm asking you just to establish the fact that he was also a victim.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is true.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In what sense was he a victim?",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He was threatened in most cases that he's having a relationship with comrades - they were trained to recruit him.",
            "Male"
        ],
        [
            "MR STANDER",
            "Is it also true that he never agreed to this?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is true.",
            "Male"
        ],
        [
            "MR STANDER",
            "One last aspect, was Mr Shadrack Oliphant ever a police informer?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No, Sir.",
            "Male"
        ],
        [
            "MR STANDER",
            "Thank you, no further questions regarding this evidence.  I want to put it on record that there might be further instructions and I will ask the Committee's permission to put a further two or three questions if I should be so instructed.\nNO FURTHER QUESTIONS BY MR STANDER",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Stander, this last person that you mentioned Jeff Mabulo, on which grounds must we recommend him as a victim?",
            "Unknown"
        ],
        [
            "MR STANDER",
            "Mr Chairman with respect, if I can refer you to the Act.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "If he was a dependent and his father was murdered, then one could understand that he would be a victim but the fact of my uncle being murdered or my cousin or niece may be related to each other but I'm not a victim in the sense that the Act intends.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "If you'll just grant me a moment so I can inform myself.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "If you have further evidence that this person had suffered loss in some way or another ...[intervention]",
            "Unknown"
        ],
        [
            "MR STANDER",
            "On page - volume B, page 116, there is a statement by Geoffrey Mabulo.  It was taken down in the investigation - in the inquest into the death of Mr Mabulo.  I think the witness also added that this person had been detained and attempts had been made to persuade him to become an informer, a so-called informer.   Is it necessary to address you anymore about this?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "For me, I'm not convinced there is evidence in front of us that I can recommend him as a victim.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "I will try by means of evidence to indicate - perhaps you can give an opportunity ...[intervention[",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "The easiest would be if he would fill in a form and send it to the Reparations Committee so that they could consider it on the basis of the facts and they would have more facts.  And there's also the other way of being declared a victim, we can make recommendations and they will consider it anew.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, isn't it perhaps that you expect him to be a victim insofar as the house of George Musi is concerned and you are forgetting the evidence that he was harassed or threatened by the police because of his association with comrades, wouldn't that make him a victim?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But I think in this case you should follow the other route.  I don't think this is the forum for dealing with his case.",
            "Unknown"
        ],
        [
            "STANDER",
            "May I just put one or two questions to this witness which may be of some help to us?  May I continue?\n\tMr Motsamai, Mr Mabulo - tell us what you know about this person, if he'd been intimidated, you must also please indicate it to us.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "In regard to him interrogation or torture - because the people who used to go to him as the Ascaris and Mamome, that's all.  As whether how he was fetched there to - taken to the office and as whether in which office he was taken where he was tortured up to the point where he was forced to be an informer of our office, I don't know that.",
            "Male"
        ],
        [
            "MR STANDER",
            "Did you ever hear at any stage that he'd cried out due to personal assaults on him?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I did not know.  When I wanted to go to his place - one day I wanted to go to his place, he chased me away and said: \"Boyzi, don't come to my place anymore because people from your office have assaulted me and people would say that I'm an informer\", that's why I stopped going to his place.",
            "Male"
        ],
        [
            "MR STANDER",
            "Thank you, no further questions.\nNO FURTHER QUESTIONS BY MR STANDER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you finished?",
            "Unknown"
        ],
        [
            "MR STANDER",
            "At this stage I may, after instruction, want to put one or two questions but as far as this is concerned, I'm finished.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anybody else ...[inaudible]",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As people may have been waiting here since a quarter to 2, I propose to take a very short adjournment now and we may go on for a little after 4.  We will take an adjournment of a few minutes now.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR STANDER",
            "Mr Chairman with your permission, I neglected to put questions about a victim in the person of Mr Molifi, I just want to put a few questions concerning him.\n\tMr Motsamai, do you know Mr Molifi?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "This is Serame Shadrack Molifi?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "This is item 12 on my list.  Tell me is it correct that he was being constantly observed by the security police?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "You mean that is item 12?",
            "Male"
        ],
        [
            "MR STANDER",
            "It's not one of the items referred to in the application.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "It's not in those documents, it's on his list - another item 12 not on the bundle.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It's not an item really, it's a list of names and this is the 12th name of the list.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But there is a Molifi in the list which he's got, this is the one we were told we should correct from, F(e) to F(i).",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "That is on page 141, I think that's what the witness is referring to, number 21 on page 141 - it's in fact the same person I think.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is number 21 on the list.",
            "Male"
        ],
        [
            "MR STANDER",
            "Is it true that this person also was constantly - kept under constant observation by the security police?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "That he'd been arrested numerous times and assaulted?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "Due to his political activities?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct, he was a member of the PAC and APLA and task force.",
            "Male"
        ],
        [
            "MR STANDER",
            "I also understand that his movements were constantly monitored by people, including yourself?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "To such an extent that at one stage he was unable to lead a private life?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR STANDER",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR STANDER",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.  Mr Chairman, would you allow me before commencing, to ask whether it is possible for some clarification in regard Mr Motsamai's application as it appears at page 148 of bundle A in paragraph 13, where he refers to the fact that he says he was also involved in the assault and torture of detained and/or arrested political - I suppose it must be - activists.  And then he refers to the 5th floor, Fountain Street, Bloemfontein.\n\tMr Chairman, you will recall that Mr Ngo applied for two incidents - similar incidents.  The one referred to took place in Bloemfontein and the other one took place in Botshabelo.  If I may say Mr Chairman, our understanding from what we have heard from Mr Stander, appears to be that the people that he represents are the people who were arrested by the South African defence force while they attempted to cross the border of Lesotho and that would appear to us or seem to us to coincide with a group that Mr Ngo refers to as the group that was assaulted and tortured at Bloemfontein.  \n\tMy question is this Mr Chairman, can Mr Memani tell this Committee whether his paragraph 13 also coincides with that group that Mr Ngo referred to and that my learned friend Mr Stander referred to, because you see Mr Chairman that clarification will be of great assistance to us in our consultations tonight.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I understood that paragraph 13 was to cover all the assaults and tortures, including that group and all the other persons he has mentioned.  Is that not so Mr Memani?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "It's obviously so Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All the individuals he has mentioned or the two or three on some occasions and that one group that came from the Lesotho border, is that so?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That is correct Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman, we will then accept it that way and later when the time arrives, we will put to Mr Motsamai that he has not applied for amnesty for these people but that is not what where we will commence.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Memani - Mr\nMotsamai, I heard you say during the course of your evidence when Justice Ngoepe asked you a question, you said you don't want to lie, do you remember that you said you don't want to lie?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, I'm not here to lie.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are you a person that takes pride in the fact that you don't tell lies? Can I ask you that?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct, I don't tell lies I'm here for the truth.",
            "Male"
        ],
        [
            "MR VISSER",
            "You signed your original application for Mr Motsamai, on the 8th of November 1996, that is last year - do you remember that?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Will you agree with me if I put it you that in that application dated the 8th of November, you applied for one incident for amnesty?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I don't agree with you.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thereafter we heard of further documents that became available, one of which was handed up as Exhibit P28.  That was a handwritten document by you consisting of three handwritten pages, can you remember that?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I remember that, those are the things which were related to my application for amnesty.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thereafter we heard of another three pages which went missing in Cape Town, of which we received two pages, do you remember that?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.  I was informed by the Truth Commission Staff that they were not able to retrieve other pages because there was no proper filing system in Cape Town.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Motsamai, is it correct that you were then allowed by this Committee to fill out a new application for amnesty and that you signed it on the 5th of June of this year?\n\tThat's page 145 of bundle A, Mr Chairman.  I'm sorry, did you answer so far?  Did he say: \"yes\", Mr Chairman?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "You mean that new page that is 145, do you mean it's a new page?",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Motsamai, is it correct that you were allowed to complete a fresh form for application for amnesty by this Committee and that you completed such a form as it is now in bundle A, page 143 to page 145?",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Isn't that you signature on ...[intervention]",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "This page, it seems as if it is a page which went with the first application forms - this one.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Motsamai, the question is simply this - do you agree that you filled out and signed a new application form on the 5th of June 1997?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "Will you please turn to page 145 of bundle A in front of you.  Look at the bottom of that page please.  Do you see your signature there?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, I see my signature.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you see the date there, the 5th of June 1997 and Bloemfontein?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I see that, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well what is - surely that's an application form which you signed, not so?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is true but it's not a new one.",
            "Male"
        ],
        [
            "MR VISSER",
            "And attached to that application form was Annexure A from page 146 to 148?",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Mr Visser, I'm sorry to interrupt you but I just want to clarify this.  Was - do you have a copy of his - if there's any - previous completed application form?  Can I have a look it if you don't mind please?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Certainly Mr Chairman, I kept my original one - we don't know why it hasn't been included in the bundle but if you'll forgive the marks which I made on it - I didn't make notes but marks I did, I will certainly hand it up to you.  That's the one dated the 8th of November, Mr Chairman.\n\tMr Chairman, may I suggest that you keep the document, I'm not going to use it probably throughout my cross-examination and you could possibly have a copy made at your convenience Mr Chairman.\n\tMr Motsamai, was what you said in all those documents which I put to you just now, the truth?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is the truth.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now, is it correct that in March of this year you went to Pretoria?  You're laughing Mr Motsamai, what was it that was funny?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I never laughed, I'm not laughing.",
            "Male"
        ],
        [
            "MR VISSER",
            "I see.  Did you go to Pretoria in March this year?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you go and do there?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I would explain to the Committee, it is this way.  Sergeant Mamome ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry, I'm not asking you for an explanation, I just want you to ask you ...[intervention]",
            "Male"
        ],
        [
            "ADV MEMANI",
            "May the witness not be badgered, he's asked a question - he asked him why he went and the witness is telling him, he's telling him why he went there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You asked why he went there Mr Visser.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I withdraw Mr Chairman.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "You may proceed.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I was taken by force or by deception to make a statement in Pretoria.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who forced you?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "He used tricks, that is Sergeant Mamome, Lieutenant Erasmus who is now Superintendent Erasmus.",
            "Male"
        ],
        [
            "MR VISSER",
            "What were the tricks they used?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "They said to us - they called us all, that's myself, that's is Mr Tsoametsi, Warrant Officer Mbanjani and that is Mtyala, we went to the office - to the Superintendent's office, that is Erasmus.  When we arrived there Superintendent Erasmus said to us he has organised a lawyer for us who is going to speak on our behalf - in what or about what, he didn't explain but in my mind I thought that the lawyer would speak for us because I've already requested amnesty or applied for amnesty.\n\tHe made means that we should go - we left here with a Ford Husky.  All of us - all of those people I mentioned were in that husky.  The person who collected us from our homes is Sergeant Mamome.  He knew where we were going and who is that lawyer but he denied to tell us - to explain to us who is that lawyer.  \n\tWe arrived at your offices, we found the person sitting on your left hand side.  He was together with the officers I've mentioned, that is Coetzee, Shaw and Erasmus.  We sat around the table - nobody knew but Mamome knew - had a knowledge about what was going to happen.  Warrant Office Mbanjani and other people didn't have a knowledge of what was going to happen.\n\tThat person stood up and explained to us that we've come here because of Nelson Ngo's case or cases.  I don't know the person who was sitting on the left hand side of Mr Visser.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's his instructing attorney.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, Mr Wagner all right?  Mr Wagner explained to you that you were there because of Mr Ngo.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, that is correct.  It shows that those people have already discussed, that is himself and Colonel Coetzee and Erasmus and together with Lieutenant Shaw.  As to whether they discussed what about the case, I don't know but the way he explained to us is that he wants us to be united to fight against this case and try by all means that we should speak with one voice, that is denial of what appeared in those papers which were written by Ngo.\n\tHe himself said again that there are cases which he worked of members of the security branch where people ...[intervention]",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Can you slow down please and sorry, remember people must interpret Mr Motsamai.  When I interrupted you, you were saying that you say that there are cases - there were other cases in which - go on.",
            "Unknown"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Where he himself, he was representing members of the security branch - they left the office with one voice and when they appeared in court there would be people who would take their own directions.   I kept quiet that the thing which I thought it home is now starting to surface, I had to use my mind as a member of the security branch so that I should be out of this thing.  He informed us that he will take all our statements, one by one and then all things which we should say should be against what Ngo is going to say.\n\tWe went to his office individually and then he made statements with the understanding that if you are a person who has an understanding knowing that if you don't do that, something may happen.  I know how the security branch used to work.  I went to his office, I sat on the chair - before then he asked us one individually, as to whether among us: \"how do you want this case to be worked out\"?  \n\tI kept quiet all the time when others were talking and all of them were denying this thing.  He himself asked me directly as to whether: \"why are you so quiet\"?  I said to him: \"I understand about this case which we are discussing but according to me, I want that each and everyone should speak for himself in the Truth Commission\".\n\tHe said: \"No, I don't want it that way, I want us that we should discuss it here and finish here that it should come up with one voice so that each and everyone should appear there.  I want to finish up this Ngo's case, Ngo before the table.  All of us who are here should not be questioned, I've got to finish it alone in the Truth Commission\".\n\tWe went there individually or one by one.  I went to that office, I presented my statement with the knowledge that here something has been planned which I don't have an idea.  Those officers have no knowledge of the members of the security branch, what kind of people are they but he leads us to the point where we don't want to be.  \n\tThen I made my statement, then he asked me questions and then I was answering those questions, then all of us made statements before we took an oath.  He came again - again before that he said he has been given instructions by the person on his right hand side - he phoned him - he was not present, he said he went for duty somewhere then he phoned him that we should be united.\n\tWe left there after he told us that: \"you are now going to take an oath, then these things - you're things are going to be read before you sign or before you take an oath\".  Mamome said: \"no, we don't want it to be like that\".  When we arrived, we saw that there is a police station somewhere.  There are police who were working on top of their office so which means they are related to the police.\n\tWe left with those papers.  He gave Coetzee instructions that we should go and show us upstairs where we're going to sign, as if we were children.  So, I could see that our case has been strengthened that they wanted to ensure that those papers are signed.  We went upstairs - when we arrived there a certain Captain came - to show that he knew Coetzee, he saluted him, then he was calling him Brigadier.  \n\tThat Captain, he went with us and looked for a stamp.   We went downstairs, he found a stamp for an oath in that building.  He went with us in a certain room.  They were signed.  He took them and then he signed them because he was there looking, he signed them - that is not an oath, even the way he was signing he was in a hurry.  \n\tWhat I'm saying is this, even if you can check those papers from Mamome, mine and Mtyala and some members whom we worked with, you would see underneath that it is the same time when we made an oath to show that it was made in a hurry - the time is the same when we made those statements.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are you quite finished?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, I'm finished.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's try to start again.  Ten minutes, Mr Chairman.\n\tWhat were the tricks that you referred to that Coetzee and Mamome played?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "It's to be taken to your offices without our knowledge.  I thought we were going to apply for amnesty - they were going to look for a person who was going to represent us.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you tell either Coetzee or Mamome that you'd applied for amnesty before you left?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Why should I tell them?",
            "Male"
        ],
        [
            "MR VISSER",
            "Why don't you just answer the question, did you did you not tell them?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I don't understand why should I tell them, that's my answer.",
            "Male"
        ],
        [
            "MR VISSER",
            "So Mr Motsamai, if you didn't tell them, how could you assume that you were going to a lawyer to apply for you for amnesty?  Please tell us.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That's how we were taken that we were taken to a lawyer.",
            "Male"
        ],
        [
            "MR VISSER",
            "How could you expect that that lawyer would apply for you for amnesty if you had told nobody that you applied for amnesty?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I couldn't have told them because I've already asked amnesty before then.  I just wanted to have a legal representative from them.",
            "Male"
        ],
        [
            "MR VISSER",
            "But you applied for a legal representative we know that, didn't you Mr Motsamai, to the Truth and Reconciliation Commission?  We've got the form, Exhibit P28.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Where?",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm asking the question.  Did you or did you not apply for a legal representative to the TRC?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Mr Mpshe helped me.",
            "Male"
        ],
        [
            "MR VISSER",
            "So you did apply for legal representation?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "But in your request there is one which was made by you.  The person next to the left hand side said we should leave the spaces then he know what he was going to do.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes Mr Motsamai, we'll come to all of that.  Just one question - I'm going to make it as simple as I can.  Before you went to Pretoria, had you applied to the TRC for a legal representative to represent you in your amnesty application?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is true I told them, then they said they are going to prepare for me but they took time before they responded, up until the day when we started with the hearing, that is where Mr Mpshe helped me.",
            "Male"
        ],
        [
            "MR VISSER",
            "Therefore Mr Motsamai, you couldn't have thought that Mr Coetzee and Mr Erasmus and Mr Shaw and Mr Mamome and all those people were going up to Pretoria to apply for amnesty, you couldn't have thought that.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I said - should I repeat what I said?",
            "Male"
        ],
        [
            "MR VISSER",
            "No, I'm just asking you, did you really think that?  All of you were going to go to a lawyer to apply for amnesty, is that what you thought?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That's what I thought.",
            "Male"
        ],
        [
            "MR VISSER",
            "Okay.  Did you ever receive a notification of the application of Mr Ngo for amnesty?  Was that ever served on you?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Yes, the Truth Commission's staff sent that to me.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you receive that over the week-end of the 10th to the 14th of March?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "They sent it to me.",
            "Male"
        ],
        [
            "MR VISSER",
            "Of the weekend of the 10th to the 14th of March?  I'm sorry, I said weekend, I meant week, week.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I think that is so.  That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And after that week of the 10th to the 14th of March, you went to see Mr Wagner in Pretoria, am I correct?  In fact on the 18th of March.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "That is the thing which took me there and that is the idea but the thing which created many ideas to me, was that all these people did not know as whether we're going to Wagner, nobody knew that we're going to Wagner.  I'm telling the truth, these are old people, they're matured people - I'm not lying.",
            "Male"
        ],
        [
            "MR VISSER",
            "The point is Mr Motsamai, and I'm going to put it to you straight away.  Apparently, you were the only one who didn't know why you were going to Pretoria because everybody else knew that they went there because of the notification of Mr Ngo's application which they received.  You're the only one that didn't know that apparently.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Sir, I'm telling you that if you led them to say that, they would say that but we left here not knowing, then some of them were discussing about TRC issues.",
            "Male"
        ],
        [
            "MR VISSER",
            "In the statement which you made Mr Motsamai, did you tell the truth -  the statement you just told us just now that you made under oath?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "You mean the statement I made to you, you mean the statement I made in your office?",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Motsamai, Mr Motsamai, let's just get the characters correct here.  I wasn't in an office, I didn't see you, Mr Wagner sitting next to me saw you in his office and you made a statement to him did you not and you told us how you made a statement individually while you were alone with him in the office.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I explained that I made the statement but for the first time when I met here, I hurried and informed Mr Mpshe that - I said to him: \"Mr Mpshe, I made a statement under certain - these conditions there.  That is not a true statement because I would come and tell the correct statements to the Truth Commission.",
            "Male"
        ],
        [
            "MR VISSER",
            "So, at last you've now agreed that what you said in the statement was not true.  Now please Mr Motsamai, did you think that you were making a statement in an application for amnesty when you made this particular statement?\n\tMr Chairman, it's bundle B, page 29.  \nDid you think you were making a statement for an application for amnesty?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Let me page through and look first.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, I don't understand the basis of the question but I think it would help us a great deal if people in conducting their cross-examination, do so prudently.  The evidence which has come from the witness was that when they went they thought that - he thought that they were going to do an application.  When they arrived there, he discovered that they were being told to say things against Ngo and be united against Ngo.  And if we have that prudence and show that we are experienced members of the bar, I hope we'll proceed sooner - quicker than we are doing now.",
            "Male"
        ],
        [
            "MR VISSER",
            "I wish to state Mr Chairman, that it lies ill in the mouth of Mr Memani to criticize me.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I don't see what you are talking about.",
            "Male"
        ],
        [
            "MR VISSER",
            "It's a very simple question you see Mr Motsamai and I can understand why you don't want to reply to it.  I'm asking you, did you think you were making a statement in an application for amnesty when you made the statement at bundle B, page 29 and following?  It's a very easy question.",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "Which bundle - where is bundle B?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Has he got it?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Do you recognize the document which has now been placed before you Mr Motsamai?  Don't you recognize the document Mr Motsamai?  Do you want to read through the whole document in order to identify it?",
            "Male"
        ],
        [
            "MOHONAETSE STEPHEN MOTSAMAI",
            "I want to look at the document just there, just at the bottom and see what's happen there.",
            "Male"
        ],
        [
            "MR BRINK",
            "Mr Chairman, while he is looking at the document - I wonder this is - the papers in front of him are my working copies.  I wonder if possibly overnight Mr Memani or his attorneys could arrange for copies of bundle A and bundle B and bundle C to be made - well not bundle C but bundle A and bundle B made for the witness so that I can also have copies to look at when the questions are being asked.  It's most unsatisfactory.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, I stated from the first day that I expect it to be the TRC which provides copies for witnesses who are going to sit there.  Everybody can sit there including victims which is not our function to provide these things, these things are provided by the TRC and we ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is your applicant who is giving evidence, isn't it?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That may be so but that - what I'm saying ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't you think he should have a copy of the papers?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And I'm saying that the TRC gave him the papers.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I think Mr Brink, I don't know whether the applicant would have facilities to copy all these documents but perhaps it should be mentioned in all fairness to the applicant, that in terms of the guidelines which we issued for the conduct of proceedings before us, any party who wants to use documents must make sure that all interested parties get copies of those documents in advance.  And in this case Mr Visser, it would mean that because you are the person who wanted to come and make use of these copies, in terms of our rules and guidelines you should make copies available - sufficient copies available.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, would that mean that after we had made copies available, sufficient numbers of copies for the Committee, for everybody concerned that we should also make copies for every witness that might come along?  With respect Mr Chairman, that couldn't ...[intervention]",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I hear you, I think I hear you - I get your point, then in which case Mr Brink I don't know whether the applicant can reasonably be expected to have facilities overnight so that he can reproduce these documents.",
            "Unknown"
        ],
        [
            "MR BRINK",
            "With respect Mr Chairman, the applicant is represented - copies of the documentation were handed to his legal representative.  Copies were made from those because I know Mr Mthembu had copies although not bound and it seems to me that this is their client, it's not for the TRC to provide their client with copies.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I think it's totally unrealistic.  We know that we had problems until last week about fees even to pay counsel, let alone costs of reproducing all these documents.  I don't think it's a realistic request to say that overnight counsel for the applicant will be in a position to have copies of these documents.  If the TRC has got facilities, those facilities must be used for the purpose of facilitating the proceedings.  If we don't have those facilities, then so be it.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I would suggest that we adjourn now, that Mr Visser informs Mr Memani what documents if any, he's going to put to the witness and I think his attorney can quite easily copy those particular documents.  So far it is three pages.  I agree that it is impossible - I should imagine impossible, to copy the whole of bundle A and bundle B but the matters relating to Mr Motsamai in bundle A is about what - 10 pages.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May I respond Mr Chairman.  To make it quite simple, from bundle B, I'm simply going to refer to pages 29 to 34 and that's all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the relevant pages of bundle A are from page 140 to 148.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, I think we should be looking at a long-term solution of this thing rather than - the problem is not going to end tomorrow.  Today's he's talking about five pages but there are so many documents, there are so many pages that had to be dealt with and the reality of the situation is as I put it, that from time to time there'll be people who are going to be sitting here - for instance, victims are coming, I do not understand why we shouldn't be speaking of a bundle for witnesses that is going to used there.  Alternatively, if you're speaking about ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Memani, have you got a copy of the whole record and has your attorney got a copy of the whole record?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "We received one copy, he made a copy for himself.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But in all fairness, can't - while a witness is testifying and it's your witness, can't you give him the attorney's copy in the meantime to look at and if Mr Visser's client would be testifying, his attorney could give his copy.  After all, I know all these documents cost money.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, ...[intervention]",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "There's no need for everybody to sit with a copy ...[inaudible]",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, what I'm saying now - I'm not saying that we're not going to do what you are suggesting for tonight but what I'm saying is, people should apply their minds to the long-term about the provision of documents to that witness's desk.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I agree with you entirely.  Anybody calling a witness who wants him to refer to documents should have copies of those documents available and anyone wanting to cross-examine a witness and put documents to him in the course of cross-examination should in my view, endeavour to have a copy of the document available.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But now in the case of ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I do not propose to get these voluminous papers duplicated now in Bloemfontein, Mr Memani because some victim might possibly want to look at it.  If the victims are going to be referred by their representative, he can arrange to have copies made of those documents.  If you want to cross-examine on some other document, you could get copies made and have them available.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Which follows then that it's Mr Visser who must the copies that are required because we don't want to cross-examine, he wants to cross-examine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Visser can make a copy of these three pages or cause a copy to be made overnight.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman with respect, we gave I think 12 copies to the Commission, I mean how many must we make?  But anyway, we'll do it Mr Chairman, we'll do it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll now adjourn till 9 o'clock tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}