{
    "header": {
        "type": "AMNESTY HEARINGS",
        "location": "BLOEMFONTEIN",
        "names": [
            "COL LOOTS"
        ],
        "matter": "Assault/Torture of detained political activists in police holding cells on Fountains Street, Bloem.",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=54620&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/bloem/bloem4_ngo3.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR STANDER",
            "MR DU PLESSIS",
            "ADV MEMANI",
            "COL LOOTS",
            "BERNARD MAKGABO NGOEPE",
            "ADV DE JAGER",
            "MR BRINK",
            "CAPT BOKABA",
            "COURT",
            "MR VISSER"
        ],
        "starting date": "UNKNOWN",
        "original_speakers": [
            "MR STANDER",
            "CHAIRPERSON",
            "MR DU PLESSIS",
            "MR MEMANI",
            "COL LOOTS",
            "MR DU PLESSIS OBJECTS",
            "JUDGE NGOEPE",
            "ADV DE JAGER",
            "MR BRINK",
            "CAPT BOKABA",
            "COURT",
            "MR VISSER"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "It is now Friday, the 5th of September and we are continuing with the evidence, the cross-examination of Col Loots.",
            "Unknown"
        ],
        [
            "MR STANDER",
            "Mr Chairman, before we start, I have been in your office earlier this morning. I do have a practical problem as far as I am personally concerned in this matter.  If the intention is to just complete Mr Loots' evidence and the evidence of Mr Bokaba, I am not really necessary in these proceedings and therefore, because of the fact that I have other obligations, I will ask to be excused with the consent of the rest of the Committee.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand it, we are unlikely to do more than complete those two witnesses, and also earlier in the week, certain of the victims and other interested parties were informed that Mr Motsemai's case would not commence till Monday.  That seems that that is fairly accurate summing-up, although I wouldn't have referred to your presence in quite the same terms as you referred to it, as being - what was it, not any use?  But I understand that you have another professional engagement and you are rendering services in another capacity and we quite understand. I think you can certainly be excused.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Thank you, Chairman.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "May I proceed, Mr Chair?",
            "Male"
        ],
        [
            "COL LOOTS",
            "(Still under oath).",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "(cont)\n\tNow Mr Loots, yesterday you told us that you were in the unfortunate position of inheriting a two, a unit consisting of two oldish men.  Is that correct?",
            "Male"
        ],
        [
            "COL LOOTS",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And the one was Sengwane and did you say Dimida?",
            "Male"
        ],
        [
            "COL LOOTS",
            "No, Leonard Dunira.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "D-U-N-I-R-A?",
            "Male"
        ],
        [
            "COL LOOTS",
            "That's correct, Mr Chair.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now how old was Sengwane?",
            "Male"
        ],
        [
            "COL LOOTS",
            "I cannot tell you with any certainty, but he was approximately in the vicinity of pensioning age.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "So we can say that he was about 60 years of age?",
            "Male"
        ],
        [
            "COL LOOTS",
            "For the purposes of these hearings, we might be quite safe to assume that.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "No, no, no, what do you mean when you say that he was close to pensioning age, what made you think that he was close to pensioning age?",
            "Male"
        ],
        [
            "COL LOOTS",
            "It is not what I think, it is what I know. He was one of the members of my personnel.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Yes, and then you must know then that pensioning age is around 60.",
            "Male"
        ],
        [
            "COL LOOTS",
            "That's correct.  That is why I say I accept that that is correct, for the purposes of these hearings.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "So why didn't you say yes, why didn't you simply say yes when I said he was about 60?",
            "Male"
        ],
        [
            "COL LOOTS",
            "There is no difference between saying yes or saying that's correct, they both have the same meaning.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And Dunira?",
            "Male"
        ],
        [
            "COL LOOTS",
            "Dunira was also around pensioning age, as far as I know.  If I miscalculated, I am not trying to mislead you. I am not sure how old he was.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But we can accept he was a man of about 55 years of age?",
            "Male"
        ],
        [
            "COL LOOTS",
            "No, Dunira was older than Sengwane, as far as I know.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "So both of them were about 60 years of age?",
            "Male"
        ],
        [
            "COL LOOTS",
            "That's correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And then did you say that Bokaba then joined after Dunira and Sengwane?",
            "Male"
        ],
        [
            "COL LOOTS",
            "No, I testified Bokaba joined when Dunira resigned and Sengwane and Bokaba then formed a team.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And how old was Bokaba then?",
            "Male"
        ],
        [
            "COL LOOTS",
            "Bokaba was still a very young man. I cannot tell you how old he was. Unfortunately I can't help you.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Was he in his thirties?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He is going to be giving evidence in a moment, I understand, can't you ask him how old he is?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, it is relevant to the theory that I am pursuing in respect of this particular witness.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has told you he was a young man, not?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And was he in his early thirties?",
            "Male"
        ],
        [
            "COL LOOTS",
            "It might be, I cannot tell you with any certainty, although I would like to help you.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And was he approximately above the age of 25 at that time?",
            "Male"
        ],
        [
            "COL LOOTS",
            "That is possible, yes.  But he is here, we can ask him.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "No, forget about that. Let's continue with you, I am cross-examining you.  I am not interested in Bokaba now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you were asking him questions about Bokaba now.  If you are not interested in Bokaba, what is the point of the questions?  Please, apply your mind to what you are doing.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, I can state for the record, Capt Bokaba has indicated to me that he was 30 at that time.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now Mr Loots, so long as I am cross-examining you, you are going to answer the questions.  Now Mr Loots, when did Selahla join your unit?",
            "Male"
        ],
        [
            "COL LOOTS",
            "Mr Chair, if I remember correctly, like it was testified yesterday, it was late in 1987.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And how old was Selahla?",
            "Male"
        ],
        [
            "COL LOOTS",
            "I think he must have been younger than Bokaba.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Somebody seems to have a cell-phone ringing here. Will they please turn it off immediately.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now when Selahla joined the unit, he must have been about 25 or so?",
            "Male"
        ],
        [
            "COL LOOTS",
            "I cannot tell you with any certainty, even if I would like to.  He was a young man.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And your legal representatives have pointed it to me that he was born in 1958. So that would mean that he was about 29 in 1987.",
            "Male"
        ],
        [
            "COL LOOTS",
            "If you calculate that, that is correct, Mr Chair.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now - and Ngo was about 24 years of age at that stage?",
            "Male"
        ],
        [
            "COL LOOTS",
            "I don't know.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now Mr Loots, during 1987, during 1985 onwards, the struggle intensified.  Do you agree?",
            "Male"
        ],
        [
            "COL LOOTS",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And there was a state of emergency, a series of states of emergencies were declared?",
            "Male"
        ],
        [
            "COL LOOTS",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And there was what was perceived by the regime as an order of Black on Black violence?",
            "Male"
        ],
        [
            "COL LOOTS",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But people like you, knew that it was anti-apartheid forces rebelling against the Government?",
            "Male"
        ],
        [
            "COL LOOTS",
            "Please repeat the question?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I am saying that people like you, the security branch, knew that it was in fact the anti-apartheid forces, campaigning against the Government.",
            "Male"
        ],
        [
            "COL LOOTS",
            "That's correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And most of these activities took under the banner of the student structures and the youth movements?",
            "Male"
        ],
        [
            "COL LOOTS",
            "That is also correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And that was the case also in Mamelodi?",
            "Male"
        ],
        [
            "COL LOOTS",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And you recruited Ngo because of his age, because you needed a young man to go and work with the youth and student structures?",
            "Male"
        ],
        [
            "COL LOOTS",
            "I never recruited him.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "He told us that he was used in Pretoria because of his relative age.",
            "Male"
        ],
        [
            "COL LOOTS",
            "Mr Chair, I have already testified yesterday, and that was under oath, that there was never for one second in his life that he did any work for the security branch of the Northern Transvaal.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Ngo worked with the youth, and that is why his victims were members of MAYO.",
            "Male"
        ],
        [
            "COL LOOTS",
            "I cannot comment on that.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now when did you commit the murder at Hammanskraal?",
            "Male"
        ],
        [
            "COL LOOTS",
            "'86/'87.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And where were you stationed at the time?",
            "Male"
        ],
        [
            "COL LOOTS",
            "I was a unit head, as was testified yesterday, of Unit B of the security branch, Northern Transvaal.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, may I just come in here. The question was framed by my learned friend \"where did you commit the murder of the policeman in Hammanskraal\".  Now I have difficulty with the way that question was framed and with the answer, because without being, reading the whole contents of the application, and what it entailed, I am just a bit perturbed about Col Loots making certain admissions here which ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, he said he was asking amnesty for the murder of a policeman at Hammanskraal.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is, when was that committed.  It is no more than that.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, right, Mr Chairman, I just want to make ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No more than to elucidate the date which he yesterday told us he is asking amnesty for a certain person.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, I realise that. I just want to make the point, Mr Chairman, that we have raised the point that we will object if the cross-examination goes into detail of those incidents.  Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I don't understand your legal representative.  You have applied and you said you want to tell the truth, and your legal representative seem to want to suppress the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He is a witness in these proceedings.  He has not applied in these proceedings.  There is a pending application.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I understand, Mr Chairman.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Please, Mr Chairman, I object strenuously and strongly against the insinuation made by my learned friend, and I would please ask him to restrain himself.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "I will certainly comply.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's see if we can carry on without any more of these snide remarks being made.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now you were still at COMPOL during 1986/87.",
            "Male"
        ],
        [
            "COL LOOTS",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And you told us that you were the commanding officer for Atteridgeville, Mamelodi and Soshanguve.",
            "Male"
        ],
        [
            "COL LOOTS",
            "That's correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And Hammanskraal is no less than 70 kilometres from COMPOL?",
            "Male"
        ],
        [
            "COL LOOTS",
            "I don't know exactly how far it is, but that might be correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And your involvement in a murder at Hammanskraal was an instance of the security branch using a member from one area to go and commit a crime in another area.",
            "Male"
        ],
        [
            "COL LOOTS",
            "I do not understand the question, and I'm sorry, please repeat that.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I am saying that your involvement in the murder at Hammanskraal was an instance of the security branch using a member of the security branch from one area in another area.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, I don't want to object unnecessarily, but you will know from previous applications to what length evidence about this specific point was placed before you, the reasons therefore, the way it happened, the orders that were given, the order by Brig Victor, what it entailed and how the operations took place.  If Col Loots is asked to elaborate on that, Mr Chairman, it is probably going to take him an hour to answer this question.  And Mr Chairman, the evidence about this has been placed before you in extensive detail in other applications.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand it, it is not going to take an hour. If I understand the point of the question, it is Hammanskraal fell outside your area, which you were - which you had been appointed to. Is it so that security, the security police used members to commit acts in areas other than that for which they had been appointed?  That was your question, wasn't it?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "COL LOOTS",
            "I think it has already been testified and it is indeed the case.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now Mr Loots, you must recall that this is the application of Ngo and no evidence has been placed in that line in this application, and I will beg you to co-operate with me when I ask these questions. Nothing would have prevented you from using Ngo, pending his application.",
            "Male"
        ],
        [
            "COL LOOTS",
            "Mr Chair, could you please indicate what you want me to do, then I will be able to help you and the Commission to complete this matter.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I want you to answer this question. Nothing would have prevented you from using Ngo as a ... (intervention).",
            "Male"
        ],
        [
            "COL LOOTS",
            "If I wanted to use him, I could have and I would have.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now Mr Ngo, could have been used by the security branch around Mamelodi without him being appointed and Mr Ngo could have been used to go and commit a murder at Bloemfontein whilst he was stationed at Pretoria.",
            "Male"
        ],
        [
            "COL LOOTS",
            "That is not impossible.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You cannot dispute that Ngo started working as an informer for the security branch in 1983.",
            "Male"
        ],
        [
            "COL LOOTS",
            "I was not a member of the security branch in Bloemfontein, so I do not know. I accept that I can't comment on that.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And you cannot dispute that he worked in the security branch until you went to college?",
            "Male"
        ],
        [
            "COL LOOTS",
            "No, I cannot.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You also cannot dispute that he was working at Fountain Building in Bloemfontein, what was registered as a person working at Botshabelo?",
            "Male"
        ],
        [
            "COL LOOTS",
            "No, I can't.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And he did not go, you cannot dispute that he did not go back to Hammanskraal, although the records suggest that after leaving Unit 19, he went back to Hammanskraal.",
            "Male"
        ],
        [
            "COL LOOTS",
            "I cannot, I do not know anything about his movements.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And the time when the record which was produced by you, suggests that he was - during which it is suggested that he was at Hammanskraal for the second time, is the time when he says that he worked for JOC under your command.",
            "Male"
        ],
        [
            "COL LOOTS",
            "Mr Chair, I never testified that he served under my command in any unit whatsoever.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Let me repeat what I am saying. I am saying to you that in your affidavit was annexed a career record of Mr Ngo. That career record suggests that Mr Ngo would have gone back to Hammanskraal after working at Unit 19.",
            "Male"
        ],
        [
            "COL LOOTS",
            "The record indicates that. I read through it, together with you yesterday.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And Ngo says that he never went to Hammanskraal.",
            "Male"
        ],
        [
            "COL LOOTS",
            "I was present when he testified that, I heard that.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And if you don't know where he was after, during that period, then you cannot dispute it that he was at GOS.",
            "Male"
        ],
        [
            "COL LOOTS",
            "I do not know, Mr Chairman, I simply don't know.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And he was working under your command?",
            "Male"
        ],
        [
            "COL LOOTS",
            "No, I cannot apply command or discipline or control over somebody who is not a member of my unit.  He did not serve under my command.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "When a member is being used in an area where he is not ordinarily based, for the purpose of that particular project or operation, at some other place, he would be falling under the command of those people to whom he had been sent to go and carry out a particular project, I assume?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "You know how it functioned, you are correct, Mr Chair.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now Mr Loots, you cannot dispute that he joined the police force while he had previous convictions.",
            "Male"
        ],
        [
            "COL LOOTS",
            "I was not aware of that, I cannot comment on that.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And you will agree with me that people with previous convictions are ordinarily not taken into the police force?",
            "Male"
        ],
        [
            "COL LOOTS",
            "That is absolutely true, Mr Chair.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And that he was able to join the police force in this fashion through the assistance of security branch, Bloemfontein.",
            "Male"
        ],
        [
            "COL LOOTS",
            "I cannot comment.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And you also cannot dispute that he was given a firearm to use in the course of duty before he was trained to use a firearm.",
            "Male"
        ],
        [
            "COL LOOTS",
            "I cannot comment on that.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And that despite his involvement with the security branch, the records do not indicate any time during which he would have been associated with the security branch?",
            "Male"
        ],
        [
            "COL LOOTS",
            "Not as far as I know.  Not in what I heard yesterday.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Can you remind us what his previous conviction was for and what he told us about it?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chair, as far as I can recall, it had to do with assault.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We can check up on his evidence in that regard later.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And you also cannot dispute that through the assistance of security branch, after he killed Venter, he was assisted in an escape?",
            "Male"
        ],
        [
            "COL LOOTS",
            "I cannot comment on that.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, you will - may I just interrupt.  Bundle B, page 62, is a letter to the \"afdelingskommisssaris, SAP\", and paragraph 6 refers to the fact that he was found guilty on 15 December 1982, of assault, and that he was given a suspended sentence. Yes, the sentence was - part of my document is not clearly marked, it is 30 days, suspended for three years.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "A previous conviction is a previous conviction, whether you have got a suspended sentence or not. Is that correct, Mr Loots?",
            "Male"
        ],
        [
            "COL LOOTS",
            "That's correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now you do not deny that he was not a trusted member of the security branch, Northern Transvaal?",
            "Male"
        ],
        [
            "COL LOOTS",
            "Mr Chair, he was never a member of the security branch of the Northern Transvaal.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And if he was not a trusted member of the Northern Transvaal branch, he would have been used with caution?",
            "Male"
        ],
        [
            "COL LOOTS",
            "If he had not been a member, then we would not have used him.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "No, no, no, you told us a few minutes ago, that if you wanted to use Ngo, you could and would have used him.",
            "Male"
        ],
        [
            "COL LOOTS",
            "I don't understand the question.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, I don't think that was hundred per cent correct. In Afrikaans, as far as I can recall, he said \"ek kon hom gebruik het\" (I could have used him).",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Yes, but whether I put it in English or Afrikaans, you said that if you wanted to use Ngo you could have used him.",
            "Male"
        ],
        [
            "COL LOOTS",
            "Of course, that's what I said.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And that being so, if you were not a member of the security branch, you would have used him with caution.",
            "Male"
        ],
        [
            "COL LOOTS",
            "The question does not mean the same. If I had wanted to use him, I could have used him.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "What I am trying ... (intervention).",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Sorry, let's put the question this way.  We know that, I mean, you have said it that if you wanted to use him you would have used him.  But you say you didn't.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "That's correct.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Let us assume that you had - let us assume that you decided to use him.  Seeing that he was not a member of the security branch, would you have used him with caution?  If you had decided to use him.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "I believe that if I did decide that, I would have handled him with the necessary caution.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And the details of informers would not have been made available to him?",
            "Male"
        ],
        [
            "COL LOOTS",
            "No, not necessarily the whole network.  But if he would have been used, then he would have had access to one or two informers, that would not have been the case with regards to a whole informant network.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And the identity of his colleagues in the security branch would have been protected against him because of the risk involved in exposing them to a somewhat undistrusted member of the branch?",
            "Male"
        ],
        [
            "COL LOOTS",
            "Mr Chair, the security branch set-up did not consist of super spies.  We moved freely in the various residential areas, and there were many people who knew me by name in Atteridgeville, Mamelodi and Soshanguve.  That was no secret between us, who were members of the security branch and who were not.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But we know that the security branch used strategies such as using code names.",
            "Male"
        ],
        [
            "COL LOOTS",
            "For the purposes of handling them, it might have been that in exceptional cases, operational identities could have been used but that was the exception rather than the rule. I cannot now quickly think of one single member under my command, who served under my command, who used an operational identity. It might be so, but I am not aware of it.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You see the point of my proposition is that where necessary, the identity of members of the security branch was concealed.",
            "Male"
        ],
        [
            "COL LOOTS",
            "No, that is not true.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Why would he use a code name if he did not want to conceal identity?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has explained that that would be done in a single operation for the purposes of that operation. He said there would be an operational identity.  As I understand it, that means it would be done for the purpose of that operation only, but otherwise it would not be used.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "You are one hundred per cent correct, Mr Chair. Thank you very much.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases.  Now the application which you have submitted for amnesty, is related to the incidents for which Jacques Hechter and others have applied for amnesty. Is that correct?",
            "Male"
        ],
        [
            "COL LOOTS",
            "That is correct, Mr Chair.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And the application involves incidents which were high profile.",
            "Male"
        ],
        [
            "COL LOOTS",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "The bombing of the houses of Louisa Mbongo and Nonogele were not high profile incidents?",
            "Male"
        ],
        [
            "COL LOOTS",
            "I would not say that.  I would say that it is a profile incident, but not a high profile necessarily. A high profile incident in my eyes would be murder, attempted murder, an incident where explosives were used.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You see explosives were used at the houses of Nonogele and Louisa Mbongo.",
            "Male"
        ],
        [
            "COL LOOTS",
            "I make a distinction between commercial explosives and petrol bombs. I know that petrol bombs for the purposes of a definition, are defined under the Act on Explosives.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And you forgot to apply for Nonogele's house and her neighbour's house, because those were not high profile.",
            "Male"
        ],
        [
            "COL LOOTS",
            "No, I did not forget. I was simply not involved in that.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And if you were to admit today that you bombed the house of Nonogele or it was bombed under your instructions and the house of Louisa Mbongo, you would be in trouble with the law.",
            "Male"
        ],
        [
            "COL LOOTS",
            "If I had been involved in that, I would definitely be in trouble, but I do not have any reason to apply for a whole number of acts and then to omit others.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, I just want to place on record that the formulation of the question was wrong, because as far as I am aware, applications for amnesty can still be lodged with the Truth Commission at this stage.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "But was that the position when he signed his affidavit in which he denied involvement with these incidents?  No.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I don't think so.  At that stage the time was past, Mr Chairman, yes.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, point taken.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "So the point is valid, it still stands.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Point taken.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And if you had to apply for amnesty, rather if you had to admit your involvement in these offences today, you would be in trouble with the law?",
            "Male"
        ],
        [
            "COL LOOTS",
            "Definitely, if I had been involved in that.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "To admit you have to say yes, I was involved? What I am saying to you, is let us put it in simpler English. What I am saying to you is that if you had to stand up and say yes, I gave instructions to Ngo, Silahla and Bokaba to go and bomb the house, you would be confessing to an act of arson and possibly attempted murder.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "But that's what he said. \"Verseker sal ek dan in die moeilikheid wees\".  He would definitely be in trouble then.  So he has answered your question.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So why are you putting it again?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "If that is how you understand his answer, I am indebted to you.\n\tNow - and if you are convicted of the offences to which Ngo has admitted, you would be sentenced to medium to long-term imprisonment?",
            "Male"
        ],
        [
            "COL LOOTS",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And that is why you deny that you were involved in the commission of these acts of arson and possibly attempted murder and murder.",
            "Male"
        ],
        [
            "COL LOOTS",
            "No, definitely not.  I am satisfied that I have applied for those acts in which I have been involved and which are pending.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "May the Chair pleases, those are my questions.\nNO FURTHER QUESTIONS BY MR MEMANI",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any other questions?",
            "Unknown"
        ],
        [
            "MR BRINK",
            "No, thank you, Mr Chairman.\nNO QUESTIONS BY MR BRINK",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Before you do that, can I just put a few questions so that you can cover that.  When Bokaba came to you and told you about the applicant, did he motivate as to why Mr Ngo should be considered to be taken into your unit?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "Mr Chair, it might be the case, but I cannot give you an honest answer to that. If you could allow me just to tell you that above and beyond my duty as unit commander of Unit B, I also had other above and beyond duties.  Like the total administration of the security emergency regulations for Northern Transvaal and also for KwaNdebele, and that brought about tremendous emotional, spiritual and physical tension on me, and I think in that atmosphere of physical and psychological tension, things that have happened 10 years ago got vaguer and vaguer in my memory. It is not that I do not want to help you, but certain things just faded. I do not have clarity about them any more.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "But it would be safe, wouldn't it, it would be safe to accept, as indeed common sense would dictate, that you wouldn't just come into your office and say well, there is a certain Ngo, take him into your unit.  He would have had to motivate, otherwise it wouldn't make sense to you.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "That is correct.  That is why I cannot tell you he did do it, but we have to assume that such a discussion could have taken place.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Well, in all probabilities we can accept that it did happen.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "Yes.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Otherwise I cannot understand how you would just go along to the extent of saying well, call him in.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "Of course, I understand what you are saying.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "And you say you don't remember as to whether he motivated. I suppose even less so, as to what his motivation, what sort of facts he placed before you in the form of motivation.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "I can honestly not answer that.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "In fact, it seems to me that you are also not able to recall details of conversations with Ngo about his previous activities in Bloemfontein. On that aspect too you are not able to remember.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "Not everything.  You are correct.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Well, what is it of importance that you can remember about him, what he told you about himself, when you interviewed him, when you became impressed with him?  What is it of importance that you remember?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "His political insight, Chairman, on the events of that time.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I understand you, but what are the facts that he placed before you, out of which that political insight emanated?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "Mr Chair, I testified yesterday, what I could remember or what I can remember, is that he showed a certain insight and knowledge of the activities of the UDF as an umbrella organisation and also the affiliates.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Those were matters of public knowledge to everybody, I told you yesterday, but let's leave it there. I am going to ask you a question.  Did not Mr Bokaba come to you and say here is a gentlemen who was attached to the security branch in Bloemfontein; they have used him in many operations, amongst which were the bombings of houses, the  clinic of Mrs Mandela, we can use him here in Mamelodi; he can do the same thing?  He has done these things before?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "I think if it had been put to me by Bokaba, as you now put it to me, then I believe I would have remembered it.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "But you remember nothing?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "No.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Virtually nothing, Sir.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "I said that some of the things have faded, but what you put to me now, is something I think one would remember.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Adding to what my Brother has just put to you, you have told us and I think we all appreciate how busy you were at the time and what tensions you operated under.  Yet, you told Bokaba to bring this man in and you devoted half-an-hour to him.  So it must have been, you must have felt that there was a great deal to be got from this, that it was worth spending the time.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "Yes.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Thank you, Mr Chairman, I will be very short.  Colonel, if you, when the interview took place with Mr Ngo, if you made any enquiries or if you called Shaw, would it have had any effect on the application of Mr Ngo, would there have been anything in it for somebody?",
            "Male"
        ],
        [
            "COL LOOTS",
            "I am not sure I understand the gist of the question?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "What I am asking, is if during the interview with Mr Ngo, you immediately afterwards made enquiries, for example called Shaw or made any other enquiries, would have that any effect on his application or on anything that you had to do?",
            "Male"
        ],
        [
            "COL LOOTS",
            "It would have depended on the report of Shaw, if I had contacted him.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "This morning hypothetical questions were put to you. I do not like doing this, but I would like to ask you another question on top of that.  If you would have used a person who had not been a member of the security branch, would that have gone that far, hypothetically speaking, that you would have used a person on a daily basis for more than two years, on a continual basis or is the possibility that you would only have used a person in certain single operations?",
            "Male"
        ],
        [
            "COL LOOTS",
            "Mr Chair, I think your first statement would be more correct. I would have used him in single operations, if I would have used him at all.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Colonel, is there any reason why you would have applied for other incidence that you have applied for, other serious incidence, that you would apply for amnesty for that, but why you would not have included this kind of incident if you were involved?",
            "Male"
        ],
        [
            "COL LOOTS",
            "There is no reason whatsoever.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "And Colonel, I also want to put it to you, that at this stage there is still time to put in more amnesty applications.  Is there any reason why, if you had been involved, you would not do so, why you would not apply now? Is there any reason why you would not want to apply at this stage for amnesty?",
            "Male"
        ],
        [
            "COL LOOTS",
            "No reason whatsoever.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Thank you, Mr Chairman, I have no further questions.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Except, that you may perjure yourself, haven't you denied this under oath, recently?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "I have denied it, Mr Chair, I did deny it. I am not going to apply for amnesty for any one of these incidents in which Mr Ngo is implicated. I am not, I do not intend doing that.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Why will you not apply?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "I have not been involved in that at all.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "You notice that the entry that was referred to by Mr Memani, is that which says that Mr Ngo was transferred to Hammanskraal. You remember that entry?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "That's correct, the date was May 1987.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "And that you are denying vehemently that he was ever transferred to Hammanskraal from Unit 19?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "No, I did not put it like that.  I said that according to the record, according to the SAP69, Mr Chairman, it is verified that the man was transferred to Hammanskraal, but I cannot comment on whether or not he had been transferred. I said that I had no control over his movements. I didn't have any knowledge.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "That he was in fact ever ...",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "Yes, yes, Chairman.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "If what he says ... (intervention).",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "I was present when he said that.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "That he was never transferred to Hammanskraal, that would be a very strange entry.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "I agree with you, there must be some sort of an explanation for that, I do agree.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "And his own explanation though is that in fact that is when he went to your unit.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "Yes, that's what he testified. I was present when he testified that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Perhaps you can help me and we might save time in the long run, Colonel. There appears to be, from the documents before us, no doubt that Mr Ngo was a member of the police force until his discharge on the 23rd of March 1990.  The question that we are spending time on, is where was he stationed for the last two or three years.  How many people were there in this Unit 19, approximately?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "Mr Chair, I would have to guess to a very great extent.  They operated from Rosslyn in all the residential areas. I cannot tell you - you refer to their numbers, but I will not be able to help you with that at all.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But is it unit that the commanding officer, the other officers would know who the members were?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "Yes, definitely, they would know.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So if we were to make enquiries from officers there, we would be able to discover whether he had in fact been part of this unit from 1987 to 1990?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "Exactly.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Because I also see - I don't know, have you got - no, you haven't got the papers in front of you. There is an application for discharge, page 72 of Bundle B, which was signed by Lieut-Col Burger. I don't know if you know the gentleman.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "Thank you very much.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You see the application?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "I have it before me, Mr Chair. I do not know Col Burger.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Because that says that he was stationed at Eenheid 19, Rosslyn, at the top of page 72.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "That is correct, this is an official police document, SAP221 and it is verified here.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Because what I would like to draw to counsel's attention and which I think further enquiries might stop us spending so much time on this question, is at page 73, paragraph 7, where it says\n\"Recommended for re-enlistment.\"\nSorry, no, the next one, number 7 -\n\"Conduct becoming.\n\t\tConduct recommended.\"\nParagraph 7 -\n\"Conduct very bad. Departmental and criminal transgressions.\"\nDo you see that?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "It is verified exactly as you have read it now.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And they would presumably be recorded?",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "Yes, Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And they would show what departmental and criminal offences he had committed over the years and would again perhaps give us some definite proof as to where he was and to what he was doing in that period.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "Once again you are one hundred per cent correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "So I would suggest, gentlemen, that if this matter is of importance, as it seems to be, that arrangements should be made to have enquiries made from Unit 19 and from the officer who signed this, as to the details of the numerous transgressions and where and when they were committed.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "As part of what?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As part of what unit he was when he committed these various offences that are referred to.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, Mr Chairman ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And perhaps, at the same time, try to discover whether he was sent back to Hammanskraal or how this entry came to be made, and then we can have some definite information rather than relying on people's memories when they say they don't know, they don't know, that we get someone who must say yes, I do know that, that's my signature.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, Mr Chairman, we undertake to do that. I have had an indication from Capt Bokaba who is still in the force who said that he will assist us with that.  We wanted to ask the Committee also if one could perhaps try and endeavour to subpoena Maj Jordaan to be available, because that would also perhaps clear up the whole issue. But we will see what we can do.  We will not be here for part of the hearings next week and my attorney and I will certainly try to obtain this information within the course of next week and perhaps later in the week be able to supply you with information or to be able to have the relevant witnesses here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it would be fairer if you also made contact with Mr Memani and gave him the information or his attorney, so they can perhaps agree it with you and it might not be necessary to have witnesses or they might want other witnesses here. So we can arrange that before the hearings, so that arrangements can be made. So if you would keep in touch with Mr Memani and his attorney, Mr Mthembu.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "We will do so, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any further questions you wish to ask?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "No, Mr Chair.\nNO FURTHER QUESTIONS BY MR DU PLESSIS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does anybody have any objection to Col Loots\nbeing released at this stage?  I am quite sure if it should become necessary to recall him, arrangements can be made.  Thank you, Colonel.",
            "Unknown"
        ],
        [
            "COL LOOTS",
            "Thank you, Mr Chair.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, may I be afforded the opportunity of calling Capt Bokaba?  Mr Chairman, he has indicated to me that he would prefer giving evidence in Tswana.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That will cause no problems, I'm told.\nMR DU PLESSIS CALLS",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "(Duly sworn, states).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Will you please remember, Capt Bokaba, I think you sat here and saw what was happening here today, that your evidence is going to be interpreted, so don't talk too fast, give the interpreter a chance.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "I will try to do so.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "May I proceed, Mr Chair? Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The same applies to you, Mr Du Plessis.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, my attorney will kick me.  Capt Bokaba, can you for purposes of the information of the Committee, just give us a short overview of your career in the South African Police?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Should I start where I started with the police?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, please, right from the start when you joined the Police Force, until now.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "It is like this. I joined the Police in 1981, in December, that is on the 21st.  I started as a student in Mamelodi Police Station.  In 1982 I was in the police training in Hammanskraal. I don't remember the date well, but in 1982 I went to the police training college in Hammanskraal. I passed out in 1982, then I was returned to Mamelodi Police Station in the uniform branch. I worked in Mamelodi at that time, since then.  Then on the 1st of May 1986, I joined security branch Northern Transvaal in Pretoria. In 1990, I don't remember the month well, I was transferred from the security branch. I was sent to crime intelligence.  That is crime intelligence unit. Then last year in 1996 on the 5th of August, I started at SAP at head office in Pretoria.  Up to this time I am working.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "I don't know whether it is you moving your fingers and may it affect perhaps the microphone. I don't know, because there is - or somewhere there is something ... Perhaps it is not your fault, it is somewhere there.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Thank you, Sir. Last year in 1996 I was transferred to SAPS head office.  Up to this time I am still working at South African Police Services headquarters in Pretoria.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Right. Now Capt Bokaba, you have heard the evidence of Col Loots pertaining to the units of the security branch, Unit A, B, C, D and E. Do you agree with that evidence?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Yes, I agree with that evidence, the way Col Loots explained.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Right. Now Capt Bokaba, was there ever a security branch sub-station in Mamelodi where there was a specific office of the security branch somewhere in Mamelodi?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "No, there was no office in that floor of the security branch in Mamelodi.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "And Captain, we have heard evidence from Mr Ngo and also during the questioning of Col Loots about this office called GOS.  Can you, from your point of view, explain to the Committee exactly what was this office, how did it work and yes, just that, and I will ask you detailed questions.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "This office called GOS in Mamelodi station, I would explain it in this way. I would say it was an office which was used by the South African Defence Force and together with the South African uniformed police.  In that office called GOS, there were radios, which they were able to contact their patrols, that means vehicles outside.  They were using that as an office by the South African Defence Force and the uniform police. That is the explanation I would give this time.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes. Now Capt Bokaba, in respect of information obtained by the security branch, how did you deal with that information with reference to GOS?  Can you elaborate a little bit on that?  Did you receive information as part of the security branch? Did you give information to people, how did that relate to GOS?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I don't understand your question clearly.  May you repeat that question, Sir?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Yes. Captain, let me ask you this.  Was one of the functions of the security police to obtain information in Mamelodi and the surrounding areas?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That was not our work to gather information from GOS office.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "No.  No, the question was not translated to you properly. I wonder, Captain, if I shouldn't ask you in Afrikaans.  Well, that question wasn't ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Couldn't we just ask him what his duties were?  You have got him having transferred to the security branch, Northern Transvaal on the 1st of May 1986. But he has told us nothing about what he did.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes. Captain, can you explain to us what your duties were at the security branch?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "My work was to gather information. I was handling informers, in short that was my work. I used to do that work on a daily basis to handle the informers.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "And what did you do with the information?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "After I have gathered the information, from our informers, every morning in our office, which was in Compol Building, we used to have a conference, then we will take that information and hand it over to Col Loots.  And during the day we would go and see our sources and then in the afternoon we would meet again.  Then we would hand that information to Col Loots.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Now Captain, did you yourself ever take information to GOS?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I had never gathered information from GOS.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "No, Captain, the question is, did you yourself ever give information to the people who worked at the office at GOS?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Yes, that is true.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "And who did you give the information to at the office at GOS during the period 1986, '87, 1988?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I would give that information to Capt Boshoff of the South African Defence Force.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "And when you gave the information how did it take place, was there a formal meeting, did you speak to him personally or how did that happen?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "We would hand over that information in GOS, I would explain this way, what kind of mission would be handed over.  On the day when we meet our sources.  There is a kind of information which would find it an emergency information, which they would say at this time there will be a protest march.  That information, that is not information which I will hold it to myself. We would rush to GOS and explain to them that at this time there will be a protest march, make sure that you contact your police stations to monitor that specific protest march.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "And when you gave the information, did you speak to Capt Boshoff personally?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Yes, I would speak directly to Capt Boshoff.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Did you ever have an office at the Mamelodi Police Station or at the GOS part of the police station?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "We didn't have an office at GOS.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Captain, did you ever see Mr Ngo at the GOS station, and the Mamelodi Police Station, did you ever see him there?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I never saw him at GOS.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Now Captain, who worked with you at Mamelodi?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "All those who were working with me in Mamelodi, that would be Capt Hechter, Warrant-Officer Van Wyk, Warrant-Officer Hlongwane, then later we were joined by Dennis Selasi, Joshua Dennis Selasi, whom he was called Slang.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "And what vehicle did you use when you were working in Mamelodi?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "When I started at security branch on the 1st of May 1986, there was a yellow Colt Galant which was used by Warrant-Officer Hlongwane.  That is the car that I used.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "It is a Colt Galant. Now Capt Bokaba, and while you were working, let's just talk of the period from 1986 to 1990, where were you staying, where were you sleeping?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I was staying in Mamelodi barracks.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "And can you just give us an indication who slept at the barracks? Was it one unit or how did it work?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Mamelodi barracks was a place where different unit members were staying there, I will mention a few. Vehicle theft members, murder and robbery squad members, liquor squad members, Unit 19 squad members, detectives of various police stations, security branch. I was the only one member who was staying in that barracks. That is to say the members of the different units were staying in those barracks, but I was the only security police who was staying in that barracks.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Now Captain, can you remember when you met Mr Ngo, and where it was?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "As he was a member of the Unit 19, he was always, also staying at that barracks.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Did you have contact with him frequently, can you elaborate to us?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "No.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "And Captain, can you perhaps remember when you saw Mr Ngo at the barracks, how was he clothed?  Did he have normal clothes on or did he have a uniform on, can you remember?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I remember the first time we met he was wearing plainclothes, but always they were wearing uniform.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Now Captain, when you applied to become a member of the security force, can you just shortly explain to the Committee the procedure that was followed - the security branch, the procedure that was followed when you applied to become a member of the security branch?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Shortly I would explain it this way, the way I was recruited. While I was working at the Mamelodi uniform branch, Warrant-Office Hlongwane told me that he wants to work with me at the security branch. He informed me that he would make an interview with the then Capt Loots, Capt Van Wyk and he took me to Capt Loots.  From there I underwent an interview. Then Col Loots told me to go and submit my application transfer to my immediate commander, who was Col Lekangane and then I did that application.  Then I give it to Col Lekangane. Then he took it through the right channels.  Then my application was approved, I think it took about three months before it was approved. Then from there I was transferred to security branch and then when I arrived at the security branch, there are forms which you had to fill in, which they would say they were clearance forms, and they were top secret forms.  That is the procedure you follow.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Now Captain, did you have an office at the COMPOL Building?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Yes, I did. I was sharing an office with Warrant-Officer Hlongwane.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Right. Now Captain, you have read the amnesty application of Mr Ngo, and you have heard his evidence.  Can you tell the Committee how you remember the incident where Mr Ngo contacted you and the interview with Col Loots. Can you just explain to us what happened there?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Do you mean the first time, initially when he came to me or during the interview?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, explain to us - well, let me ask you this.  Did Mr Ngo ever contact you about the security branch?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "That is true.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "And where did that happen and what was said?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I don't remember well, but I think it was in 1987, if I am not mistaken. It happened at Mamelodi barracks where we were staying. I was outside in the car, just next to my car.  Then Ngo approached me.  Then he said he wants to be a member of the security branch. I was surprised. Then I asked myself why. Then he said he was an informer, and he worked in the security branch in Bloemfontein.  Then shortly I said to him, no, I will go and talk to my commander, that is Col Loots, maybe he will call you for an interview. Then that is the person who will tell you about the procedure. Then that is all I said to him.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "And then, how did it happen when he went to Col Loots?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "After that I met with Col Loots the following day, then I told him that there is a guy who is working at Unit 19, his name is Ngo.  He was telling me that he was working with the security branch in Bloemfontein as an informer. Then he wants to be a member of the security branch, he wants to work with us. Then Col Loots told me that bring him for an interview.  Then I went back. I met Ngo in the barracks again to give him a feedback.  Thereafter I told him that the following day we should go together to see Col Loots. It then happened that way. I took him to Col Loots, then he had an interview with him.  Then Col Loots informed him that he should submit an application for a transfer to his immediate commander in Unit 19.  That is the whole case.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Now did you ever speak to Mr Ngo again about his application?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "No, I never talked with him about that application.",
            "Unknown"
        ],
        [
            "COURT",
            "Did Mr Ngo ever approach you again about his application?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Not at all, he never came to me in regard to the application.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Did you see him again after that?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "As we were staying at the barracks, I saw him many times.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Now Captain, you have heard that, or let me ask you this way, why - was there any reason why you didn't speak to Mr Ngo again about his application?  Was there any reason why you would have spoken to him about his application?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I do not see whether there was a reason for me to speak to him, in regards to the application, because he was told to furnish the application to his immediate commander.  That took a long process. I explained it. I thought that the application was still going through the right channels.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Right. Now Capt Bokaba, was there any reason why you contacted Col Loots instead of Capt Hechter about Ngo?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "If I still recall - may you please put your question, Sir?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I just want to know, Capt Hechter was your immediate superior. Is there any particular reason why you spoke to Col Loots and not Capt Hechter about Mr Ngo?  Can you remember?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "If I still remember, Capt Hechter was on leave at that time, but I cannot recall where he was. I cannot recall quite well. Hence I went to Capt Loots directly.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Right. Now Capt Bokaba, you have read Mr Ngo's application, and you have also heard his evidence about the fact that he said that at some stage you were asked by Col Loots to transport Mr Ngo to Bloemfontein and that you dropped him off at the Bloemfontein security branch. Can you remember that?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Yes, I remember that.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "In respect of that evidence, what do you say about that?  Can you give us your comment on that?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "That's a blue lie, and that's embarrassing.  I started to know Bloemfontein on the 13th of May this year, as I was attending the hearings of the Truth Commission.  Ever since I was born, never in my life was I in Bloemfontein.  Not even the police who were there.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Capt Bokaba, you have also read the application and heard evidence about certain petrol bombings in Mamelodi, including Louisa Mbongo and the application pertaining to the Fidelity Guard and the other applications about the petrol bombings. What are your comments on that?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "This hurt, because my name has been defamed by Mr Ngo. I never worked with Mr Ngo. I never worked with Mr Ngo. If he bombed the houses, he might have done that alone, not with me, Bokaba. My name has been degraded.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Now Captain, was Mr Ngo ever part of the security branch, Northern Transvaal, according to your knowledge?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Never, that is not so, he was never ever a member.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Apart from the interview that you have testified about, have you ever seen Mr Ngo speaking to Col Loots or Capt Hechter?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Are you saying Ngo spoke to Capt Hechter? He does not know him.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Did you ever see Ngo speaking to either Capt Hechter or Col Loots apart from that one interview that you testified about?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I have never ever seen him, never. I have never seen him.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Now Captain, you have also heard evidence of Mr Ngo that he worked for a period of longer than two years with you and Danny Selahla, in Mamelodi as part of the security branch. What do you say about that?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "He has never worked with me, he has never worked with Danny Selahla.  He has never worked with us, myself and Danny Selahla.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "And was there anybody else who ever worked with you and Danny Selahla for a long period such as two years, who were not part of the security branch?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "You mean a White person or a Black person?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Anybody, any informers. I mean anybody, was there anybody who worked with you as part of the security branch operations for more than a period of two years, who was not part of the security branch?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "There is none.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Capt Bokaba, you have made an affidavit which we find on page 44 to page 48 of Bundle B. You have read that affidavit?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Yes, I read it.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Do you confirm the correctness thereof?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Yes, that is the truth.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I have no further questions, Mr Chairman.\nNO FURTHER QUESTIONS BY MR DU PLESSIS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anybody else who wants to ask questions before he is cross-examined?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, we have no questions.\nNO QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "MR BRINK",
            "I have no questions, Mr Chairman.\nNO QUESTIONS BY MR BRINK",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now Mr Bokaba, in  your evidence in chief you told us that the security branch did not have an office at Mamelodi.  Now I want to clarify that with you and tell you that Ngo did not say that the security branch had an office at Mamelodi.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "What did he say?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "He said that you, himself and Selahla worked with GOS in an office that was, which belonged to GOS and was controlled by members of the SADF.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, I have to come in here. I don't recall the evidence of Mr Ngo to the effect that the office that they worked in belonged to the GOS or formed part of the GOS operation. I don't recall the evidence in that way, and I object against the question of my learned friend in that he doesn't put the evidence as it was given by Mr Ngo.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "(Indistinct ... - microphone not switched on).",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I recall the evidence as having been that they worked in a separate office, which was separate from the Mamelodi police station, and that there was an operation at the Mamelodi police station called GOS but that office was an office of the security branch and that it was a sub-station of the security branch in Mamelodi. You will also recall that his amnesty application specifically states that on page 10 of Bundle A, where he says\n\"While stationed at Unit 19 I was utilised at Mamelodi sub-base of the security police.\"\nThat's how I recall the evidence, Mr Chairman.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Well, when he testified, he implied that he also mentioned the Warrant-Officer (indistinct) who was in charge of the office. He did say that neither Bokaba, Selahla, nor himself were in charge of that office.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, Mr Chairman, I recall that his evidence was that there was a separate office of the security branch there.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "His evidence was that they did not work at the police station. He said security branch worked at GOS.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "No, Mr Chairman, that is what my learned friend would have wanted him to say obviously, from his cross-examination.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "What do your notes say, read us your note then?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Well, Mr Chairman, perhaps my learned friend can tell us what his notes say.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I am reading from my note, and he doesn't have a note.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "It appears that this is when he was being - ag, cross-examined by Mr Van der Walt.  Ernie Stander, M'Lord.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, Mr Stander did not cross-examine him about Mamelodi.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "If it would help, according to my notes it comes after he had told us about the sister who took his money.  Then thereafter he says (indistinct) in 1986, I was with the reaction unit for plus/minus four months. Then Loots took me to Mamelodi, Unit 19 was in Rosslyn. At Mamelodi I was still with Unit 19 and there were offices of security branch.  Riot unit deals with violence directly. I was told that I was released from the unit and worked with security. He goes on and then he starts telling us Bokaba and I worked with soldiers. We worked at Rosslyn for five to six months. Henry Bokaba. I worked at Rosslyn for five to six months. Henry Bokaba took me to Mamelodi, he showed me where he slept.  We used to stay at offices. They gave us reports about their patrols. They would report about activists. GOS is in the police station. I worked with Bokaba and Selahla. If I had a problem I reported to Capt Loots at COMPOL. The person who was in charge was Warrant-Officer Holt. He was overseeing the SADF and security branch.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, that was during my cross-examination Mr Chairman, and I want to say here for purposes of the record, my learned friend's only note pertaining to this says that they worked at an office of the security branch at Mamelodi.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "It doesn't say that, it says Warrant-Officer Holt was in charge.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "I have got a note, after - from about the middle of 1987 till arrest, he worked at Mamelodi, soldiers reported to us about activities, and then a question - at the station there were no officers, and the answer was the office in the same yard, in the same building as the police station, but it could refer to GOS' office. I haven't got a note whether it is the office of the security police, but there was an office in the same yard as the police station.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "He said they used to go to that office to get information, because Bezuidenhout was the person in charge of that office and they went there to exchange information.  So I don't think that he said that they occupied any offices themselves in GOS, in Bezuidenhout's offices.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, we can look at the record. I am hundred per cent certain that the effect of his testimony was that that there was this specific office of the security branch, that the three of them used, where they went every day. That was his evidence first, and then later on he gave evidence about Bezuidenhout and the connection about Bezuidenhout.  And because I did the cross-examination, Mr Chairman, I am hundred per cent sure, because it was very important for my clients. So I am 95% sure if not hundred per cent.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "I think, Mr Chair, towards the end you asked the question whether he was conveying that Mamelodi security branch was under the charge of three constables.  And he gave an explanation which I haven't got a note of, but I think it will help if anybody has got a note of what the reaction was to your question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is quite clear, I think, from his evidence that he did not occupy offices in the same place as Bezuidenhout. He said that they did not have to report to them. They went to him, when they wanted information, sometimes not for three or four days.  He controlled the soldiers. I was not told to report to him, just wanted information, where he just went to his office to get information.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, Mr Chairman, there was a clear distinction between the SADF offices or the GOS offices and an office occupied by the security branch separately.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I have no note of the separate security branch office.  His evidence was to the effect that they went there and reported in the morning and then went out to see their informers.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I think we can come  ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They made entries in their pocket books, apparently as a report to duty.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I think it best if we can say, Mr Chairman, that it is not clear. He never actually said they had a separate office, but he did mention that they worked from JOC.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He didn't mention they worked from GOS at all.  He said they went there to exchange information from time to time.  He said they were not subject to Bezuidenhout.  When they reported they reported back to Capt Loots.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You will recall that it was asked from him whether the office, they had an office at Mamelodi police station. He said no, they operated from JOC and JOC is, although in the same yard is in different premises from the police station. Now as to whether within the complex occupied by JOC, they had a separate office is not clear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He did say, I do have a note of him saying Mamelodi police station had a section GOS. The South African Defence Force occupied this as did the security police, we went there.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That is my point.  That it is not clear then that within that complex they had a separate and distinct office.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases.  Now Mr Bokaba, this GOS office was mainly, was concerned mainly with security matters.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Will you explain to me what is JOC, what does it stand for?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Do you know JOC?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Okay.  Talk to me and refer me to GOS and not JOC, because if you say JOC, do you mean GOS?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Yes.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Okay, I thank you.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "GOS was concerned mainly with security matters, didn't it?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Do you mean security matters, those people who worked there, what were they doing there?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "The centre was to deal with security matters around Mamelodi.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I have already explained, they used that as an office, this was an office.  There was a radio, they had patrol vehicles of soldiers and the police.  This GOS office, the radios were there, radio monitors were there in that office.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Bokaba, I repeat, this GOS was concerned in the main with security matters around Mamelodi.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I will say that is the case.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, may I just for the record say that it stands for \"Gesamentlike Operasie Sentrum\", GOS.  So when we talk of GOS it is actually not right, it should be GOS - Gesamentlike Operasie Sentrum. GOS is the Afrikaans word for GOS, Mr Chairman, not JOC.  If you are speaking English it is JOC. I just want to make that clear.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that where GOS comes from? It is GOS.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And this office would have been used by members of the security branch, the Army and the reaction unit?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "No security branch members had offices on that premises.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "That is not the question.  The question is, did security branch members also use those offices.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Do you mean the police security branch?",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Yes.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "No, they didn't.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Where did you give the report to Capt Boshoff?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "We would go there and hand in the report and leave, we didn't have an office there.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "No, that's why I told you, the question was not whether you had an office but whether you made use of those office.  So you used those offices in the sense that that is where you would go and exchange information. You wouldn't get information on the streets.  You would get into that office, sit in there, then give information properly and brief whoever, Capt Boshoff, isn't it?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "We would not sit down.  We would enter the office and hand in our report.  Thereafter we would leave. If your Honour, you will take it that we used the office in that manner, I would accept it.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And are you saying that you only went there to give reports for brief moments of five to 10 minutes perhaps?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I would say it could be five minutes, as you say, then I agree.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And are you telling me that this joint operation centre never had meetings which would discuss and overview the security situation in Mamelodi?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Personally I have never been in such kind of a meeting.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Are you saying that such meetings did not take place at that centre?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I was never present in a meeting at GOS.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Captain, I am saying now, are you saying whether - are you saying that there was never any such meeting at the JOC?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "According to my knowledge, there was never a meeting there, where I was present. There was never such a meeting.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Are you saying that the security establishment took the trouble of establishing an office in a township which would have the security branch and the reaction unit and that office was  ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who have said they established an office in the township?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mamelodi is a township, M'Lord.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who has said the security branch established an office there?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I am saying that the security establishment, I am not saying the security branch, M'Lord.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now Captain, are you saying that the security establishment would have established an office in Mamelodi where only casual reports would be given?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "But Mr Chairman  ... (intervention).",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "If there was a meeting held at JOC, I didn't have any knowledge of any meeting.  Let me explain to you, if there was a meeting at JOC, that meeting took place when I was not present.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Maybe you differ on the definition of a meeting. Captain, when you give a report to, for example, Capt Boshoff, surely he would discuss it with you, wouldn't he? Would he just listen and you just give the report and then he would go? Wouldn't he ask you questions, clarification, more details?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Chairman, yes, that is the case.  Myself and Capt Boshoff and Dennis Selate, when we took our reports to Capt Boshoff, mostly we would explain our reports to him as our commander.  At this time, such-and-such a time there would be such-and-such a thing or an incident that will take place in Mamelodi. Like protest marches, meetings, things of that nature.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "That discussion you have with him about the report you give, it could well be, also understood to be a meaning?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "It can be a meeting in that way.  Maybe I can understand it in that manner.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Well, if Mr Memani, that was your intention to put that as a meeting, I think you'd better explain it because I didn't understand it to be a meeting either.  For the sake of the Committee then, make it clear what you understand to be a meeting so that I could also follow it.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I understand it to be a meeting when people go and report and when they are reporting matters or discuss. As the Chair pleases.\n\tNow you worked closely with Jacques Hechter and Flip Loots, is that correct?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Yes, I worked with them.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You had a general knowledge of their activities, such as the fact that Loots would go to KwaNdebele at times?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Not all office actions did I know.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You had knowledge of what he does, isn't it?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "They were committed by him, not me.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I am not speaking about commission of criminal acts. I am speaking about the general performance of his legitimate functions as a policeman.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I do not think he would always come to me and tell me that he was in KwaNdebele doing this and that.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But what I am saying, you had that knowledge of the fact that he does have something to deal with KwaNdebele, for instance?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Let me say I didn't have any knowledge of such.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "If you had a vague knowledge of what he does around Pretoria?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I worked under his command.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now why can't you say you had a vague knowledge of what he did in Pretoria?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Are you saying Capt Loots was supposed to come to me as a subordinate, Constable Bokaba, is that what you are telling me?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You see, Captain, I regard you as an intelligent person who has, who occupies a senior rank, and your difficulty with answering questions is going to create a bad impression about you.  Now what I am saying now again is you had a vague knowledge of the activities of Flip Loots. That must be so, you worked with him, you worked under his command.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "You are forcing me to say that Capt Loots was supposed to come to me and say chaps, Constable Hendrik Bokaba, I am going to KwaNdebele, in the meeting.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "No, what I think what counsel wants to know from you, is did you hear rumours around the police station at COMPOL about the activities that Capt Loots was getting up to?  What he was doing?  Did you hear a policeman talking about it?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "This question is not easy for me. I do not understand the question? What kind of actions?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, may I please come in here.  It is not specified what activities are referred to.  We know that there was evidence before you about certain activities, but they were involved in lots of activities. Perhaps my learned ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If one is just asking him did he hear gossip at the police station. He can say yes or no. You have told us, as I understand it, that you reported there every morning and you were there most afternoons at COMPOL, and there were many other security policemen at COMPOL, it was the headquarters of the Northern Transvaal branch, wasn't it?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And presumably you spoke to other policemen about your duties, about their duties, about how hard the work was and matters of that nature.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Yes, we did talk usually about such things.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And did you hear what Capt Loots was doing?  What operations he was engaged in with other policemen?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Are you referring to operations that he was involved in?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "No, I do not know about these operations.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You know, Capt Loots has told us or rather Mr Loots has told us that he has implicated you in your amnesty application.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I am not implicated in his amnesty application.  He did state it, but I am not implicated in his application for amnesty.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, may I make something clear here, and that is something that we would have rather left for the Amnesty Hearings of both these applicants.  Col Loots did in the one application for amnesty, refer to Capt Bokaba as having been present, subsequently, and that will be the evidence that subsequently he spoke to Capt Bokaba. Capt Bokaba told him that he was not present at that incident. Col Loots wasn't hundred per cent sure if Bokaba was present at the incident, and the intention is, when Col Loots gives evidence about that specific incident that that was the case.  And in all probability Capt Bokaba was not present and that he will accept the explanation from Capt Bokaba that he was not present, and that the reference in his application to Capt Bokaba was a mistaken reference.  Now Mr Chairman, clearly this creates a lot of difficulties to go into these proceedings now. We would rather have left that for the amnesty applications of Capt Bokaba and Col Loots, and to explain that to you. I am trying to put that as shortly as possible, and I would request the Committee, Mr Chairman, that we don't go into too much detail about the amnesty application for these two people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But I think the question is based, as I understood Col Loots' evidence, that he did implicate Bokaba.  He didn't give the explanation which you have just given, that he may have been mistaken.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, Mr Chairman, he said - the question was that he implicate him and he said in his application he did implicate him, Mr Chairman. Obviously it was not necessary for him to go into detail of explaining that he discussed it with Bokaba and that Bokaba said that he wasn't present and that he will give evidence at the hearing, et cetera, et cetera. And Mr Chairman, this indicates the problems that can occur with going into details of amnesty applicants' applications, because this may reflect now at the end of the day upon Col Loots and it is utterly unfair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It indicates also the difficulty in trying to get at the truth as to what happened, and counsel is now trying to find out just how much, how active this witness was and how much he knew about what was going on, as I understand the purpose of the questioning.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, I don't have a problem with that, Mr Chairman. I had to now explain to you now what the situation is.  So that I can place that on record, because there is that specific problem which we didn't want to go into at this hearing, but I have to make it clear at this stage, because the question that was put to Capt Bokaba was obviously in the light of that is a difficult question to answer.\nCOMMITTEE ADJOURNS",
            "Male"
        ],
        [
            "MR BRINK",
            "I don't see Mr Memani here, I am sorry about that.  I spoke to him earlier but I haven't seen him since the Committee adjourned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We took the short adjournment at 11:15, this is now 22 minutes to 12.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, may we presume that the cross-examination is finished?\nCOMMITTEE ADJOURNS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What have you got to say for yourself, Mr Memani?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I beg your pardon, M'Lord?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What have you got to say for yourself?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, I was taking instructions and I overlooked time. I beg your pardon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't have the courtesy to tell us you were taking instructions, to request that we delay starting?  You just ignored the fact that we were taking a short adjournment and we are coming back, because you were taking instructions. Is that what you have to say?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "No, I just, it was just by oversight that I didn't intend to exceed the break.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I trust you don't do it again.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "(Still under oath).",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "(cont)\n\tNow Mr Bokaba, I was saying to you that you worked with Loots and you told us that you worked under his direct command, and you must therefore have had a vague knowledge of what he was doing at work.  Do you want to disagree with me on that?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I request you to explain for me what you mean when you say I had a direct or rather a vague knowledge of Loots' activities? I ask this very humbly.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Look here, if you work with a person, you will be able to tell us that you know what he used to do at work.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Let me explain to you this way. I would always see him in his office.  Mostly he would do administrative duties, attending meetings, that is what I know about him.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now why did we have to take 10 minutes to get that answer?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "You were asking about the incidents in KwaNdebele.  Now how was I supposed to respond to that?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "No, you brought KwaNdebele in. I told you, I said to you that you must have known, you must have a big idea of the activities of Loots.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "It is you who referred to KwaNdebele. I didn't do that, with respect.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, Mr Chairman, I had understood that Mr Memani had put it that way.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Okay.  Could we carry on, could you ask the next question instead of arguing about the answers now, and perhaps we could make progress if we get back to the real issues.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And you must have known that he attended certain meetings at Mamelodi, if he did attend meetings at Mamelodi?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I know nothing of meetings held in Mamelodi.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now if Capt Loots, or you said he was a colonel. If Col Loots had been attending meetings at Mamelodi during that time, you would have known about those meetings?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "It was not a must that I know of this meetings.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But you were the persons who worked in Mamelodi in the main.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understood it they worked in Mamelodi, getting information from informers.  Talking to people in the township.  Gathering information.  Is that not as you understand the evidence, was that not the evidence of your client?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That is exactly what ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why would they then know what was happening at meetings at offices?  They were in the field, they were field workers, weren't they?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, what I am saying is that we have known that Loots was attending meetings at Mamelodi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why would they, if they were out in the field gathering information, why would they know if Loots had come there to a meeting?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Because Loots would have to get information from them and he would have to give them certain instructions out of events that took place at meetings. They were the people operating there.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Maybe, Mr Memani, what you wanted to say, was to find out from the witness whether he would have known if Col Loots attended GOS meetings.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "At least in that regard be specific, instead of saying meetings, because once you say whether Loots attended meetings, in Mamelodi, it could be all sorts of meetings in Mamelodi, it is quite broad.  Perhaps be specific in that regard.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "As the Member pleases. Now Mr Bokaba, if Loots attended meetings, GOS meetings at Mamelodi, you would have known that he was attending such meetings.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "I was not supposed to know such meetings and I would not know of such meetings.  Let me explain this to the Committee.  I would come in the morning at about seven o'clock.  We go for a conference.  Then - with Col Loots.  At half-past seven we are finished.  Then each one of us takes a vehicle in the location. After you have finished your administrative duties, you go to your own respective field, you see and contact your sources.  It was not necessary that Col Loots would explain to us that he is going to Mamelodi or he is going to a meeting.  We would not know.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But you and Selahla were the persons who by virtue of your colour did the most work of gathering information for Loots in the township.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "That was my duty with Selahla that we did in Mamelodi area.  We gathered information. We left every morning and afternoon, after gathering information and then we give it to Col Loots.  Also in the evenings we would contact our sources. The following morning hand over the information to Col Loots, myself and Selahla.  And Warrant-Officer Van Wyk also.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And what I am saying to you then is that you would have passed on that information to JOC, as you have told us.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "In my first explanation, if the information was quite urgent, maybe something urgent was about to happen and we had information from an urgent agent, it was not necessary for me to go to Col Loots. I would go directly to JOC because so that their patrols would attend that incident.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "In instances where you would not yourself be giving information directly to GOS, you would apparently be taking that information and be giving it to Capt or Col Loots.  The information that you gathered in the township, you would give it to Col Loots. Isn't it?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Yes.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "But was it not within your knowledge that Col Loots would take that information and then go and give it to GOS?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "No.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "How would the information that you have gathered in the township given to Col Loots, how would it reach GOS, if Loots did not have to pass that to GOS?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Let me explain this manner.  That JOC or GOS, Col Loots probably took the information there.  How did they that I do not know, but the information reached GOS.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "You didn't know whether he would drive from his office to go to Mamelodi and give that information to GOS?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "No, how they took the information there I don't know.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "The information to GOS?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is correct, as I have explained.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "As I understand the position and I may be wrong, nobody else - other people don't seem to understand it in the same way. This GOS office at Mamelodi was an office there to control the unrest, if there was any, in the township.  It was to control the patrols in the townships, of the different - patrols by the Defence Force and by the Police unrest units.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is the case, your Honour.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The sort of information you collected, was about political activities, about what people were doing, things of that nature, which might have nothing whatsoever to do with unrest or was never passed on to the GOS office, because it had nothing to do with them, some of it.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is the case.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The GOS office was just a specialised unit, for patrolling the townships, and you would go to them as a matter of urgency if you heard there was going to be a protest march that afternoon, so that they could take steps to monitor it.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is the case.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "They weren't an intelligence-gathering unit?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is correct.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now if Loots had been attending the meetings at the JOC, obviously he would have come back to you at times and said I attended a JOC meeting, one of the information who attends those meetings, has passed this information to me, please investigate this matter.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I do not know how you explain this, because I have stated to you that whether he attended the meetings at the JOC or GOS, I do not know.  I don't know how to explain it.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You see, Captain, you and Selahla were the field workers. Loots depended on you.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now if he had got any information of importance from that structure, he would have passed it on to you and would have told you that I have been given this information by a certain information of the structure, would you please investigate the matter or assist in one or other way in connection with this matter.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, I don't want to object, but I personally don't understand the tenor of the question at all.  I don't understand what my learned friend wants and maybe he can make the question a little bit clearer.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Let's see if the witness understands the question.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could I perhaps try to assist. Did Mr Loots on an occasion or on two occasions or on a few occasions come back or when you met him in the office one morning, said listen, yesterday I had a meeting with GOS and they gave me the following information, let's discuss it and could you kindly go and see whether it is in fact so or confirm it or see whether it is a rumour or whether it is a fact. Did that kind of thing happen?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "I have never received such an instruction or such an order from Col Loots.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before we go on. Tell me this, going back, this GOS office, how big was it?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Chairman, it was a big office.  Previously it was a barracks. Now the police used to sleep there in this Mamelodi police station, it can stretch from this table to that one there, at the wall, over there.  It was converted and used as an office.  They took out the police who used to sleep there.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And how many people worked in that office?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "I may say four to five people who worked in that office.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now you say that you did not get any instructions from Loots that he had attended a meeting and had asked you to do something about what he had discovered at the meeting.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "What meetings, Mr Chairman?",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Obviously GOS, we are speaking about GOS.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has just told us that, right.  Put the next question.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I was waiting for the interpretation, M'Lord.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are merely repeating the question that has just been put to him and answered by him.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chairperson pleases.  Now I put it to you that that is indeed so because it was yourself, Selahla and Ngo who attended meetings at JOC.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I say it is not the case.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Did Ngo say that in his evidence?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "They never said that, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because my recollection is that Ngo did not say that once.  Put it differently, the three of them attended meetings at the GOS office.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, my understanding of what would have occurred there would be in the nature of a meeting, that they went to report and they exchanged information, and that exchange would have taken place in a meeting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you call that a meeting, Ngo's evidence was that if they had urgent information they would supply to GOS, and sometimes they were told something by then.  He didn't suggest anything in the nature of what I would understand as a meeting.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "The emergency was brought in by Bokaba. He said that they exchange information about what was happening in the townships.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, I also just want to place on record that Mr Ngo also testified that evidence was obtained by them from GOS.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases.  Now what is your reaction to what I put to you?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "What are you saying, what I must respond, how must I respond?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I am putting it to you that you did not get any feedback from Loots about what had happened at JOC meetings, because those meetings were attended by yourself, Ngo and Selahla.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I have already explained that I never received such instructions or order from Col Loots.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, he is now suggesting that you, Selahla and Ngo used to go to meetings. What do you have to say about that?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "I have explained that I have never worked with Ngo. I never worked with Ngo in my life.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And is it your evidence that you only went to JOC where there was only - only where there was an emergency?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I explained it in that manner, that is correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But the JOC was part of a national structure, where various establishments met, there were local structures, regional structures and so on, where various formations of the establishment of the security establishment met and exchanged information.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you giving evidence now?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I am putting a theory to a witness and I am entitled to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are putting it as a fact.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That's the point of cross-examination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, is that a fact? We have heard no evidence that I can recollect, about this national structure of JOC.  We have heard evidence about a JOC office at Mamelodi.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "On a previous occasion, Mr Chairman, I put it, for instance, to a previous witness, that when you do a clearance, you employ policemen, you do a clearance, whether he is going to join the security force or the ordinary force. There was no evidence of that. I was entitled to put that as a fact and he conceded. Of course, the limitation here, there are limitations to this type of thing, but it is not wrong to put a question ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want to know if it is a fact. Was it a national organisation?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That is correct, Mr Chairman.  And if you require evidence, Mr Chairman, we will endeavour to get that evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Good.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now the JOC was the result of a national structure where (indistinct).",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I do not know, Sir.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And you therefore do not dispute what I am saying, that it was a national structure where various formations of the security establishment met to discuss matters of security.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Let me say, all different divisions of the police, murder and robbery squad, vehicle theft, liquor squad, I am asking you what is it that you want to tell you? Were there such divisions at GOS?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Look here, you are not going to play an ignorant person and think you are going to get away with it. You are the policeman, you were in the security branch and you should know, you should be able to say that there was no such structure and if there was, you should be able to tell us who was present in that structure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He just said he did not know of such a structure.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And then I do not ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then he cannot say any more about it, he doesn't know about it.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases.  Now Mr Bokaba, the JOC that you participated in, you have already conceded that it was - it dealt with security matters.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He has explained that these were in patrolling the townships.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases. And that ... (intervention).",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Sorry, Mr Memani. I think let's try to get to this.  Look, Captain, we know that the soldiers and other people were put in Mamelodi because there was a lot of political unrest and political violence.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is correct.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "We know that those soldiers did not go there to investigate motorcar theft, rapes, murder and housebreakings. They were there because of political unrest. Isn't that so?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is correct.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "That is the kind of unrest they were there to try and contain.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is correct.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Now the question, in essence, which is being put to you by Mr Memani, he is saying that it is difficult to understand how there could be other sections, such as the Defence Force and other people of GOS who had gone there to contain political violence, without representation or participation by the security branch in GOS.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "The security branch police - let me explain this way - were not actually in one institution.  Our offices were at COMPOL Building.  We were assigned a task of working in Mamelodi.  We were the ones gathering information and as I have explained, if the information that we had was quite urgent, that there was a protest march to be held, we would take this information to GOS, and if I were to go to Capt Loots, time would be wasted, and I would give them this information and let them respond to it immediately.  That is how I met these people at GOS.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases.  And during that period, the Army was used to assist the police in patrolling the townships.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "That is the case.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And the reaction unit or the riot squad was used to physically disperse meetings and marches?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I do not understand whether how you say they dispersed these marches and meetings? You say Unit 19 existed? Maybe you can ask me this.  If you say Unit 19 existed, I would say Unit 19 was part of the police as people who dealt with the riots.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Bokaba, I am saying that the rioting was used in the main to break meetings and protest marches. They were the guys who used to come in with the hard, with crash helmets and sjamboks.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I didn't work with Unit 19. Now if you ask me about this persons, meetings and sjambokking protesters, I was not part of Unit 19, I wouldn't know.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But it was public knowledge and you are a policeman who had an interest in political activity and the suppression thereof, including protest marches and meetings.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Mr Memani, with respect, do not force down my throat what I do not know.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Well, we have Captain - I don't know what the importance of this question is, but are you saying that as a person who worked in Mamelodi for some time, where a lot of protest marches took place, meetings were dispersed and the like. Are you saying that you don't know, as a matter of general knowledge, that the police would use sjamboks to disperse people? Are you saying that?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is not what I am saying.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Then tell us what you mean.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Okay Chairperson, I have a difficulty with Mr Memani, when he states that I have knowledge that they were used to disperse.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "But Captain Bokaba, people were in fact killed during those marches, whether rightly or wrongly.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Yes, I agree with you, Chairperson.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I am indebted to the member.  And the security branch did the gathering of information and the monitoring of activists?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "That is correct, we gathered information.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "They were therefore an essential component of this joint operation?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "What joint operation?  Security branch and the Unit 19?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "The joint operation that was conducted at the joint operation centre.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "That is not the case.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You see your denial of this thing borders on the absurd.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "That is how I could answer you, I don't know how you understand that.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And you are attempting to minimise the involvement of the security branch in the joint operation centre, because you know that you, Selahla and Ngo represented the security branch at the joint operation centre.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I do not know how many times must I repeat it to you. I never worked with Ngo.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Do you know any policeman who worked at the security branch who attended meetings of the joint operation centre, regularly at Mamelodi?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I do not know such policemen.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Do you know any policemen who came from the security branch who attended the meetings of the security branch representing Mamelodi, of the JOC, representing Mamelodi.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I do not know such policemen.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Well, Captain, Col Loots told us that he said we met with GOS every day and sometimes Bokaba, junior as he was, he would go there and pass information to them.  And you, for your part, you say you are not aware whether Col Loots ever met with GOS?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Personally I have never seen him at the GOS office.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now Mr Bokaba, you tell us that you had a meeting with, you had a discussion with Ngo at Mamelodi where he would have told you that he was an informer and he was interested in the security branch.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I put it to you that such a meeting never took place.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "It did take place.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Bokaba, you told us that you did not ask Ngo about his application because these applications take a long time to get done.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "That is what I said.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But Mr Ngo was at Mamelodi for about two years.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I do not know how long he stayed in Mamelodi, at Mamelodi.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That was a very long time indeed.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "It could be so that he stayed a long time at Mamelodi.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And that time then was long enough to have prompted you to ask him what happened to your application.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I didn't ask him.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And what surprises me is that your application was approved within three months.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "What surprises me in fact about that, is that he was there for two years and yours having been approved in two months.  Do you want us to believe that these things took a very long time to get done.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "You know, that is what surprises me also.  It might have happened that Ngo did not submit his application form, that he did not submit his application form to his commander at Unit 19.  That can be the possibility.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I think the question, at least this aspect we are dealing with here, is this; for a long time you are not hearing any progress with regards to Ngo's application, but there were other people who were getting all you needed, people to help you and you kept on seeing Mr Ngo, why didn't you say to him, well, man, it is even surely three months, it is too long now, I mean, it is long after the three months, it is six months, what is happening to your application?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Maybe it could be of my ignorance, because I didn't ask him.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Wasn't it because, in any event, he was working with you, as he says.  So there was no need to keep on asking what happened to your application, because he was working with you anyway.  Isn't that the reason?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is not the reason. He never worked with me.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now towards the end of your evidence in chief you told us that Ngo was never a member of the security branch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't you say in Northern Transvaal?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I am indebted to his Lordship.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Ngo has never been a member of the security branch Northern Transvaal.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And you also said that he did not know Capt Hechter.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "He stated that he didn't know Capt Hechter in his evidence.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "No, I am saying that you told us that Ngo doesn't know Capt Hechter. That was your evidence at the end.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "What do you mean?  He stated that he didn't know Capt Hechter.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I am putting to you what you told us, you said that Ngo doesn't know Capt Hechter.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "That is what I stated.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But he is replying now and he tells you yes, I said so, because I listened to Ngo's evidence and Ngo told this Committee that he didn't know Hechter.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Yes, Mr Chairman, I recall a question I put to Capt Bokaba, was if he knows of any contact or any contact that Ngo  ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it was even more specific. I think you asked him if he ever saw him speaking to Capt Hechter or Capt Loots.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Ja, that was the question.  Ja, that was the question, apart from the one interview did he see him ever speaking. I am indebted to your Lordship, thank you.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now you were saying that Ngo would not have spoken to Hechter because he doesn't know Hechter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He hasn't said that. He said he went and had an interview - sorry, Hechter, yes.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, the question is still phrased wrongly, because his evidence was that he had never seen Ngo speaking to Hechter.  The evidence didn't go as far as saying that he testified that he knows that Hechter never knew Ngo and Ngo never knew Hechter. It was only about did he ever see them speaking to each other.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "His answer was Ngo doesn't know Capt Hechter.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Bokaba, could you respond to that, please and tell us what the position is?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "I stated that Ngo does not know Capt Hechter.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And  ... (intervention).",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Why do you say so?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "They have never met and during his evidence he stated that people that we worked with, he stated that he does not know Hechter.  That is why I say he does not know Hechter.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That is what prompted me to note what you are saying, that you know that Ngo doesn't know Hechter, he has never met Hechter and that is exactly what Ngo says.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what's that? You have now repeated the evidence. Is there a question?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And Ngo doesn't know, you know that Ngo doesn't know Hechter, because he worked closely with Ngo. You worked together with Ngo and Selahla.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I don't know how to explain that to you, counsel Memani.  Because Ngo stated during his evidence that he does not know Hechter. He stated it that he does not know Hechter. Now how do I put it to you so that you understand this matter?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You see, your answer was two-pronged. The first part of the answer says Ngo has never met Hechter. The second one says Ngo has also testified that he doesn't know Hechter. You say therefore that he corroborates your knowledge that Ngo does not know Hechter.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Sorry, let's try to simplify this for the witness.  Actually what Mr Memani says, he is saying both you and Mr Ngo are right in saying that Ngo does not know Capt Hechter.  But he is saying, the reason why you are able to know that Ngo doesn't know Hechter, is because you had worked closely together with Mr Ngo. That is why you are able to even tell us that Ngo did not know Hechter.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "I never worked with Ngo at any other time.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And if you had never worked with Ngo at any other time, you would not have known whether Ngo knew Hechter or not.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I do not know how to explain this. I never worked with Ngo, I do not know.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You do not have an explanation?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I do not have an explanation.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "How often did you see Hechter?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "At all times, at the office, we met at the office during the conference and in the afternoon.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "But did Hechter  ... (intervention).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That is twice a day?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Ja.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Twice a day.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Yes, that is twice a day.  It might be more.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "And if Mr Ngo attended these conferences twice a day at COMPOL Building, you would have seen Mr Hechter there or Capt Hechter there?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is correct.  And he would have known other policemen who worked at the security branch and the other sections, not only Section B.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Who attended those conferences?  In the morning at seven o'clock and in the afternoon?  Could you give us a few names?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Are you saying their names?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Ja.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "All right.  The personnel under the command of Col Loots - let me start with Atteridgeville.  Lieut Henning Brand, Warrant-Officer Zondi Makamu, Sgt Robbie Makinta, who were later joined by Leslie Mogosi, Freeman Mampura, David Magahu.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "That's for the Atteridgeville. I believe there could be more.  At other regions attending?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "It was only the personnel of Capt Loots.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Ja, okay, but that was from Atteridgeville now.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Ja.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Anybody from Soshanguve?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Yes, I was just about to give you their names.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Ja, no, but I realise that, but then I thought you will be naming persons up to this afternoon four o'clock and I wanted to cut it short.  But perhaps you should - you did not give us all the names, but give us a few names from each section, please.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Thank you, Chairman.  From Soshanguve, they were under the command of Capt Van Jaarsveld.  We have a Jabu Gomba, the other one was Tive Mashaung, I can maybe such names, Mamelodi myself, Dennis Selahla, Capt Hechter, Warrant-Officer Van Wyk, briefly those are the names I can mention.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And did these people attend the conferences?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Exactly, yes, every morning we met around a table.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And sometimes in the afternoons?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is correct, Sir.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And Capt Loots himself, of course.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And you also told us that you used a yellow Colt Galant?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "That is correct, Sir.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And do you want us to believe that you used that yellow Colt Galant for a full two years and no other vehicle?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Afterwards there were other vehicles that I used.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And those vehicles included an E-20 and a Corolla?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I think I used the E-20 white mini-bus, I used\nit in 1990.  Col Loots had already left. At that time I was working under the command of Van der Westhuizen, who is now a director and at headquarters, at the moment, I am working under him.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And Ngo was in prison in 1990?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "From the records I could observe that he was in jail at that time.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "So Ngo must have known that you were using a white E-20 before he went to prison?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I do not know, I heard this for the first time yesterday when he gave evidence.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And you could not have been a member of the security branch and used one vehicle for two years because people you would be monitoring and investigating would be aware of you and what vehicle you were using.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "You could use a car for more than two years to three years, as long as it was mechanically okay.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Besides the E-20, did you use any other car after the Colt Galant?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Yes, I did.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Which car was that?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "A blue Mitshubisi Husky.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "And that was between the Galant and the E-20?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is correct, Sir.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And what was put to Ngo categorically, was that you used one vehicle and one vehicle only, the yellow Colt Galant.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "May you repeat the question?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "What was put to Ngo, categorically, was that you used the yellow Colt Galant and only the yellow Colt Galant.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I used the yellow Colt Galant and that vehicle I used to accompany Ngo to the security offices. You didn't ask me how long I used this vehicle.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "No, I am telling you that what your legal representatives put to Ngo, is that you used the yellow Colt Galant and only the yellow Colt Galant.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, what was put, was that he used the yellow Colt Galant during the time during which Mr Ngo allegedly worked with Bokaba.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And that period is two years.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Are you waiting for a response?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Do you have a response?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "(No audible reply).",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Do you have any comment?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I used the Colt Galant. Afterwards I used the Husky, Mitshubisi Husky, I believe it is a mini-bus.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I put it to you that you now are amending your evidence, because you realise that the proposition that you would have used only one vehicle for two years is untenable.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I do not have a response on what you are saying.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Yes, you should not have.  Now the next thing  ... (intervention).",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Could you tell me, did Danny Boy, or Slang, did he have the same vehicle or did he have another vehicle?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Myself and Danny Boy used one vehicle, together.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "And the other officer there, Mr Selahla?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Selahla is Danny Boy.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Okay. Who was working with you also?  What vehicle did Leonard use for instance at the beginning or weren't you there when Leonard was working there?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Who is Leonard, Sir?  I do not know him.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Ja, no, I believe you came after Leonard had already left.  Mr Du Plessis, who was the other person?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, he worked with Danny Selahla, that is Dannyboy Selahla.  That is the person he worked with and then there was Johannes Hlongwane at some stage in the beginning.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Yes?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Are you referring to Warrant-Officer Dumira, who is Leonard maybe?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Yes. Yes.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Leonard Dumira, I often saw him with Hlongwane. They used the same yellow Colt Galant vehicle.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now Mr Bokaba, Ngo should therefore be right when he says that you could not have been using one vehicle.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, he testified that there were two vehicles used, but he never said that they could not have used one vehicle. He testified that they used two vehicles.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Yes, therefore my instructions are correct that you could not have been using one vehicle, because at times your vehicle was used by another person, the same vehicle you used.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Let me explain in this fashion. I told you of mechanical fault. That car was not used by the police because of mechanical problems.  And we had to get transport.  We were then given the blue Mitshubisi Husky mini-bus.  Then I used it with Dannyboy Selahla.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And when did Hlongwane use it?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Are you referring to the Colt Galant?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Yes, yes. Yes, yes.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "When I joined the security branch on the 1st of May 1986, I came across Warrant-Officer Hlongwane using the same Galant, a yellow Colt Galant.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now let us not belabour the point.  You told us that you worked with Selahla and the two of you reported to Loots.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "That is correct.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And was that the position during 1987 up to 1989?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I started on the 1st of May 1986, Danny Selahla joined me somewhere in November, December 1987.  That is the process we engaged ourselves in in December 1990.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And you were the only two Black policemen in the security branch there?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you the only two Black policemen in the security branch?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "In Mamelodi, M'Lord.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "It was myself and Dannyboy Selahla who were Black policemen in Mamelodi at this security branch.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "So there were only the two of you?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Myself and Dannyboy Selahla.  Myself and Dannyboy Selahla, we were the only two Black security branch officers in Mamelodi.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "And Ngo who was not in the security branch, knows that you were the only two policemen who worked in Mamelodi for two years.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "But I don't know how to explain this. It might happen that he knew that we were security branch police who worked in Mamelodi.  It can be possible that he knows that\nwe worked as security police officers in Mamelodi. I do not know.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, his evidence was not that they were the only ones.  His evidence was that those were the ones he worked with and those were the ones he knew, and he didn't know of any other security policemen.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "And your witness says, your client says that they were the only two policemen?",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Yes, but the evidence of Mr Ngo was not that he knew that they were the only two security policemen in Mamelodi.",
            "Male"
        ],
        [
            "ADV MEMANI",
            "Now Mr Selahla, my instructions are that you were the only two Black  ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Bokaba.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Bokaba, my instructions are that you were the only two Black policemen together with Ngo, who worked at Mamelodi during 1987 to 1989.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "With respect, I have stated this timeously that I never worked with Ngo at the security branch.  How would he have known that you were the only two Black policemen if he had not in fact worked with you at Mamelodi?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "It can happen that Ngo knows that we were security police.  He would see us at the barracks, Danny Selahla would accompany me to the barracks.  Even though he had never stayed at the barracks, but I would go with him, using this security vehicle and people would see and note that we are security police.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, may I at this point in time note for credibility purposes, that my learned friend put what his instructions were, namely that his instructions were that they were the only two security policemen in Mamelodi, whereas Mr Ngo's evidence did not reflect that. Just for purposes of credibility. Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Capt Bokaba, did you discuss your work with Mr Ngo?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "No, Sir.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "And if you didn't discuss your work with him, and if he didn't work with you, can you tell us how it came about that he came to know about the involvement of your group, inter-course between your group and GOS? The passing of information, receiving or personal exchange of information, whichever way you may describe it, for example. There may be other things, but I wouldn't like to go into them.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is what surprises me. This surprises me really.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Ja, on your version it is surprising, but on his version it is not surprising, because he says he worked with you.\nDISCUSSION BETWEEN PANEL SOTTO VOCE",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Yes.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "What are you agreeing to?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "I agree with Judge Wilson that he might have known that we were security police.  Please excuse me.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "No, no, it was put to me.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Okay, I'm sorry.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "I am just saying you agreed to something is wrong it is not what was being put across to you.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Sorry.  My apologies.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "For him to have known you were security police on the basis that you say, we would have to accept that he either worked or spent a great deal of time in Mamelodi, wouldn't we? I can understand it if he was working with you at Unit 19 in Mamelodi, but they would probably all know that you were the local security policemen.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is correct, they would know.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But he was at Rosslyn. He would have no reason for knowing that you were a security police at Mamelodi, would he?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "With respect, Sir, let me explain it.  Unit 19 was based at Rosslyn, and as Unit 19 they dealt with riots or violence and during that time there were unrest or riots in Mamelodi. They would come and work in Mamelodi, this Unit 19.  Ngo knew that I was a security branch police.  I stayed with him in the same barracks at Mamelodi, and  ... (intervention).",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But I gather - sorry, I gather from your information you stayed with him there for quite a long time, for some years, he was in and out of the barracks at Mamelodi, where you were.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is correct.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "He would have been a foot soldier in Mamelodi, that is an ordinary constable or whatever, if he was patrolling in Mamelodi?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "When I knew him, yes, he was a constable.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "He would not have been present at GOS meetings, where you would have passed information.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "No, he wouldn't be at such meetings.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "He would have known that you had meetings with Bezuidenhout or whoever? You never saw him when you were at GOS, did you?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Let me explain it. I do not know Bezuidenhout.  Unit 19 as I have explained, as members of the security branch, there could be a possibility that at times it was in Mamelodi, as members of the security branch, myself and Danny Selahla, as we went to GOS, he could have seen that there is so-and-so entering GOS.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Thank you.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now the question which we got instructed from, due to an objection from your legal representative, related to whether Ngo said that the only people that he knew were yourself and Selahla. Now let me put to you the questions and answers. It was said Bokaba used the yellow Colt Galant, its private registration number.  The answer was he was using the car, the cars I have mentioned, but I can't deny that there was a Colt Galant.  Now the next was, who was in command at Atteridgeville.  He said I was never taken there.  The next was, you heard of Warrant-Officer Van Wyk, Warrant-Officer Hlongwane.  The answer was no.  The next question was Van Wyk, Hlongwane and Bokaba and later Selahla, worked under Capt Hechter, the security branch members in Mamelodi.  The answer was I don't know those people, I only know Bokaba and Selahla.\n\tNow how could Ngo have known that you were the only persons there that were working there? If he had not worked with you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he say that they were the only - he said I only knew these people. He said I did know Hechter, Van Wyk, I only knew these people.  That doesn't mean they were the only people working there.  That means they were the only people of the names mentioned that he knew.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now I will take the point further. If Ngo happened to know about you because of his involvement with GOS, how come does he only know you and Bokaba as the persons who were involved with GOS?  If, on your version, he only went there on a few occasions and there must have been some security branch members who went to that office regularly?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Sir, as I have already explained, that Unit 19 had to deal with unrest situations, and Mamelodi was - had a lot of unrest, and it can happen that Ngo worked in Mamelodi during that time as members of Unit 19, they were called to work in Mamelodi, because there was unrest and I have explained that the possibility might be that he saw us going to GOS at Mamelodi. Myself and Dennis Selahla. That is what I said.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You also said he might have seen you at the barracks where you stayed for some considerable time as did he.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is correct, I stated so.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now Mr Bokaba, you see Ngo knew you and you knew Ngo. And if that is the case, you would not be putting the answer in a hypothetical fashion, you would be able to say that no, Ngo used to see me when they were patrolling, we used to be together, he would have seen me.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Sir, are you saying there was a possibility that I would see Ngo as they were driving in a Casspir and I would certainly say that is Ngo in the Casspir?",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "What he is putting to you, is that Ngo would have seen you operating in Mamelodi, because he knew you, you slept together and the next morning he will be in the Casspir or wherever, patrolling and there they would see you travelling with the Galant, for instance.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "With due respect, that is not what I am putting, Mr Chairman.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Okay, well, put your question please then?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "What I am putting to you, is that you knew Ngo and Ngo knew you, and that being the case, your answer would not be that it is possible that Ngo saw me. It would be simply that Ngo saw me, he used to see me, we knew each other and also  ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was how did he know, as I understood your question, that you were members of the security branch, and he explained what he may have seen me going into the GOS offices. This is not did he know you, but did he know that you were a member of the security branch.  That is what you were asking him, wasn't it Mr Memani?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Yes.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, and furthermore you asked the question then to Capt Bokaba pertaining to the question that they lived in the barracks together and that they knew each other from living together in the barracks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Again, that would not indicate the security, he would have had to get that from somewhere else, that he was a member.  The question Mr Memani is asking, Mr Memani was asking, as I understood the question, was how did he know that you were the two members of the security branch working there.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "I am going to deal with the question about barracks.  But what I am putting to the witness, is that if he knows someone, and the person knows you, if he had an opportunity to see you at certain places, you will say no, we used to see each other at a certain place.  You will not say that he possibly saw me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't you understand that the question you were asked was relating to him being a member of the security police, and that's what he was answering, not did he just see you.  You were asking how could he know you were in the security police.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Mr Memani, isn't this really a matter for argument?  But if you consider it only, if you really feel it is necessary to proceed, proceed on that basis, but I think you have laid the basis for argument, that he shouldn't have given this answer, he should have given this answer, because that was the position.  But I don't want to interrupt you.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Let's hear what his comment is, Mr Chairman.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I will answer in this fashion. If Ngo and the others were patrolling on foot, at Mamelodi, I would say maybe we would see each other. It is difficult now if a person is driving in a Casspir with tinted windows, how will you see such a person? Can you see a person in a Casspir, driving in a Casspir with tinted windows.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But how would he know from just driving past you that you are not only a policeman, but you are also a member of the security branch and you are the only members of the security branch who are present there?",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Memani, in all fairness, I think it is common cause that they discussed it and that the witness took him for an interview to COMPOL.  So he must have known that least this one is a member of the security police.  There could be an argument about the other one.  But let's start off, it was common cause, your client stated it, he stated it, so we all know that they knew each other and that they knew - that the applicant knew that the witness was a member of the security force.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But there is  ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And I am not going to allow that question. It is grossly unfair.  The question you put, was how could he have known, explain, how he could have known, driving past in a Casspir that you were not only a policeman but a member of the security police force.  The witness did not say that he knew it from driving past in a Casspir.  So you cannot ask him how could he have known in those circumstances. He didn't say he did.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, the answer that I got from the witness was that Ngo could have seen me whilst they were driving past, he would be seeing me through a tinted window and I would not  ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understood it, the answer was the opposite. The answer was I wouldn't have seen him in the Casspir, because there is a tinted window.  He understood you were asking whether he had seen Ngo driving round in Casspirs.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Mr Chairman, I understand, but what I am saying  ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am not going to let you put the question, suggesting that he has said, because he drove past in the Casspir he identified him as a security policeman. He has not said that, Mr Memani.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases.  Mr Bokaba, how could Ngo have known that, how could - how do you explain that Ngo over a period of two years would not during that period when he saw you, have come to you and said hey, how are you, or after hours at barracks say to you hey, I saw you at the ...",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Let me explain in this fashion, Sir, with respect. Ngo might have known me before he contacted me about his joining the security branch.  We knew each other as policemen, and as I have indicated, that I was the only security police officer who resided at that barracks.  There wouldn't be a difficulty for Ngo to know that I was a security police. It was a known fact that I was a security policeman and other policemen knew that.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But what makes Ngo's fabrication not go beyond you and Selahla, who were the only persons, in fact, working at Mamelodi as security branch Black officers.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, can we take that as an admission, when he refers to Ngo's fabrication?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You put it to him as Ngo's fabrication.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That happens in cross-examination, M'Lord, there is nothing wrong in what I have done, and I am not going to ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you suggesting that he was fabricating when he said that?  That Ngo was deliberately fabricating?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "The witness has, M'Lord, and them, and Loots are suggesting that he is fabricating, and what I am putting to him is  ... (intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No one has suggested that he is fabricating when he said these two people were working as security officers in Mamelodi.  Where they say he is fabricating is when he says he was doing so.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "What I am saying it would require fabrication to say that I was working with these people and these are the only people that I worked with.  And what I am saying there is that why doesn't he go beyond  ... (intervention).",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "Mr Memani, put your next question. Let's try and progress. Put your next question and let's see whether we could make progress, please.  We all want to finish this case some time or other this year.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "As the Chair pleases. Now Mr Selahla, if Mr Ngo is fabricating - Mr Bokaba, if he is fabricating, why doesn't he mention other people as having been working with security branch.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "What people would he refer to, because he didn't know them. He would talk of people and refer people that he knows.  Why would he tell a lie about people that he doesn't know. He wouldn't mention Zondi Magamo and Ruby, because he didn't know them.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "The person that was permanently responsible for your area was Hechter. Why would in his fabrication Ngo say that you reported to Loots?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "Pardon me?  May you repeat the question?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "The person primarily responsible for your area was Hechter.  And Ngo doesn't say that you reported to Hechter. Instead, he says you reported to Loots, who was far removed from Mamelodi.  And that happens to be corroborated by yourself and Loots.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, with respect, that is a question for argument.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, isn't it pure argument, that what you are arguing, what you are putting to this witness is argument, that your client's version must be accepted, because it is corroborated, because what he has said is what in fact happened.  You don't have to talk about fabrication by your client. You say your client's version accords with what was said. It is not for this witness to speculate why your client should not have tried to tell things that he knew to be untrue, to bolster a story.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But Mr Chairman, what I am saying is, let the witness explain how Ngo would have been able to fabricate the fact about Loots.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is a different question. You can ask him how did he know that you reported to Loots. What you are saying is, why did he fabricate reporting to Loots rather than say he reported to Hechter?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "All right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't you understand, Mr Memani, this is argument you are trying to put to him. If you want to ask how your client could have known they reported to Loots, you can do so, that is a valid point.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That is ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The answer may not be in your interest, of course.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Let us formulate it in that fashion.  Ngo was not in the security branch, says to us that you reported, you and Selahla reported to Loots.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I thank you. Let me briefly answer you. He was supposed to have known that we reported to Capt Loots as he knew that Capt Loots was our head Section B. And he did have an interview with Capt Loots.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "Would Unit 19 have known that Loots was your head?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That I have stated that I took Ngo to Capt Loots for an interview.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "How could Ngo have known that you were not reporting to the superior who you should have been reporting to, to Hechter, but you were instead reporting to Loots?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "As I have explained he could say it can be Capt Loots, because he knows Capt Loots, he had an interview with Capt Loots. There is no problem there because Capt Loots was the head of Section B at COMPOL.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "But Ngo had been a policeman for some time.  He knew that it did not necessarily follow that - you did not necessarily have to report to Loots or to a head of a unit.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Ngo wouldn't know that we are reporting to Capt Loots.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "That is my point. And he got to know about it because he worked with you.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "May you repeat the question?  You say Ngo said we never brought that to Capt Loots.  Come right with the question.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Ngo said you reported to Capt Loots and you say Ngo couldn't have known that.",
            "Male"
        ],
        [
            "ADV DE JAGER",
            "What is being put to you is you in fact reported to Loots, is that correct?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "It is correct, yes.  That is correct.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Now how would Ngo know that you report to Loots? In the ordinary sense he would have thought that you should report to your head and that's Hechter.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Section head.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Section head is Hechter, he was in control of Mamelodi, he was the officer there, wasn't he?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "Yes, Hechter was the head of Mamelodi.",
            "Unknown"
        ],
        [
            "ADV DE JAGER",
            "Now one would expect you to report to Hechter and not to Loots, but in fact you reported to Loots so the only way Ngo could have known about it, was because in fact he was a member working with you.",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "That is not the case, Sir. He never worked with me, even the - let us call them team leaders. I am referring to Capt Hechter, Capt Van Jaarsveld and Capt Brand. They are the team leaders.  Every day, in the morning we reported with them to Capt Loots.  That is the procedure we followed.",
            "Unknown"
        ],
        [
            "BERNARD MAKGABO NGOEPE",
            "But how could Ngo not having worked with him, have known that you are not reporting at Mamelodi where you should have been stationed but at COMPOL in town?",
            "Unknown"
        ],
        [
            "CAPT BOKABA",
            "It is because he would see me leaving in the car and going to COMPOL where he knew I was going to see Capt Loots.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman in all fairness, one should also put the evidence of Mr Ngo, not that he knew about the meetings in the mornings and in the afternoons, but he testified that they went to Col Loots' office and his evidence was that he sometimes accompanied Ngo or Selahla for reports.  So one should in all fairness also put the fact that Mr Ngo had no knowledge whatsoever of the meetings in the mornings and in the afternoons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understood he said they went to meet meetings fairly regularly, but we are now getting an explanation we haven't got before, and if we continue with the questioning we will no doubt get other explanations. We have now got the explanation he would have seen them leaving from the barracks in the car in the morning to go to COMPOL.  Up to now we had no evidence to that effect.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "But now how would Ngo have known that you are going to COMPOL and to no other police station?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "He knows that I work at COMPOL offices of the security branch offices at COMPOL building.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "How did he know that you were reporting to Loots and not anybody else?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "He knows that Loots was the section, our section commander and as a result we had to report to him.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "How would he have known that Selahla was also reporting at COMPOL and to Loots?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I was accompanied by Dannyboy every morning, either Dannyboy would come and collect me at the barracks or I would do and I would do the same, and not as Ngo stated it yesterday.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now Ngo's evidence would not have been fabricated on the basis that he saw you leaving with the Selahla and Bokaba every morning, because his evidence is that you did not go to town every day, you would go sometimes once a month or if there was a need to go, maybe about three times a month or a week.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I believe that the explanation as already have been stated every morning we had to report at the office. Sometimes it would happen that we wouldn't go to the office. Not, that was not something that happened the whole week.  We reported at the office nearly every day in the morning and in the afternoon.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Yes, so you were wrong when you said that he would see you every morning with Danny Selahla?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I never said he saw me every day with Danny Selahla.  Danny Selahla came in the morning to collect me at the barracks Mamelodi police station.  Or either I would leave our barracks go and collect Danny Selahla at the A3, not B3, as Ngo stated yesterday. I never said that he saw us every day with Danny Boy Selahla every morning.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "You said that Ngo would have seen you with Selahla, because Selahla always came to pick you up to go to work or collected you every morning.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I stated that he might have seen me every morning leaving the barracks for COMPOL Building.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now Ngo would have been working at Unit 19.",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "That is correct, he worked at Unit 19.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "So wouldn't Ngo wake him up every morning and got to work and not observe what you were doing on your Ngo woke him up and got to work and not observe what you were doing, on your version?",
            "Male"
        ],
        [
            "CAPT BOKABA",
            "I do not know Ngo's shifts.  I do not know the Unit 19's shifts.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "Now Mr Bokaba, I beg your pardon, your Honour.",
            "Male"
        ],
        [
            "MR DU PLESSIS",
            "Mr Chairman, I just raised one issue with my learned friend. I don't know what Mr Visser's position is. My attorney has a flight 20 past two and he asked me if I could request the Committee that he may be perhaps excused. I can remain until the end, until this afternoon.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it safe to have you without him, Mr Du Plessis?",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "Not at all, Mr Chairman, not at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How much longer are you going to be, Mr Memani?  With questions and not repetitions.",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "That will depend on how soon he answers the questions, M'Lord.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, will you give us an estimate?",
            "Unknown"
        ],
        [
            "ADV MEMANI",
            "About 30 minutes, an hour, M'Lord.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thirty minutes or an hour, is that the best estimate you can make?  I think in that case we will take the adjournment now and face this on Monday morning.\nRECORDING SWITCHED ON - ON RESUMPTION",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "... back home this weekend, is to be able to come back on Monday morning, leave early in the morning and drive down.  I think it is Mr Brink then that might have said that there should be a problem, because this is normally the time we start on a Monday morning. But I just wanted to mention that we might then very well be late, I'm afraid, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will then say 10 o'clock on the basis that we will start promptly at 10 o'clock, not any time thereafter.",
            "Unknown"
        ],
        [
            "MR DU PLESSIS",
            "I am indebted to you, Mr Chairman.\nCOMMITTEE ADJOURNS",
            "Male"
        ]
    ]
}