{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-21",
        "location": "DURBAN",
        "day": "3",
        "names": [
            "M F NXUMALO(?) - POSTPONEMENT"
        ],
        "case number": "AM 3389/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52926&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98101922_dbn_dbn3_.htm",
        "speakers": [
            "CHAIRPERSON",
            "ADV PRIOR"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "ADV PRIOR"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Yes, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] position, Mr Prior?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, the position is that we are unable to proceed with this matter.  Firstly, the victims have not arrived at the hearing, there has been some problem fetching them from Empangeni.  I also understand from Mr de Klerk that he is not in a position to proceed, he needs to consult further and take statements from potential witness and so forth.\n\tIn the circumstances I would recommend that the matter be adjourned to a date to be arranged between Mr de Klerk, myself and possible, Mr Coetzee in Cape   Town.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Will you remain the Evidence Leader for this matter?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Well I'll certainly indicate that to Advocate Mpshe.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "And will you please also indicate that the victims, so-called victims, that is victims, potential witnesses and interested parties took the trouble to come to the hearing on Monday but were informed that they should go to Pinetown and that that was the reason why the matter was adjourned originally, isn't it or am I mixed up?\n\tSo there can be no suggestion that they are not here today because they are not interested parties. They have already taken the trouble to come down from a long way away on the occasion they believed the matter would be heard and I think it important to ensure that before the next hearing they are given adequate notice and that proper arrangements are made to make sure they are here and also any witness that the applicant wishes called from what is quite a long way away.  It may in fact even be better to hear this particular application in that part of the world, where the witnesses can come and I'm sure there are other cases in that part of the world which warrant a hearing.  I must say I feel the purpose of public hearings is to bring the matter before the public.  \n\tWell if you look around at what we've had here, half a dozen people.  That purpose is not being achieved by having large halls in Durban, a long way away from where these people live and I would ask you, Mr Prior, please to talk to whoever arranges the meetings with a view to, these matters that do involve intimately the members of the local population, that we should go to them rather than drag them down to Pinetown or Durban.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, I'll certainly convey that to the organisers of the roll, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Very well, you understand we cannot proceed with your hearing today.  Now this is the second time that it's had to be adjourned and I do apologise to you for that fact, but we now will arrange for the matter to be set down on a date convenient to the witnesses and to your lawyer and to yourself and we hope we can do that in the not too distant future, thank you.\n\tThe matter is adjourned to a date to be arranged after consultation with all parties.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}