{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-21",
        "location": "DURBAN",
        "day": "3",
        "names": [
            "MONTEGUESE BEGUISE NTULI"
        ],
        "case number": "AM 5201/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52925&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98101922_dbn_dbn3_.htm",
        "speakers": [
            "<UNKNOWN>",
            "CHAIRPERSON",
            "ADV PRIOR",
            "MR FALCONER",
            "MR WILLS",
            "ADV POTGIETER",
            "MONTEGUESA BEGUISE NTULI",
            "SISI KHAMPEPE",
            "INTERPRETER"
        ],
        "original_speakers": [
            "ON RESUMPTION\n",
            "CHAIRPERSON",
            "ADV PRIOR",
            "MR FALCONER",
            "MR WILLS",
            "ADV POTGIETER",
            "MR NTULI",
            "MONTEGUESA BEGUISE NTULI",
            "EXAMINATION BY MR WILLS",
            "MS KHAMPEPE",
            "INTERPRETER",
            "NO FURTHER QUESTIONS BY MR WILLS\n",
            "CROSS-EXAMINATION BY ADV PRIOR",
            "NO FURTHER QUESTIONS BY ADV PRIOR\n",
            "CROSS-EXAMINATION BY MR FALCONER",
            "NO FURTHER QUESTIONS BY MR FALCONER\n",
            "RE-EXAMINATION BY MR WILLS",
            "MR WILLS ADDRESSES",
            "F I N D I N G"
        ]
    },
    "testimony": [
        [
            "<UNKNOWN>",
            "",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are now hearing the application of Monteguese Beguise Ntuli.  The Committee is the same as earlier this morning.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Evidence Leader, Paddy Prior.",
            "Unknown"
        ],
        [
            "MR FALCONER",
            "Thank you, Mr Chairman.  My name is Patrick Falconer.  I appear on behalf of Mrs Mbuyase and the Mbuyase family who are victims in this matter.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Chairman, I'm John Wills from Pietermaritzburg.  I appear for the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you ready to proceed?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, we are ready.  May we just place on record the following\n\tThat there were other victims as well.  I understand from my colleague, Mr Falconer, that they all since this incident have passed away.  That's Mr Matenjua - Mr Falconer has more knowledge of that, it's only come to my attention a short while ago.",
            "Unknown"
        ],
        [
            "MR FALCONER",
            "Mr Chairman, if I might have leave to place certain preliminary matters on record.  I'm instructed by Mrs Mbuyase that her son, Lucky Mbuyase who is mentioned at page 1 of the bundle of papers died in 1994.  Ben Mlambo was evidently killed last year and  Lakahipo Matenjua was killed in 1992.  As I say, I haven't received instructions on behalf of any of the other victims in this matter.\n\tMr Chairman, for obvious reasons it's been rather difficult for me to obtain instructions, given the fact that the persons who were allegedly involved in the attack on Mr Ntuli's house on the 26th of August, all appear to be dead.  I am however instructed that when charges were preferred against them in respect of that attack, their defence was that at the time of the attack they were in the Matkambeni area at Umtumzini and on that basis denied any involvement in it.  I'm given to understand that charges were withdrawn against them, presumably on the basis of that alibi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were in fact saying they weren't victims?",
            "Unknown"
        ],
        [
            "MR FALCONER",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I gather from what you said, that although they may have been injured by shrapnel, the injuries were not of a serious nature?",
            "Unknown"
        ],
        [
            "MR FALCONER",
            "Regrettably, Mr Chairman, I haven't had an opportunity to establish the severity of those injuries.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well they were in fact themselves charged thereafter, they didn't die as a result of the injuries of the shrapnel.",
            "Unknown"
        ],
        [
            "MR FALCONER",
            "That is correct, Mr Chairman.  It's on that basis that I'm instructed not to oppose the application for amnesty and that the Mbuyase family will abide the decision of this Honourable Committee.  \tBut with your leave, Mr Chairman, there are a few aspects which I have been requested to obtain clarification on and to put restricted questions to the applicant in due course.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you, Mr Chairman.  Mr Chairman, may I just confirm that I have an Investigative Unit report which confirms that the victims, Lucky Mbuyase and Lakahipo Matenjua both are deceased but in incidents unrelated to the one presently before the Committee.\n\tAnd finally, there is consensus on the bundle, that is go in as Exhibit A, Mr Chairman.  Without further ado we are ready to proceed with the applicant.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Are you calling the applicant now, do you want him sworn in?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, indeed, thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Can you give your full names for the record please.",
            "Unknown"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "I am Monteguesa Beguise Ntuli.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Do you have any objection to taking the oath?",
            "Unknown"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "ADV POTGIETER",
            "Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairperson, Members of the Committee.  Before I commence my questioning in this regard, Mr Chairperson, I'd like to just place on record that as the bundle has been placed before all the parties, I'm going to lead the witness and should anybody have any objections to the way I lead then obviously they will do so, but I think that it will save time in the long run, thank you.\n\tMr Ntuli, you are presently the Chairperson of the African National Congress in the Norther Natal region, is that correct?",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "You - at the time of this incident in respect of which you are applying for amnesty, that is in August 1992, you were the Regional Chairperson for the Congress of South African Trade Unions and you were also a National Union of Metal Worker's of South Africa office bearer.",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you are applying for amnesty in respect of the possession of a handgrenade and also in respect of two counts of attempted murder.",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "At the time - and Mr Chairperson, I'm sorry, we may as well do this now.  I'd like to make two typographical corrects to the papers, the first is at paragraph 7 on the date.  The first sentence is 1992 as opposed to 1996.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Paragraph 7 on page 6 of the papers.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "1992?",
            "Female"
        ],
        [
            "MR WILLS",
            "It should be 1992, yes, thank you.  And the second one is at paragraph 18, the name in the second sentence is not Manzini but Mazwi M-A-Z-W-I and the same in the next paragraph.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it the same in the next sentence?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, the same in the next sentence, not paragraph.  Yes, thank you, Mr Chairperson.\n\tMr Ntuli, can you briefly explain to the Committee the political climate in which this incident occurred, with specific reference to the number of your comrades who were being killed at that time.",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Chairperson, thank you very much for granting me this opportunity.  Since Cosatu's formation it so happened that many members in different places of employment, like firms in Empangeni etc., were attacked by members of the IFP because Cosatu was perceived as a movement that perpetuated the aims of the ANC which was banned at the time.\n\tThere was also the UDF and MDM.  The situation was very tense and in 1990 after the ANC was unbanned, ...[indistinct] the SACP, the atmosphere politically speaking intensified.  Many people who were members of unions, especially at the company where I was working and where I am still employed but at that time I was working as a shop steward.  Every weekend we used to bury people in their large numbers.\n\tThe political climate at our area was such that one would never know who would die the following day.  The climate was very tense and this led to what experience I went through, where the IFP were attacking us.  Shortly, this is how the political climate was at the area, at the region where I was Chairperson of Cosatu.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and you say in paragraph 6 that during that time Willis Nkunu who was also a Numsa office bearer, had his house burnt down, Mike Mbuakulu was attacked.  He was also a Numsa education officer I think at the time, and various other persons were attacked and some of whom were killed.  Do you confirm that?",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Yes, I do confirm that.  It was not only confined to Numsa members, these attacks that is, people such Taliwe who was a shop steward of Pow(?) at the time, people who were activists within the ANC, people such as Naftel Nmani, they were being killed left right and centre.",
            "Male"
        ],
        [
            "MR WILLS",
            "And on the same night as the attack on your home, a local Cosatu Chairperson, Sam Noia was in fact killed.",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, can you briefly tell us what occurred on the evening of the 26th of August 1992?",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "On the 26th, on the very same month that you have just mentioned, Chairperson, I came home from a Cosatu meeting as usual.  I used to reside a house in eSikhawini H1.  The house is nearer to the police station, the eSikhawini Police Station.\n\tI came back.  I was with Enoch Nzuza.  He is one of the organisers for Numsa.  He also survived several attacks at Ndlangobo where he used to stay.  I then decided to bring him to my place where he could sleep for the night because we were concerned about his safety. \n\tI went to the house with Rich and Lucky Ntuli, two boys who are my brother's sons and there was also in our company, Msize Nkunu who was guarding me at the time because we were being attacked as leaders of our movement.  We then took a decision that our leaders should be guarded all the time.  \n\tI think it was round about half past nine when I got into the house and went to sleep.  I went to sleep and they remained behind watching television.  I think it was round about 10 when I was woken up by gunshots, shots that were being fired through my window and all over the place, the dining-room, the kitchen and everywhere.  \n\tI got a fright, I woke up and I had a licensed 9mm pistol.  I tried to make out as from which direction the gunshots were being fired in relation to the room in which I was sleeping.  Msize who was guarding me at the time rushed to my room to make sure that I was safe.  He told me to take cover.  Even though I could be in the position to protect myself at the time it was his duty and it was my responsibility to listen to him because he was taking care of my safety.\n\tI listened to him and the gunshots continued incessantly.  They had already thrown carnages of handgrenades into the house at the time and we all tried to rush outside.  I then told Msize that I would like to help him because he is the only one who was trained and therefore in the position to can protect all of us.  \tWe then agreed.\n\tWe tried to retaliate.  The handgrenades were thrown and we rushed to the bathroom, opened water to try and get some - I'm sorry, it was not a handgrenade it was teargas, we rushed to the bathroom.  We were used to the handgrenades because we also suffered the same fate at the hands of teargas.  We were used to teargas experiences at the hands of the police.  We rushed to the bathroom.  \n\tAll members of our union and activists knew that in cases of teargas attacks we had to get wet cloths.  On entering the bathroom we thought the gunshots would stop but they did not.  I ran out of ammunition and Msize and myself agreed that he should defend all of us and get us out of the house.\n\tHe got the rest of the people out of the house, Enoch Nzuza and myself remained behind and Enoch Nzuza had just been attacked the very same morning.  Enoch Nzuza had survived an attack that very same morning.  He would then bring some alcoholic beverage with him ...[intervention]",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "...[no English translation]",
            "Female"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "I'm sorry.  He had a hot stuff or hot alcohol which he was consuming to try and cope.  It therefore became very difficult for him to withstand the teargas attack and we had to carry him if we really wanted to protect him and take him to safety, myself and Msize.\n\tMsize said I should leave the house and I resisted.  I said he should be the one who gets out of the house because he still had ammunition.  Msize then got out of the house and myself and Enoch remained behind. \n\tAfter Msize had left the house the gunfire stopped.  I rushed to the kitchen door which was open, left open when Msize ran out of the house.  And I can say that is about eight metres distance between my house and that of my immediate neighbour.  There were four people in a lying position facing towards the open door at the house.\n\tThe people who had left the house, I already know that they were three and I started wondering why there were four people lying there when only three people had left the house.  I concluded that this could not be the three people who had rushed out of the house.  \n\tI called out and the response that I got was a gunfire.  The person who fired the shot must have thought that I was shouting or calling out from the bathroom window towards which he then fired.  I then realised that these cannot be the people that I know.\n\tI then called out to Rich, my brother's son.  They then realised that the voice was coming from the direction of the door.  They fired these shots towards the door and they shot just above my head and I was then convinced that this cannot be the people that I know.  They were wearing black clothes and I think they were trying to camouflage so that they could not be identified.\n\tAfter some time a white van came and drove past a street just behind their backs, on the other side.  That is when I realised that these are the enemies because they all had rifles.  I then realised that these are the people who are attacking my house.  They also had balaclavas covering their faces.  They rushed to the van and I concluded that they were rushing to the van to get some more ammunition because they had already fired for more than 45 minutes.\n\tI then stayed on at the door, not leaving because I wanted to see what they would do ultimately.  They then came towards a window at the kitchen, all four of them and I could no longer see them from where I was standing.  \n\tThey slowly and gradually approached towards the window.  When they got there they said I should give them the gun that I was using to shoot them.  I did not respond.  They were appealing, saying I should give them my gun and they would let me go.  They thought I was shooting them with an AK and they wanted this AK.  They said if I did not give them this AK they would come in and threw another teargas canister, handgrenades, shoot me and kill me.\n\tI heard something being thrown inside again and I thought they had thrown yet another teargas canister into the house.  When they said they will throw teargas canisters and handgrenades in the house I immediately remembered that there was a handgrenade in the house that I had seen Msize carrying one day.\n\tI crawled to the place where this hand grenade was kept and I kept praying that it should be intact because if it was not connected or disconnected to the detonator I would not have been in the position to use it.  I found this handgrenade intact and I brought it back, crawled back to the kitchen.  \n\tThe door to the kitchen was clear.  No lights were on in the house, it was just dark and I realised that they were now desperately trying to get hold of my gun.  At that time I told them that I was badly injured as a result of the shots and I could not move.  I think they must have thought that it was now going to be easy for them to get me.\n\tThey came in rushing and pushing through the door.  I gave them the handgrenade.  I rolled it and removed the pin and gave it to them and it exploded.  I heard them screaming like small children, fleeing.  When I checked the situation at the door it transpired that the shrapnels were all over the place and I was not in the position to escape myself because of the lot of dust resulting from the explosion.\n\tAfter the dust had subsided I then got out of the house.  When I got out of the house I saw something that was lying next to the door.  I ran to my neighbours where I telephoned the police.  When I phoned the police I did not give them my real identity but then they apparently picked up my voice and wanted to know if I am Bheki Ntuli and I got a fright.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, thank you, Mr Ntuli.  You've said in your affidavit that you reported the matter to the police and you didn't get a lot of assistance, but we want to just concentrate on the event for which you are applying for amnesty.\n\tIs it not so that you did indeed possess the handgrenade that later exploded, that you later threw?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Chairperson, the speaker's mike.",
            "Unknown"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Would you please repeat the question?",
            "Male"
        ],
        [
            "MR WILLS",
            "Is it not so that you illegally possessed the handgrenade which you later threw at your attackers?",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Yes, it is true.  Shortly before I threw the handgrenade yes, it was in my possession.  This time this simply means that the handgrenade was now mine because it was in my possession.  The house was mine as well.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "May I interpose, Mr Wills?\n\tThe lawyer would to know or the attorney would like to know shortly whether it is true that the handgrenade that you used to fight back in attacking the people or retaliating to the people who were attacking you was illegal.",
            "Female"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Yes, that is true, the handgrenade was illegal.  It was quite a powerful handgrenade, an F1 from Russia.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and is it also not true that there was a possibility that you could have also run away outside of the house to get away from your attackers, but rather you decided to stay behind and you eventually threw the handgrenade at the attackers?",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Yes, it is true, Chairperson, that I was in the position to flee and leave my house behind so that they could continue doing whatever.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That would have meant that you left Enoch Mzuzu behind, who was in a bad state after the teargas, wouldn't it have been?",
            "Unknown"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Just finally, Mr Ntuli, I just want a little bit more detail.  You mentioned in your affidavit and also in your evidence that Msizi - this Msizi is a person by the name of Msizi Nkunu, he had been allocated by political structures to guard you, is that correct?",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Yes, that is correct, that Msizi had been delegated to take care of my safety in the Northern Natal region.  The organisation at the time, or should I say there were many members of our union who were being killed and so that at the end a decision was made that we should be guarded so that we could be safe from harm.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and Msizi Nkunu at the time was a member of MK, is that right?",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairperson, that is all the evidence from the applicant.",
            "Male"
        ],
        [
            "MR WILLS",
            "",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you, there's just one aspect, Mr Chairman.\n\tIt seems that as far as you were concerned you were acting in self-defence when you threw the grenade at your attackers, because if you hadn't done that they would have surely come into the house and dispatched of yourself and your friend, is that right?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Chairperson, the speaker's mike.",
            "Unknown"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Yes, it is true that I was fighting in self-defence, trying to protect myself or defend myself and my property.  But I am here to ask for amnesty for using a handgrenade that was illegal at the time and also the attempt on their lives.  Yes, I am asking for amnesty in respect of these incidents.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "At page 14 of Exhibit A a document was put up, an extract from I believe the amnesty applications of the Caprivi trainees, one Romeo Mbambo and it seems that in that application the attack on yourself was well documented from paragraph 125 of that document, where it seems that those persons had planned to attack and kill you, did you see that document in the bundle that was shown to you?  What I'm putting to you is that it seems that there was a planned attacked on your life on that day as you have indicated, and that comes from a different source.",
            "Unknown"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Yes, that is correct.  It is also clear that the political climate at the time indicated to that because Romeo himself did not plan this himself but it was due to the political climate at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, the political climate was violence on both sides wasn't it, because Romeo in his application says that this attack was in retaliation for an attack on Councillor, Mrs Ntjale's house?",
            "Unknown"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "I would not be in the position to say but I know it is true that there were attacks and counter-attacks.  Some of these attacks were planned and some were not.\n\tMyself as a leader, if people did things as members of their organisations trying to protect their membership, that is their prerogative, that's their right.  In my case I was given somebody to guard me but yes, I know that Mrs Ntjale was also attacked in the very same area where we resided.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "",
            "Unknown"
        ],
        [
            "MR FALCONER",
            "Thank you, Mr Chairman.\n\tMr Ntuli, can I refer you to page 18 of Exhibit A?  You will see that that is an affidavit which you deposed to ...[intervention]",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, Mr Chairperson, I don't think the applicant has got the whole bundle, if I can just cause him to ...[indistinct]",
            "Male"
        ],
        [
            "MR FALCONER",
            "Do you confirm that that is an affidavit that you deposed to, Mr Ntuli?",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Maybe I would have to explain first if I may be given the opportunity to do that.  There are two affidavits here now.  With your permission I would like to explain.",
            "Male"
        ],
        [
            "ADV POTGIETER",
            "Yes, please explain.",
            "Unknown"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Thank you, Chairperson.   The attack on Cosatu members as eSikhawini and members of the UDF involved the IFP and the police force.  On several occasions I went to the police to ask for help and they did not respond, so that this affidavit is such that I made it before I was assured that I would be safe.  In December 1996 the Commission was Empangeni, I stated in the records that I did the first affidavit under pressure because I did not trust the police at the time and it was not easy for me to trust the police at the time.  This I had already rectified.\n\tI pointed this out during the Commission in December 1996.  Yes, I did sign the affidavit but under duress following the situation at the time.  That is why we have this affidavit to which you are referring now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That affidavit is as far as I can see, full of criticisms of the police.  You're naming members of the police force, you say they didn't appear to help you.",
            "Unknown"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Yes, it is true, they did not even bother to come to my assistance.  I must also point out that in December 1996 when I made this statement nobody came to me to force me to say things as they were.  If you look at this statement it clearly indicates that they were trying to attack me with a handgrenade.  There was nothing I could have said at the time that I could do something to protect me against the police because the police would kill me.  I then had to make use of other avenues such as making use of structures that were legally organised.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "On this affidavit, Mr Ntuli, there is nowhere where you talk about you attacking them with a handgrenade, that is the people who were attacking you, is that not so?",
            "Female"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Yes, there is such ...[intervention]",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "I'm talking about this one.",
            "Female"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Yes.",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "We don't have that information here.  As you have indicated you did not include that here because you did not trust the people who were investigating the matter?",
            "Female"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR FALCONER",
            "Mr Ntuli, if I can refer you to paragraph 20 of that affidavit and I'll read it quickly, you state\n\"I heard a loud bang and something exploded outside the kitchen.  I saw afterwards that the attackers had attempted to throw  a handgrenade into the kitchen but it had rolled back outside.  It exploded about 1 metre from the kitchen door.  The door and roof were damaged in the explosion.\"\nNow Mr Ntuli, it would seem that that paragraph is a completely different version of events to that which you state in your affidavit supporting your application for amnesty, and in particular at paragraph 16 of that affidavit, would you agree with me?",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Let me repeat what I have just said.  Yes, this statement had to change because if I had indicated that I was the one who threw them with the handgrenade they would kill me in broad daylight and nothing would be done about that.\n\tProof of this is that I phoned them shortly after the attack and nobody came.  Thereafter this one police officer came and I knew him not to be in good relations with us, therefore I would killed in broad daylight and nothing would be done about it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was this affidavit made?  The copy we've got has no dates on, it has no attestation.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, this affidavit was made within a week of the incident and it was handed to the investigating officer who came from outside, a person by the name of I think at the time, Captain Sumuru.  It was made in 1992 in early September.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Chairperson, just to add, Sumuru was not the first person to come.  The first person to come was Westling who claimed to have come from Pretoria.  I did not even trust that he was a police.  He said I should tell him how I managed to escape from the attack and he said that means that I had a lot of guns in the house.  I then told him to go to hell because he had not come to investigate in good faith and then ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We've had about a 20 minute discussion when the only question asked of you was when this affidavit was made, you were going to be asked a question about page 18 which you were referred to, could we get back to that and not go on and on with this?",
            "Unknown"
        ],
        [
            "MR FALCONER",
            "Who prepared this affidavit for you, Mr Ntuli?",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Which one are you talking about?",
            "Male"
        ],
        [
            "MR FALCONER",
            "The affidavit which we are referring to now and which I've just referred you to paragraph 20 of, the one that your attorney has mentioned was deposed to within a week of the incident.",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "I wrote this myself and I also requested a certain gentleman who is in parliament now, he was in charge of the peace structure at the time, I have forgotten his name, he is actually the one who assisted me.  I did not trust him at the time, I would give him what information I had to and I knew that ...[intervention]",
            "Male"
        ],
        [
            "SISI KHAMPEPE",
            "Would you please be short and precise in your answering of questions.  If you can explain as to whether you are the one who wrote the affidavit we would appreciate that.",
            "Female"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "Yes, I am the one who wrote this affidavit.",
            "Male"
        ],
        [
            "MR FALCONER",
            "Would you confirm that what is contained in paragraph 20 of the affidavit is false?",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR FALCONER",
            "Do you not think that you should have brought an application for amnesty in respect of a charge of perjury?",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "I don't think so because I took an oath in the presence of the Commissioner.",
            "Male"
        ],
        [
            "MR FALCONER",
            "I have no further questions, thank you, Mr Chairman.",
            "Male"
        ],
        [
            "MR FALCONER",
            "",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, just very briefly.  Mr Ntuli, is it not so that the true facts as regards you throwing the handgrenade were brought out before you before the Truth Commission, I think the Human Rights Violation Commission in December 1996 at Empangeni?",
            "Male"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, no further questions.",
            "Male"
        ],
        [
            "MR WILLS",
            "",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just one point I would like to deal with.  We have been told in your affidavit, the second affidavit which was made on the 24th of January 1997, that the next morning you found a shotgun in the vicinity.",
            "Unknown"
        ],
        [
            "MONTEGUESA BEGUISE NTULI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I merely raise this because in the document we have had placed before us which comes from Romeo Mbambo I'm told, he refers to the shotgun having been lost during the course of the attack.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "It is indeed so.  I have no further evidence for this applicant.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you, Mr Chairman, there is no evidence from victims.  I haven't been approached by anyone else opposing the matter.  I don't intend leading anything further, thank you, Mr Chairman.",
            "Unknown"
        ],
        [
            "MR FALCONER",
            "Mr Chairman, similarly I don't intend to lead any evidence, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I take it, Mr Wills, your argument is that this was part of the conflict of the past between the rival political factions?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "ADDRESSES Yes, indeed so, Mr Chairperson.  The only thing that I'd like to say is that obviously from the papers the issue of self-defence does come up and my advice to issue or to proceed with the amnesty application in this regard was simply that we are not sure whether or not that would succeed and for that reason we also wanted to disclose what had occurred.  And I submit that it cannot be seen, with respect, by the Committee that this self-defence situation would be accepted by the court ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I have been arguing with my Members that this was self-defence until I heard the applicant's evidence, that he enticed towards the door of the house by telling him that he was ill, unarmed and what have you and then when they were really close he rolled out the grenade at them.  It appears to me that he has every prospect of being told he exceeded the bounds of self-defence.\n\tMr Prior, have you anything to say, can you suggest that this wasn't another one of those incidents that took place in Kwazulu Natal?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, I think that document from Mr Mbambo is quite clear, it seems to support that and I have nothing further to add.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Falconer?",
            "Unknown"
        ],
        [
            "MR FALCONER",
            "I have no further submissions, thank you, Mr Chairman.",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "21.10.1998",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We have listened to the application brought on behalf of Mr Ntuli, we've had reference to the bundle of papers, Exhibit A and to his evidence.  It appears that his application for amnesty arises from an attack on his home on the night of the 26th of August 1992 by a group of armed men.\n\tThere appears to be no doubt that at the time there was constant conflict between different political factions or parties in that area.  Mr Ntuli has told us that he was a member of Cosatu and was seen by members of the IFP as being an ANC supporter.\n\tHe has fairly told us that not only were attacks launched on his house but that he knows of attacks launched on the house of Mrs Ntjale, a Councillor who lived in the same area as him.\n\tWe are satisfied that the attack that took place that night was part of the ongoing conflict between political parties striving for dominance in the area. \n\tMr Ntuli related how during the course of the attack his bodyguard left the house to see what he could do from outside, his two nephews left the house and he was left in the house with Mr Enoch Mzuzu who was suffering badly from the effects of a teargas grenade that had been thrown at them.  He became aware of the fact that there were four other people outside the house who were going to continue the attack on the house.  \n\tIn fearing that they might gain entry and thereafter kill himself and Mr Mzuzu, he made use of a handgrenade that he knew to be in the house, and having enticed the four people to come towards the door of the house he threw the handgrenade or rolled the handgrenade towards them and thereby injured them and caused them to depart.\n\tHe is asking for amnesty in respect of the attempted murder of these four persons and the illicit possession of a handgrenade.   It appears to us that he has complied with all the requirements of the Act, that this was part of the political struggle and can properly be said to be an act with a political objective.\n\tIn those circumstances we GRANT THE APPLICATION IN RESPECT OF THE ILLEGAL POSSESSION OF A HANDGRENADE AND THE ATTEMPTED MURDER OF FOUR PERSONS ON THE 26TH OF AUGUST 1992.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "As the Committee pleases.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you, Mr Chairman.",
            "Unknown"
        ]
    ]
}