{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-22",
        "location": "DURBAN",
        "day": "4",
        "names": [
            "NENI BONGANI CELE"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52930&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98101922_dbn_dbn4_.htm",
        "speakers": [
            "ADV PRIOR",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR SAMUEL"
        ],
        "original_speakers": [
            "ADV PRIOR",
            "CHAIRPERSON",
            "INTERPRETER",
            "MR SAMUEL"
        ]
    },
    "testimony": [
        [
            "ADV PRIOR",
            "Mr Chairman, the position with Cele's application is simply removed from the roll or struck from the roll?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think so.  ...[inaudible]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not on.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "If he does change his mind he will have to make application for its re-instatement.  We won't adjourn it, we strike it from the roll.\n\tAnd thank you, Mr Samuel.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We thank those of you who have come here today and to the applicant to having shown contrition for the acts of the past, thank you.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, there is one final matter to dispose of is simply for an adjournment.\n\tCould Mr Tulani Cele and Mr Roy Cele come forward?\nMr Chairman this is a matter that was adjourned from the Pinetown roll for convenience.  It was put on our roll today because Mr Samuel also appears on behalf of the two applicants.  The matter is simply to be adjourned.  I understand from Mr Samuel that he's going to consult further with the applicants and will seek in due course to amplify the application or amend the application accordingly for ...[intervention]",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well if it can be amended.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "If it can be amended.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It may well be that the ...[inaudible]",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "The speaker's mike is not activated.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible]",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "I will take instructions and advise my clients accordingly, Your Worship.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "May the matter simple be adjourned to a date to be arranged with their legal representative, Mr Chairman?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "This matter is adjourned to a date to be arranged.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, that concludes the hearings for this sitting.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Well thank you, Mr Prior, for your assistance and overcoming the various obstacles that have come before us.  As we have already said, and I will repeat, that if there is an opportunity to set matters down afresh, consideration should be given to where is most convenient to the victims, the implicated parties and also the community at large.\n\tThere are a number of these matters which if heard in the right area would bring the community to the hearing and they would realise what is being done and the purpose of this.  I think that that is very important and we, the three members of the Committee will do all we can to help you in that, Mr Prior.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Thank you, Mr Chairman.\nHEARING ADJOURNS",
            "Unknown"
        ]
    ]
}