{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-10-21",
        "location": "DURBAN",
        "day": "6",
        "names": [
            "MFUNDI SEYISI"
        ],
        "case number": "AM 6263/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52937&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98101922_dbn_kzn6.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "MFUNDI SEYISI",
            "MR LAX",
            "MR NEL",
            "MOKOTEDI MPSHE",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR MBANDAZAYO",
            "MFUNDI SEYISI",
            "MR SEYISI",
            "MR LAX",
            "MR NEL",
            "ADV MPSHE",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "...[inaudible] must be in possession of one of these devices.  Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.  Mr Chairperson I would like to start by saying the following that the applicants are applying for possession of limpet mines and also further to report the presence of the said weapon and my first applicant will Mr Seyisi, Mr Chairperson, and I will be pleased if he can sworn in.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Seyisi, do you wish to take the oath or do you wish to make an affirmation?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Mbandazayo?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.  Mr Chairperson, the affidavit which we are going to use for the purposes of this matter starts from page 12 to page 16 Mr Chairperson.\n\tMr Seyisi, do you confirm that the affidavit which is before the Committee was made by yourself and you stand by it's contents?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "Yes I do affirm.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Seyisi, can you tell the Committee who was Vuyani Namba and how did you come to know about him?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "Vuyani Namba was brought by Comrade Ndoda Mgengo.  He had actually come to help the Paso organisation as well as a member of the Paso Commissar, then we were told to stay with him.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, I think the application should be APLA Commissar, not Paso Commissar.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Can you just repeat the name of the person who introduced him to you or brought him to you as you said?\nIs it the third applicant, I'm sorry, I didn't hear it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think just confirm, the person was introduced him was you say Ndoda Mgengo, the third applicant in this matter.",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "Yes, it's Ndoda Mgengo.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now Mr Seyisi can you then for the Committee, the last point, how did it happen that on the 30th November 1993 a limpet mine exploded in the municipality bus?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "On the 30th November we woke up in the morning and left, that is myself and Robert, that is the name he used at that time, he wanted to show me Umbilo Police Station and that is where the limpet mine exploded in the bus.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now you said to the Committee that he showed you the limpet mine, if I'm correct.  Did you know how it operates yourself?  How to operate a limpet mine?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "No, I've go absolutely no knowledge as to how it functions or works.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Do you know how did it explode in the bus before you reached Umbilo Police Station?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I have no knowledge thereof.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "That is all, Mr Chairperson, ...[indistinct]\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nel, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairperson, yes indeed.\n\tMr Seyisi, according to your application for amnesty contained on page 11 of the bundle and I refer to paragraph 11(b), there must be some typing error or something left out because I'll read your answer to the question asked in that paragraph where you state:\n\"We acted on our\"\nI can only assume it must have been \"our own\" you can confirm that later if you want to.\n\"Furthermore, no order was given.  Vuyani Mamba\"\nAlso must have been a typing error\n\"came with limpet mine, we decided to use it\"\nIs that a true reflection of the position?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "Could you please repeat your question, I don't think I understood it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Seyisi, do you have a copy of your application form in front of you?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "Yes I've just received a copy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you take a look at question 11(b).",
            "Unknown"
        ],
        [
            "MR LAX",
            "Does yours - is your pages as well?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes page 11, question 11(b).",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "Yes I can see.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now first of all, before we get to Mr Nel's question, as it stands there, the way it's been typed it doesn't really make much sense, it seems like a word has been left out, it says \"We acted on our no order was given\"\nNow what Mr Nel suggests is that it's probably meant to read:\n\"We acted on our own, no order was given.  Vuyani Mamba came\" or it says come \"come with limpet mine, we decided to use it.\"\nDo you see that?  What was that answer meant to be, was it \"we acted on our own\" or what were you trying to convey in that answer?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "The explanation that I gave was that I knew Vuyani Namba as an APLA cadre and he gave us the limpet mine in the morning.  As to whether he came with the limpet mine, we did not know that at first but as an APLA Commissar we knew that he would not go out to act on his own without any particular or specific instructions.",
            "Male"
        ],
        [
            "MR NEL",
            "Is this sentence then incorrect:  \"We acted on our\" did you have an instruction from the person, Mr Vuyani Namba, to assist him?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NEL",
            "Do you know where he got his instructions from?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I've got no idea.",
            "Male"
        ],
        [
            "MR NEL",
            "You did say in your evidence in chief that \"we all woke up together\", I take it that you left from wherever you had woken up that morning, together?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There Mr Seyisi, when you say \"we woke up and we left\" who was it precisely, who was it that left together?  Yourself, Vuyani or Robert as he was referred to then, was it anybody else?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "It was myself Vuyani as well as Xolani.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Xolani, is that the first applicant in this matter?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NEL",
            "Where exactly did you leave from?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "We were from Red Hill, that is where we stayed.",
            "Male"
        ],
        [
            "MR NEL",
            "And do I understand it correctly that the three of you got onto a bus somewhere close to The Workshop?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just for record, you're referring to The Workshop, the shopping complex known as The Workshop?",
            "Unknown"
        ],
        [
            "MR NEL",
            "That is correct, Mr Chairman, somewhere in the centre of town.",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR NEL",
            "And do I understand you correctly that you were heading to or heading for the Umbilo Police Station?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NEL",
            "Now you also made a statement which is on page 65 of the bundle, if I may refer you to that, Mr Seyisi.  Specifically if you look at firstly the second paragraph, according to the second paragraph, you went to The Workshop to buy a tracksuit?  Is that correct?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "No that is not correct.  At The Workshop we went to board the bus, not to buy a tracksuit.",
            "Male"
        ],
        [
            "MR NEL",
            "Well it says according to my papers here that, paragraph 2, fourth line up\n\"I was looking to buy a tracksuit from one of the shops there.  At about 10 o'clock I went to the bus rank in Pine Street opposite The Workshop\"\nIs that incorrect?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "No, that is not true, that must have been a mistake.",
            "Male"
        ],
        [
            "MR NEL",
            "The next paragraph, paragraph 3, you say\n\"I got onto the bus and went to sit on the second seat from the back on the right hand side.  While I was sitting I saw a fellow student Xolani Cuba\"\nwho is the first applicant in this matter\n\"getting on the bus.  Xolani also stays at 85 West View Road during school time.  I cannot say whether he was with someone or alone.  Xolani walked past me down the passage.\"\nNow do I understand this correctly that you were not with these people or is this a mistake?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "The truth is that we got into the bus, the three of us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say we got on the - you mean to say the three of you together got on the bus at the same time?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR NEL",
            "Is this statement then incorrect or is there some misunderstanding by Mr Boshof who took it down from you?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "At the time that we made the statement I think these are the allegations that we made purposely because we didn't want to disclose the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I think just for the record, Mr Nel, that statement was taken according to the date contained on it, on the 3rd December 1993 in Durban by a Captain Boshof of the police.",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairperson.\n\tNow Mr Seyisi do you know and excuse me if I pronounce this incorrectly, it looks like and I refer you to page 22 of the bundle 11(b) a Major Sikomiso Sumkiwe Noncuba.",
            "Male"
        ],
        [
            "MR LAX",
            "You're referring to paragraph 13(a) of page 23 is that right Mr Nel?",
            "Male"
        ],
        [
            "MR NEL",
            "No Mr Chairperson it's page 22, paragraph 11(b).",
            "Male"
        ],
        [
            "MR LAX",
            "That's Komiso Sumpiwe Noncuba.",
            "Male"
        ],
        [
            "MR NEL",
            "That's correct.  My question is do you know this person?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I do not know him.",
            "Male"
        ],
        [
            "MR NEL",
            "Well according to your fellow amnesty applicant, Mr Mgengo, this would have been the person who ordered him to assist you with the logistics of this matter.  Have you got any idea of that?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "No, I know nothing of that sort.",
            "Male"
        ],
        [
            "MR NEL",
            "Mr Mgengo also says that he was, if I look at paragraph 9(a)iv on page 90, he talks about the target being Umbilo or Brighton Beach Police Station in Durban and then he further goes on the next page to say that my assignment was to assist them with all the relevant information and assist them with logistically and financially where need be, further to always become available, either personally or by telephone where need be.  Do you know anything about this allegation?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "The statement that you are reading from is not mine, I think that is not Mgengo's statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question is, what's being put to you Mr Seyisi is that according to Mr Mgengo's statement he says that his assignment was to assist in this operation either personally or through the telephone, financially or logistically.  The question is merely do you know whether that is so or if you don't know, you must just say so.",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "I have no knowledge thereof Mgengo brought this guy and explained whatever he had to explain and that was all.",
            "Male"
        ],
        [
            "MR NEL",
            "Because according to Mr Mgengo, it seems from his amnesty application that he was to deal directly with you, Xolani Cuba and the person who died in the bomb blast, Mr Namba.  That's according to his application but you bear no knowledge of such assistance logistically or financially as he states?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "No I have no knowledge.",
            "Male"
        ],
        [
            "MR NEL",
            "When did you become aware of the fact that Mr Namba had an MPM limpet mine?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "On the morning of the day of the incident.",
            "Male"
        ],
        [
            "MR NEL",
            "At the time, Mr Seyisi, what was your political affiliation?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I was a member of PASO.",
            "Male"
        ],
        [
            "MR NEL",
            "And when you travelled with this person on the bus carrying a limpet mine did you think of the consequences or did you realise what you were going to do?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "The main objectives of APLA, an APLA cadres was to fight segregation as well as the previous government and I knew somehow that the limpet mine was going to be used for that job in particular.",
            "Male"
        ],
        [
            "MR NEL",
            "And I take it that you also then realise that innocent people could either have been injured or killed in the use of this limpet mine?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "No, a limpet mine is not designated or designed to injure people who were innocent but what happened is that it exploded prematurely.",
            "Male"
        ],
        [
            "MR NEL",
            "I have difficulty with that answer because say for instance you planted this limpet mine at the Umbilo Police Station and a member of the public was in the police station complaining about a car accident or the cleaner was sweeping the floor, being an innocent person, did you not realise that would be - could have been one of the implications?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I suppose it depends, Mr Nel, on the limpet mine.  Aren't they usually devices that can be timed, it depends where it was put, what time it was set off to go, if it was put on the police station it could be set of to go off to go at 3 in the morning or it could be - on the other hand it could be set off to go mid afternoon in a very busy place, we don't know that but perhaps if the witness can answer your question, see if he knew where it was to be set precisely and when it was to go off.",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairperson.\n\tYes, do you know or did Namba tell you when this limpet mine was to go off?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I don't have any further knowledge, Namba knew everything because he was in control of the whole operation.",
            "Male"
        ],
        [
            "MR NEL",
            "Was Namba trained in explosives?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I do not know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, if I may just intervene.  Mr Seyisi, did you see the limpet mine?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "Yes I saw it on that particular morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you just tell me, give an indication as to how big it was?  What did it look like?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "It's about this size.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He's indicating the size by holding the two palms of his hands in a circular position indicating a diameter of about 20 centimetres.  Sorry Mr Nel.",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairperson.\n\tDid Mr Xolani Cuba know about the limpet mine when you left Red Hill would you be able to say?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I wouldn't have an idea because when it was shown to me I was all by myself, I was alone.",
            "Male"
        ],
        [
            "MR NEL",
            "Was this still in Red Hill when you were shown the limpet mine?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "That is correct.",
            "Male"
        ],
        [
            "MR NEL",
            "You obviously know that a number of people were injured in the bomb blast apart from Mr Namba losing his life?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "Yes I heard later on about the people who got injured.",
            "Male"
        ],
        [
            "MR NEL",
            "Specifically the person whom I'm representing here, Miss Meyer, who was 15 at the time and at school.  Due to that bomb blast she had to leave school and underwent major brain surgery to such an extent that she is badly effected by the operation, caused by the bomb blast, to such an extent that she today at the age of 19 cannot work.",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I'm not aware of that fact.",
            "Male"
        ],
        [
            "MR NEL",
            "I take it Mr Seyisi from your evidence with regards to your political objectives this was definitely not what you had in mind causing an injury to a person like Miss Meyer?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "Yes I had already stated before that it was not meant for it to go off or to explode in the bus.",
            "Male"
        ],
        [
            "MR NEL",
            "...[inaudible] is to view any remorse or anything with regards to unnecessary injuries caused, but what is your position today with regards to the injuries of inter alia Miss Meyer and many other victims?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I could say that people like Miss Meyer happened to be caught in the crossfire, they were unintended victims of the whole operation because it was not intended or meant for them to be injured.",
            "Male"
        ],
        [
            "MR NEL",
            "I have nothing further Mr Chairperson.\nNO FURTHER QUESTIONS BY MR NEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Mpshe, do you have any questions to put to the witness?",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes Mr Chairman.\n\tMr Seyisi, will I be correct to state that the passengers in the bus were not the target but the police stations?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "That is correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Will I further be correct to state that the passengers in the bus whom we refer to as victims today were injured by mistake?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "That is correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And further that no political objective being attached to that incident?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "What I can say is, there was a political objective, even though the limpet mine exploded prematurely and even though they were not the intended victims but we were members of APLA and we were soldiers of APLA on a certain or specific mission.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Yes, we agree but what I'm saying is, in as far as the bus incident was concerned because that was not the target, that was not in the plan, that was an accident?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "Yes they were not the targets.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "I want to if you've got a copy of the application, can you look at page 15, that is 15 of the bundle, paragraph 14.  That's where you state the political objective envisaged was and then you enumerate them up to point 4.  Do you see that?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "Yes I do.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Do you see that?  Before I continue with the questions on this, what is meant by \"misurrection\", is it action under - or what does it mean?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "If you take a look, do you have that copy before you Mr Seyisi?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "Yes I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just take a look at paragraph 14.1, the first line of 14.1 it says to embark on a campaign of misurrection -m-i-s-u-r-r-e-c-t-i-o-n.  Now Mr Mpshe is asking what does misurrection mean?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "That was a way or a technique of overthrowing the then government because at that time the PAC was still involved in the armed struggle so we were not permitted to operate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it should probably be and I'm guessing, insurrection.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I'm indebted to the Chair.\n\tNow those points that I've mentioned Mr Seyisi up to 14.4, these political objectives, are these political objectives put in your application to justify the accidental explosion in the bus or the use of the limpet mine?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "In line with the political objectives of the organisation.",
            "Male"
        ],
        [
            "MR LAX",
            "No you haven't answered the question.  The question was are these objectives used to justify the accidental explosion in the bus or the use of a limpet mine per se.  He's not asking you whether those are the policies of the PAC.",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "The use of the limpet mine.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Am I to assume that you'd mean the deliberate use of the limpet man as per plan, no so?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Perhaps instead of using the word \"use\" maybe the possession of the limpet mine.  I mean they obviously didn't intend to use it to go off on their own lap or in their immediate vicinity, but they possessed it.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Thank you Mr Chairman, that is fair I think to him as well, yes, thank you Mr Chairman.\n\tThat would mean that these are to justify the possession of the limpet mine, would you agree with that?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "If you say yes, now let us analyse them one by one, having in mind possession of a limpet mine.\n\"14.1  To embark on a campaign of insurrection\"\nas corrected\n\"in the name of my political organisation to make the government authorities aware that we were not in favour of their policies.\"\nHow would mere possession eventuate this political objective?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Sorry, you maybe ...[indistinct] mislead it then by saying possession.  I think it's quite clear that from what the applicant has said is that they possessed this mine and they were going to either Umbilo, well he mentions Umbilo Police Station, to use that mine, to put it on a building somewhere and let it go off.  So it's not merely the possession but the possession with the accompanying intent to ultimately use it.  I mean they weren't taking the limpet mine for a ride on the bus, they were taking it on a bus to get to a point so they could use it somewhere.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "Mr Chairman, if that's how the Chair puts it I would agree, I've no cause to gainsay that but my question was a follow up on what he says the possession thereof.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "But that's what probably comes through my fault because you were first of all talking about the use of it and I thought that you were referring to it being used, going off prematurely and then I said maybe the possession but the possession with the accompanying intent to ultimately use it at a specified target.",
            "Unknown"
        ],
        [
            "MOKOTEDI MPSHE",
            "I take your point very well.",
            "Unknown"
        ],
        [
            "MR LAX",
            "If I could just, I mean it's common cause is it not because limpet mine was intended for use, it's also common cause that it went off accidentally so the issue then becomes not the accident but what was their ultimate goal if you see what I'm saying and it's in that context that one can then see to justify it but I'll leave you to maybe put your questions and then take it from there.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Can I just attend to this note?\n\tThank you, I follow that very well, I follow that very well.  Turn to page 53 of the bundle.  It is a statement made, is it under oath?  Or allegedly made by Xolani Cuba particularly the first two lines thereof, I will read it for convenience.  It says:\n\"On the 30th November 1993 I was going to school and left my home with Umfundo and Robert.  When we reached town, Robert asked him to accompany them to Umbilo.  We caught the bus from Pine Street terminal and Robert and I were sitting on the back seat, Umfundo was seated in front of us.\"\nDo you see that?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "Yes I do.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "Now how do you connect that with what you say on page 65, paragraph 3 as referred to by my learned friend?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "I've already explained that I made or we made some statements just to get the matter over and done with, we were not necessarily telling the truth.",
            "Male"
        ],
        [
            "MOKOTEDI MPSHE",
            "And what follows Mr Chairman and Members of the Committee is not a question, I'm through with questioning but I just want to put it to him that one of the victims was in the bus, is in the hall right now and he has sent me a note indicating that his eyesight has been effected but more important that he says:  \"I forgive them as I am a Christian, I escaped death by the grace of God.\"  He wanted this to be on record.  Thank you Mr Chairman, that is all.\nNO FURTHER QUESTIONS BY ADV MPSHE",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much Mr Mpshe and also thank you to the victim who put the note forward.\n\tMr Mbandazayo, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson, just a few points just to clarity, Mr Chairperson.\n\tMr Seyisi, am I correct to say that with regard to the statement you made to the police is that the statement you made to the police you made it with the intention that you did not want anything to be - you didn't want to be associated with the incident?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Secondly Mr Seyisi, am I correct to say or correct me if I'm wrong, did you have any knowledge in the use of limpet mines?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I had no knowledge.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Did you know how was it going to be planted at the police station?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I do not.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Now can you tell the Committee why did you accompany this person because it's clear that there was no part - you were not going to take any part in the planting of this limpet mine?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "At the time that I said I knew Robert as a member of APLA and myself being a member of PASO, we had to help each other with any operations that we had to undertake because it was our principle to help members of the APLA in whatever operation as long as it was in the furtherance of our respective political organisations so that we could gain liberation as a nation.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR MBANDAZAYO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Mbandazayo.\n\tMr Sibanyoni, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Yes Mr Chairperson, just one question.\n\tMr Seyisi, in what way were you going to help Robert, what role were you going to play?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "As a person who did not have any experience, I expected him to specify and tell me as to how I could help in the operation.  He had to specifically tell me or instruct me.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Did he ask you to accompany him and mention that you were going to Umbilo Police Station?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "He said to us we should go to Umbilo Police Station.  He told me during the morning of that day of the occurrence, he also told me that he was going to plant the limpet mine, as to how I have no knowledge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Sibanyoni.  Mr Lax do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.\n\tYou said that \"he said to us we should go to Umbilo.\"  Who is \"us\"?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "Myself and Xolani Cuba.",
            "Male"
        ],
        [
            "MR LAX",
            "Where was that?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "We were in Red Hill.",
            "Male"
        ],
        [
            "MR LAX",
            "Was that before or after he showed you the limpet mine?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "After showing us the limpet mine.",
            "Male"
        ],
        [
            "MR LAX",
            "So he showed both of you the limpet mine?  You said after showing \"us\" the limpet mine?",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "Mr Chairperson, I think it's in the application after he said shown \"him\" the limpet mine, not \"them\".",
            "Male"
        ],
        [
            "MR LAX",
            "The interpretation we got was after showing \"us\" the limpet mine.",
            "Male"
        ],
        [
            "MR MBANDAZAYO",
            "That's why Mr Chairperson, I'm saying this interpretation because it's thought he specifically referred to himself, not to them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes I think we accept what you say Mr Mbandazayo and the best way was - when the limpet mine was shown to you, do you know where Xolani was?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "He was in his room.",
            "Male"
        ],
        [
            "MR LAX",
            "Thanks Chairperson.  So Xolani was in his room and where were you and Mr Namba?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I was also in my room, he came to me to show it to me.",
            "Male"
        ],
        [
            "MR LAX",
            "So he came to your room, he showed you the limpet mine.  What did you do, did you look at it, did you ask him about, why did he even show it to you?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I looked at it and I asked him, he said we were going to accompany him to Umbilo.",
            "Male"
        ],
        [
            "MR LAX",
            "What happened after that?  He told you that, he showed you the limpet mine, what happened after that?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "We stayed for quite some time or a while, thereafter we left.  We went to board the bus.",
            "Male"
        ],
        [
            "MR LAX",
            "Well before you would leave, how did Xolani know that he should come with you?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "After he left I don't know where he went to, that is why I say we stayed for quite some time or a while, thereafter we left.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry I don't understand your answer.  Explain what you are saying to me?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "Robert left my room.",
            "Male"
        ],
        [
            "MR LAX",
            "And so you do not know where he went after that?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I do not know where he went thereafter.",
            "Male"
        ],
        [
            "MR LAX",
            "Because you said \"we\" waited for quite some time?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "What I meant was that we did not leave at that particular moment, we remained in the area for quite a while after having discussed the issue.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  What I'm trying to understand is, he shows you the landmine, he says to you we're going to go and put this at Umbilo Police Station, he then leaves your room and then there's a delay of some time.  He didn't discuss any other preparations with you at all?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "No he never elaborated beyond the fact we were going to accompany him to the police station at Umbilo because he specifically said we were going to accompany them.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  At the time he said you were going to accompany him was Xolani present?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I've already said he was in his room.",
            "Male"
        ],
        [
            "MR LAX",
            "So when did he tell Xolani to accompany both of you, that's you and he?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I wouldn't know, but we left all of us.",
            "Male"
        ],
        [
            "MR LAX",
            "You see your earlier evidence was that he told you and Xolani together that you were going to Umbilo.  At some point you were together when he told you that.  Now you're saying he told him separately from you.  I'm a bit puzzled.",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I was all by myself when he told me but I got the implication that he had told Xolani because we left all at the same time.",
            "Male"
        ],
        [
            "MR LAX",
            "You see when I asked you about it, it was right in the beginning when I started asking you questions and I wanted to know about that and you were quite clear that you and Xolani and he were together when he told you you were going to Umbilo.",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "You might have misunderstood me.",
            "Male"
        ],
        [
            "MR LAX",
            "Now you were not a member of APLA?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "I was a member of PASO.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes but you haven't answered my question, you were not a member of APLA, yes or no?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "No I wasn't.",
            "Male"
        ],
        [
            "MR LAX",
            "Well when Mr Mpshe was asking you about these issues on your affidavit around paragraph 14 of that affidavit and whether that related to your objective in relation to the accident or in relation to the use of the limpet mine or the possession of the limpet mine, you said\n\"We as members of APLA\"\nand then you went on to talk about that being an APLA operation.  Was that a mistake on your part?  Why did you say that?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "May I please rectify this?  Vuyani was a member of APLA.  We were members of PASO, but we helped each other, that is PASO and the PAC.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, as my colleague asked you what assistance were you going to give this man and you can't give us any indication of what assistance you might be to him.  You were totally untrained apart from accompanying him, there is no other possible assistance and even your accompaniment might have been a danger to him rather than an assistance to him?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "We probably could have helped him when we reached the destination.  The time had not arrived for us to help him when the bomb or the limpet mine exploded.",
            "Male"
        ],
        [
            "MR LAX",
            "Well how would you have helped him, what possible help could you have given him?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "As I have already explained before that he was going to tell us as to what sort of help he needed and we were going to render any kind of help that he would have required us to.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson, I have no further questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\n\tMr Seyisi, when you got onto the bus did you sit next to Vuyani?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where did you sit in relation to him and can you also tell us where Xolani sat, where about did the three of you sit on the bus.",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "I was occupying the seat in front of theirs and they were sitting behind me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In what was the limpet mine contained when you got onto the bus?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "It was inside a bag.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then when you say a bag do you mean a - what sort of bag, a plastic bag or a sports bag or a leather bag?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "It was a small bag, it was a leather handbag.  It was smallish not a very big handbag.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know if that bag was opened and the bomb touched at all during the journey on the bus?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "I did not necessarily see what happened because they were seated behind me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When Vuyani Namba showed you the limpet mine at Red Hill did you see a detonator?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "I did not see the limpet mine as a whole as he actually covered it or it was covered in whatever thing it was covered in, I don't know.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you just got a brief glance at it?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "Yes we just glanced at it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you injured as a result of the explosion yourself?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "Yes I was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How serious were your injuries?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "My right ear is - I suffer from a loss of hearing from my right ear and my right side as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that the first time that you had embarked on what we can call a military operation with an APLA cadre?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "Yes it was the very first time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And how old were you at the time, Mr Seyisi?",
            "Unknown"
        ],
        [
            "MFUNDI SEYISI",
            "I was 21 years old.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes thank you.  I believe Mr Lax has indicated he wants to ask you one further question.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thanks Chairperson.\n\tMr Seyisi, just this bag interests me, you say it was a small leather bag.  Where did the bag come from?",
            "Male"
        ],
        [
            "MFUNDI SEYISI",
            "It was Xolani's bag.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Seyisi, that brings your testimony to a conclusion, you may stand down now.\nWITNESS EXCUSED",
            "Unknown"
        ]
    ]
}