{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-16",
        "location": "DURBAN",
        "day": "6",
        "names": [
            "JOHANNES ALBERTUS STEYN"
        ],
        "matter": "NDWANDWE, NXIWENI AND KWAMASHU 3 INCIDENTS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52966&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98110919_dbn_981116dbn.htm",
        "speakers": [
            "MR VISSER",
            "CHAIRPERSON",
            "JOHANNES ALBERTUS STEYN",
            "MR MALAN",
            "MR NEL",
            "ADV PRIOR"
        ],
        "original_speakers": [
            "MR VISSER",
            "CHAIRPERSON",
            "JOHANNES ALBERTUS STEYN",
            "MR STEYN",
            "MR MALAN",
            "MR NEL",
            "ADV PRIOR"
        ]
    },
    "testimony": [
        [
            "MR VISSER",
            "Mr Chairman, I call Mr Steyn.  Mr Chairman, the application of Johannes Albertus Steyn is to be found in the newly marked bundle 2, from page 35 onwards.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "The applications of Mr Steyn are for Ndwandwe, Nxiweni and the kwaMashu 3 Mr Chairman, not for the Bhila incident.",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Steyn, you applied for amnesty concerning the incident of Fila Portia Ndwandwe, M.K. Zandile as well as Pumeso Nxiweni and the kwaMashu 3, Sibusiso Ndlovu, Manzi Vilakazi and Elias Gift Mtshali, is that correct?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Have you got your application for amnesty in front of you?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Except for certain aspects that we will indicate or highlight to the Committee, do you confirm the correctness of this written application and the supplements when we refer to it, and do you ask that this will be incorporated in your evidence?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could you just tell the Committee where you were born?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, I was born in Viljoenskroon, on the 30th of September 1939.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where did you grow up?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "In the Free State.  At a very young age, I left the Free State and went to the Western Transvaal where I later attended high school in Lichtenburg.\n\tThere after the completion of my school, I then directly joined the South African Police.",
            "Male"
        ],
        [
            "MR VISSER",
            "You gave a short summary of your career with the South African Police on page 36, paragraph 8(b) of your application, is that correct?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the highlights of it is that you then joined on the 22nd of February 1956 and you were then placed in the Uniform Branch in the Vaal Triangle until the end of 1968?  From the 1st of January 1969 you were then Lieutenant and served in the Security Branch within the Vaal Triangle?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are you still in the South African Police?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No, I retired.",
            "Male"
        ],
        [
            "MR VISSER",
            "When did you retire?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "On the 31st of December 1994.",
            "Male"
        ],
        [
            "MR VISSER",
            "With the rank of General Major?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "At that stage you were then the District Commissioner of the Transvaal, just before you retired?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "At one stage, you landed in Natal, but before we get there, in the Western Transvaal, did you there have any experience of terrorist acts or activities and of the deploying of the struggle of the past?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct Mr Chairperson.  While I was in the Western Transvaal we were aware of the onslaught from out of Botswana into the Republic.  There was a consistent infiltration of terrorists from Botswana, the coming in of weapons into the country, and certain acts occurred where people were killed.",
            "Male"
        ],
        [
            "MR VISSER",
            "How did it happen that you came to Durban?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, on request of Gen Van der Merwe, I was sent to Durban after the late Colonel Welman died in an act of terror in Durban.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you spell it Welman?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, I presume so.",
            "Male"
        ],
        [
            "MR VISSER",
            "He then died and you are saying that you were then requested by Van der Merwe to come down to Durban.  What was your position when you landed in Durban?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "For the first six months I was second in charge of the Security Branch under the command of at that stage, Brigadier Van Niekerk.",
            "Male"
        ],
        [
            "MR VISSER",
            "In those first six months, what did you mostly do here?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, apart from my normal duties as second in charge of the Security Branch, I got information about the history of Natal, the political history, the struggle.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the dimensions of the political struggle here.",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "In that position as assistant, as you referred to it earlier on, did you change or did that position change?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes.  At the beginning of 1987 Mr Chairperson, with the transfer of Brigadier Van Niekerk, I took over the command of the Security Branch in Durban.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what was your rank then?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I was then the Section Commander of Port Natl.",
            "Male"
        ],
        [
            "MR VISSER",
            "With what rank?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I presume that I was a Colonel, but afterwards I was then promoted to Brigadier.",
            "Male"
        ],
        [
            "MR VISSER",
            "On page 38 of bundle 2, you refer to the applications or the incidents then and you refer in paragraph 1, that Ndwandwe admitted that during the period of 1986 to 1988, she was in charge of various local and external trained ANC terrorists who amongst others, were responsible for attacks on Lieutenant Radjo and Zukela and Warrant Officer Zukela, is that correct?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you then put dates in brackets that we know is wrong.  The first you said was during October 1988 concerning Radjo, instead of 31 of July or June of 1986.  And the other was during August 1988 concerning Zukela, while it was the 17th of September 1986.  How did you make this mistake?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, it was in a period when we had to submit our applications and we worked under pressure, there wasn't enough time and I think it was a mistake, typing error or an error on our side, and that is how I see it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you discuss it with each other, the incidents and the facts, and tried to remember what happened?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And Mr Forster, was he also part of these discussions?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "You have listened to the evidence of Mr Botha?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "He testified about the dimensions of the political struggle of the past here in Port Natal and he also referred to various points concerning the policy of the ANC/SACP as well as the policy and strategy of the South African government to face the attacks with political power on the side of the National Party or the government then?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you agree with what he told the Committee?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR VISSER",
            "You applied as we know, for the abduction and the death of Ndwandwe.  On page 38 you referred to the presentation where Mr Botha mentioned that was submitted to you by Taylor and Botha, is that correct?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then you continue to say in very short in your application, that the members that you mentioned there, then left and what the purpose was of this operation?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "You already said that it was done under pressure or the writing of this document.  Can you just maybe discuss this in more detail.  When Botha and Taylor confronted you or discussed Ndwandwe's case with you, what was the idea there, what had to be done?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, the idea was that she must be abducted from Swaziland with the purpose to recruit her, to get information from her.",
            "Male"
        ],
        [
            "MR VISSER",
            "This information, would that then be for what purpose?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "The information would be in terms of the structures of the ANC in Port Natal and in the greater Republic.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, as well as weapon, ammunition, etc, training, is that the structures that you are referring to?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "You also mentioned that the purpose would be to recruit her as an informant.  Why would that be necessary?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, if we succeeded in recruiting her as an informant, she would be very valuable in the sense that in her position as the Commander, she had knowledge of various MK/ANC activities, not just in Swaziland, but also here internally in Port Natal.",
            "Male"
        ],
        [
            "MR VISSER",
            "On page 40 of bundle 2, the third paragraph, you say that before I authorised the elimination of Zandile, I considered all possible options and then you mentioned the recruiting her as an informant or detaining, letting her go or then the last one, elimination.\n\tWhat I would like to ask you is when did the question about the elimination come to you and begin to play a role?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, the idea of elimination already came to me on the first day when Taylor and Botha spoke to me.  It was already for me an option then.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you know that if you abducted her, let me put the question like this, if you abducted her from Swaziland and you used informants for that purpose, and you took her out of Swaziland, brought her into South Africa, and you could not recruit her as an informant, did you then realise that there could be a problem?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "What would that problem be?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Her recruitment or placing her back, would then lead that those informants would be placed in danger, the structures within Swaziland as well as in the Republic or in the Durban area had to be changed, or we had to adapt certain things.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why would that be so, why would there be changes, what structures are you talking about, police structures?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No, within the MK structures.",
            "Male"
        ],
        [
            "MR VISSER",
            "You said that there would be changes there then, if she was then freed and placed back to Swaziland?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "She had to change her own modus operandi, any Commander would change the structures to make different plans, so that the Security Branch could not get hold of her or her structures.",
            "Male"
        ],
        [
            "MR VISSER",
            "So you then realised that there is a possibility that eventually she will have to be eliminated?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Even so, you wanted or attempted to recruit her as an informant?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "If that was not the purpose, what could you have done then?  If it was not necessary or if it was not your purpose to recruit her as an informant, what would you have done then, if you did not decide to eliminate her?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Then we would possibly have to find it easier to eliminate her in Swaziland.",
            "Male"
        ],
        [
            "MR VISSER",
            "Botha testified here about how they went there, travelled there from Durban and how you arrived at the Onverwacht border post and what then happened in Swaziland and on the way back.  Do you agree with the evidence of Botha where he refers to your part and role and that is in short that you were dropped off at the Onverwacht border post, where you waited for them to return after all the planning and arrangements were made between you?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is it correct that on the same day, late that evening, people came to you?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you were then picked up and taken to the border fence between the Republic and Swaziland to a certain point?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where you met Zandile and Botha, helped them through the border fence and then transported them to the police station at the Onverwacht border post?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why did you go along personally with this occasion Mr Steyn?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "At various occasions Mr Chairperson, I went along with operations with recruitment attempts, with various other investigations, because circumstances dictated that I go along.\n\tI know it was quite risky to send people into another country, and should something happen, I could at least be in the environment in order to attempt to control the situation from my point.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could you say when you were picked up and taken to the border post and returned to the house, who was the person who was present?  With the exception of yourself, who else was there?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "It was Ndwandwe, Henti Botha, Mr Forster and I think Mr Taylor.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened to Ndwandwe that evening at the border post?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Chairperson, at the safe house, she was interrogated.",
            "Male"
        ],
        [
            "MR VISSER",
            "You are referring to a safe house?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Or at least the house that was connected to the border post.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, there she was interrogated by whom?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Primarily by Mr Botha.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did any of the other members also interrogate her from time to time?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you yourself interrogate her from time to time?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, I attended quite a lot, although I did not ask her many questions.  Mr Botha was the one who asked the most questions.",
            "Male"
        ],
        [
            "MR VISSER",
            "The person who worked with her as you put it, was Mr Botha?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "How long did this interrogation take?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "If I remember correctly, it was until approximately midnight, perhaps a little while after that.",
            "Male"
        ],
        [
            "MR VISSER",
            "At what time did you pick up the people at the border post?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "The following morning, I think it was after seven.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, at what time did you fetch Botha and Ndwandwe at the border post?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It wasn't the border post, it was the fence.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "It was the border fence.",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I think it was approximately half past eight or 9 o'clock.",
            "Male"
        ],
        [
            "MR VISSER",
            "So from approximately 9 o'clock to midnight, would you say?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, more or less.",
            "Male"
        ],
        [
            "MR VISSER",
            "The following morning, you have just referred to the following morning, who arrived there?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Wasserman and Du Preez arrived there.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why didn't they come out the previous evening?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "It was too late for them to cross the border.",
            "Male"
        ],
        [
            "MR VISSER",
            "I think that Botha said that the Onverwacht border post would close at six o'clock or I think closed at six o'clock at that stage?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, I am not entirely certain, but I know that it was late.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, they were too late.  Is it also your knowledge and recollection that Ndwandwe provided certain information with regard to MK activities in the Durban area?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "I don't expect of you to remember or repeat everything, but did you look at or are you aware of the application of Mr Botha?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the cases which he has mentioned on pages 6 and 7, actually it is 6 to 9 or 6 to 8 at least, of bundle 2?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "By the following morning, what was the position with regard to the recruitment of Ndwandwe?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Chairperson, at that stage, there was no clarity with regard to whether or not she could be recruited as an informer.",
            "Male"
        ],
        [
            "MR VISSER",
            "You have also heard Mr Botha's evidence concerning the measures which were applied in order to determine whether or not an informer would indeed be recruited, do you agree with what he said in broad principle?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, if you could have recruited her, what would then have happened, there at the Onverwacht border post, what would have happened there?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "If we had been one hundred percent certain that recruitment would be one hundred percent successful, then the normal procedure would be to replace such a person as soon as possible.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why as soon as possible?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Because it would prevent that other members of the structure in Swaziland become aware of the absence of such a person and that would make the situation rather suspect for such a person.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you or anybody in your presence or anybody that you are aware of, assault Ms Ndwandwe or physically mistreat her?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No, she was not assaulted, definitely not.",
            "Male"
        ],
        [
            "MR VISSER",
            "By the following morning, I don't know whether I have asked you this already, but just answer it once more if I have, what was the position regarding her recruitment?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "We did not have clarity whether or not she could be recruited as an informant.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what happened then?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "We departed for a farm near Pietermaritzburg.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I seem to recall that at the end of last week, I was asked that we should adjourn at shorter intervals, that the intervals we had last week, were a little tiring for some people, particularly in view of the climatic conditions here.  Should we take the adjournment now before we get to ...",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Certainly Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will take a short adjournment of 15 minutes now.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "One matter before we continue, unless anybody can advance any very persuasive argument, I propose to adjourn tomorrow at half past three in the afternoon.  I've got to go and see a dentist.",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "(still under oath)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "(continued)  Mr Steyn, we have reached the point where on the morning at Onverwacht border post, it was realised that you were not certain whether Ndwandwe would cooperate as an informer and that you then departed for a farm in the vicinity of Pietermaritzburg with her, is that correct?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you travel in the same vehicle as Ms Ndwandwe?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who accompanied her?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Botha drove with her.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and when you arrived in Pietermaritzburg, did Botha report any further to you regarding any further conversations which he had with her?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And was there then reason to believe that she was recruitable as an informer?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, at the farm, Mr Botha if I remember correctly, spent another while with her.  He spoke to her for a while longer, after which he told me that he was of the opinion that she was not recruitable.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, before we get to that, did Mr Botha report to you regarding the content of discussions which he had with Ms Ndwandwe on the way from the Swaziland border post to Pietermaritzburg?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that she had told him certain things?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you recall what that involved?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, Mr Botha among others informed me that during the drive to the farm, Ndwandwe admitted that some of her units had been responsible for the death of Lieutenant Radjo and that Warrant Officer Zukela had also died as a result of the actions.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, that is Exhibit A page 22 as regards Radjo, the fourth item, and page - A Mr Chairman, it is the list of politically related incidents in Port Natal.  Page 22, the fourth item Mr Chairman, and as regards Zukela it is page 25, the third item.\n\tPage 22 is the first one Mr Chairman, the fourth item from the top and page 25, the third item from the top refers to Warrant Officer Zukela.\n\tMr Steyn, you have already stated that Botha proceeded with his interrogation of Ms Ndwandwe.  Did he gradually on the farm, report to you?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that report, indicated his belief that she was not recruitable?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you do then?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, I entered into a discussion with her and I made myself aware of the fact that she had admitted to certain acts of terrorism and that she was not prepared to cooperate with us any further in the form of an informer.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  You have stated in your application, in the middle of page 40, that she pertinently stated this?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did she state?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "She stated that she would continue with her activities should she be released.  And that she was not prepared to cooperate with us.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and at that stage the deed was practically done, if I understand you correctly?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "To charge her in South Africa, would that have been a viable option at that stage?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No Mr Chairperson, it would not have been because we abducted her illegally from Swaziland.  It would have created problems if it came to light that we had abducted her.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you apart from her admittance, have any kind of evidence which could be used in court against her?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "What about her release?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Her release would have led to her continuing her activities.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and you have also said that as an informer she was not recruitable, what did you do then?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, at that stage I decided that her elimination was necessary.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you issue any orders in this regard?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR VISSER",
            "To whom?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I gave orders to Mr Taylor and Mr Forster.  I told them that they were to see to it that she would be eliminated.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you remain there or did you depart?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "After that, I departed.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you don't know anything else about what happened there after that?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No, I didn't know that evening, but at a later stage I was informed that she had been eliminated and buried.  That she had been eliminated and buried on the farm.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Steyn, while you were interrogating Ms Ndwandwe on that day and we know now who the people were who were present, you have referred us to who they were, you have referred to Mr Botha, were there also any other people who during the course of that day, arrived there on the farm at Elandskop?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who were they?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I remember Mr Labuschagne and for the moment I have forgot the following name.",
            "Male"
        ],
        [
            "MR VISSER",
            "That was Mr Verwey?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did they arrive there?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you know how it came to pass that they arrived there?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Chairperson, I later heard that if I can remember correctly, they had been informed by Mr Taylor earlier that day.",
            "Male"
        ],
        [
            "MR VISSER",
            "That Ndwandwe was in your custody?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that Ndwandwe was on the farm.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where did they come from?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "They came from the Eastern Transvaal, Middelburg if I remember correctly.",
            "Male"
        ],
        [
            "MR VISSER",
            "The Eastern Transvaal, would that be the Uniform Branch of the Eastern Transvaal?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "It was the Security Branch of the Eastern Transvaal.",
            "Male"
        ],
        [
            "MR VISSER",
            "Okay, and did the Eastern Transvaal Security Branch also have an interest in ANC/SACP activities in Swaziland?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did Mr Labuschagne and or Mr Verwey also interrogate Ms Ndwandwe?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And as far as you are aware, did they know that she had been abducted?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No Mr chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would they have known about the decision or the intention that she be eliminated?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could you approximately remember how long they stayed there on the farm?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I am not sure, but it could have been an hour or two.",
            "Male"
        ],
        [
            "MR VISSER",
            "An hour or two?  And that is as far as your knowledge goes regarding the matter of Ms Ndwandwe?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And you have stated that you departed from the farm before she was eliminated?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And Labuschagne and Verwey, what were their positions?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I can' recall exactly, they may have departed before me, but I am not entirely certain.",
            "Male"
        ],
        [
            "MR VISSER",
            "With regard to the incident of Mr Pumeso Nxiweni, were you physically involved before his elimination with anything which had to do with it?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No, not at all.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you aware of his activities or his alleged activities?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, I was aware.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you also aware or just to save time, were you aware of the activities of the kwaMashu 3?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "In the sense that the kwaMashu unit and other units operated in the Durban area?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, in that sense, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you have any access to information, security community information which indicated that these people were indeed involved in terrorist attacks?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "With regard to Mr Nxiweni, what was the first piece of information which you became aware of regarding his elimination?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, on a certain day Mr Taylor and if I remember correctly, Mr Botha came to tell me that they had eliminated them.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  You did not submit that information for investigations against the involved persons?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No, I did not.",
            "Male"
        ],
        [
            "MR VISSER",
            "And in that stage, you identified yourself with the elimination?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you also cooperated in the cover up of the incidents?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the same goes for the kwaMashu 3 incident for which you are applying for amnesty?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is entirely correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who informed you regarding their elimination?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "If I recall correctly, it was Mr Taylor.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Taylor?  And once again, you didn't take any steps to have the incident investigated as an offence or institute any prosecutions?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No, I did not.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you also associated yourself with that deed and the conduct of your staff members?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "On page 41, or at least before we get to that, you are the Commander here in Durban.  Could you tell the Committee how you experienced your position, and which influences were of application to you so that the Committee can develop a better comprehension of the reasons why you participated in the actions regarding which you have given evidence this morning?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Chairperson, at that stage before my arrival and after my arrival in Durban, with my period of service there, there was a continuous series of acts of terrorism which were committed in Natal.",
            "Male"
        ],
        [
            "MR VISSER",
            "Botha described it as Bombay.",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And someone put it here to Mr Botha that it was a hotspot in South Africa?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.  At a certain stage things were quite serious.  One drove from one bomb explosion to another.  Incidents would take place within minutes from each other.\n\tOne would be sitting in one's office after having arrived back from a scene of an incident, and then hear about another.  There would be up to three incidents per day.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did that result in you having to work long hours?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "We never looked at our watches.",
            "Male"
        ],
        [
            "MR VISSER",
            "You and your colleagues?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, me and the people who worked below me.  Especially when the day broke that three bombs exploded on one day, I realised that we would have to do something in order to normalise the situation.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you filled with feelings of powerlessness regarding what was happening?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is true.  To such an extent that I created special opportunities to speak to some of my fellow officers and to illustrate the situation to them, and to emphasise that we could not allow the situation to continue as such.\n\tOne weapon stockpiling point after another, was discovered, where great amounts of weaponry, ammunition and explosives were found and they were meant for use in the country.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha referred in cross-examination by Mr Prior to these conferences which you had with your soldiers during which you encouraged them to be more effective and he described you as fiery.  What would your commentary be regarding that?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Chairperson, he is correct in saying that.   I was under a lot of pressure as the Commander of the Security Branch of Natal.  The Security Branch was responsible for terrorism, we had to prevent it.  We were under a lot of pressure from Head Office.\n\tWe heard the politicians saying that we would hunt them, we would sniff them out no matter where they went, we would not allow the ANC to destroy this country.  We would not allow a South African Communist Party government.\n\tIn the process, and I will state this directly, I must have done more than just motivate the people that worked for me, I motivated them to a great extent to ensure that we combat this onslaught.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you place pressure on them?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, I pressurised them tremendously.  I told them that if one could consider the statements of the ANC, the documentation, the notion of a People's War, those were the phrases which I used, to encourage my colleagues to put everything into the struggle, to prevent a new dispensation from coming into power.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you did this, but as I recollect at the same time, pressure was coming onto you from above, there were political speeches made, saying very much the same sort of thing?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Precisely so Mr Chairperson.  These things were said on platforms by the politicians.  All of us know this and I can see this in my mind's eye, how the politicians said that we will not allow this sort of thing, we will never allow that a communist government be established here.\n\tThese were all things which impressed me and placed a great deal of pressure on me, and I transferred this to the colleagues who worked with me.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Steyn it is one thing to say that politicians were talking about it, but in practice, isn't it simply so that that which the politicians say, becomes part of one's duties to observe and execute?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And is that how you saw it?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is how I understood it.",
            "Male"
        ],
        [
            "MR VISSER",
            "You also referred indirectly a few moments ago that you visited scenes where bomb explosions had taken place and so forth.  Did these scenes leave any impressions on you?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, they left impressions and it made one more determined to give one's best in combatting the struggle.",
            "Male"
        ],
        [
            "MR MALAN",
            "I beg your pardon Mr Steyn, could I just ask you this, once again with regard to what we said earlier, there is no doubt that there was a tremendous level of pressure, you have referred to the politicians' statements.  Did you understand the political statements of that time, as the expectations of politicians that they had of you, to eliminate people?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "It was the answer to the pressure.  I understood that we had to combat the struggle at all costs.",
            "Male"
        ],
        [
            "MR MALAN",
            "You see, it is quite a comprehensive term this term at all cost, because in the first place, that would be in the framework of your capacity and your mandate?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "So then, what else would this at all costs phrase include within this context?  I think that we should just have understanding of this.",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "It may be the incorrect choice of words, but ultimately we had to do everything.  To put it briefly, we could not allow that another dispensation be established here by a revolutionary takeover.  And we Mr Chairperson, and myself, were indoctrinated in the sense that we felt and I heard Mr Vlok testify earlier where he said the following.  We created a climate, we created a situation in which the Security Forces and especially the Security Branch of the police, did these things.\n\tAnd Mr Vlok said a terrorist in the hands of a Security Branch, was not far from an action that fell within the parameters of the normal police activities.",
            "Male"
        ],
        [
            "MR VISSER",
            "And he also said, is it not true, that in these circumstances, members of the police acted and believed that they were even authorised or that it was expected of them to act illegally?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR MALAN",
            "I am sorry, you are asking a general question.  It is true that he said it, but I would just like to come back to you.  Did you expect that it was expected from you to act illegally?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "In certain instances, I believe it was the case, yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you believed that it was expected from you to eliminate people by killing them?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, by implication.",
            "Male"
        ],
        [
            "MR MALAN",
            "Or with abductions and murders?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is true.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, Visser on record, I have received an indication from the Committee for which we are thankful Mr Chairman, that we can go a lot quicker and that we need not repeat the evidence already given.\n\tWe will therefore confine ourselves to a larger extent Mr Chairman, to that which is new.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think in that regard too Mr Visser, it would be sufficient if the applicants merely confirm the contents of their application, they need not repeat it.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unless there are specific points that you want them to enlarge on.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We are indebted to you Mr Chairman, and it certainly will contribute to us going a lot quicker.  Mr Steyn, we were at the point concerning the pressure.  You talked about the politicians.\n\tIs it not true that there was pressure from the police structures and security structures that existed during the struggle, that they also put pressure on you?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct Mr Chairperson.  We received, continually received instructions from Head Office to face this onslaught and together with the management structures and security structures, where the main theme was these acts of terror or the terrorism.",
            "Male"
        ],
        [
            "MR VISSER",
            "On page 41 you referred to the evidence of Gen Johan van der Merwe, whose evidence you asked to be incorporated in your evidence.\n\tIt is from page 127 of volume 2.  You refer there to attacks on police, on page 41 and you confirm the contents of page 41, 42, statements made by the ANC that connects with what Mr Botha gave you on page 43, 44, 45, 46 up until page 47, the second last paragraph, is that correct?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, the reference at page 45 to the Exhibit which is referred to as JAS3 in the second paragraph, refers to page 412 of volume 2.  My Attorney tells me it is volume 3 now with the renumbering.  I am sorry, it is then volume 3, page 412.  The next paragraph refers to a JAS4, which is page 413 - page 418 of volume 3 and in the next paragraph MK in Combat, JAS5 refers to volume 3, page 405, Mr Chairman.\n\tAccording to yourself, I have just checked Mr Chairman, it is volume 3, my Attorney is correct, Attorneys are always correct it seems.  With the elimination of Ndwandwe, in your opinion, was there any effect with regards to the Durban area?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct Mr Chairperson, there was acts of terror, it lessened.",
            "Male"
        ],
        [
            "MR VISSER",
            "In other words it worked?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "On page 47 of volume 2, you also go to Pumeso.  You already dealt with that and you also dealt with the kwaMashu 3.\n\tMr Steyn, you told me that you would like to say something or get it off your chest about your situation and the Security Branch members and what the situation was in this political struggle.  Would you like to tell us about this?  You said that you were sorry.",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, I would like to say that a person is sorry that these things happened,  but what I would like to say is I am sorry that the government of the day, of that time, the National Party did not have the vision to solve the problems in the country by political means.\n\tI am furthermore sorry that because of this, the revolutionary onslaught was increased, continued, during which time a lot of people were injured and killed and property was damaged.  The emphasis of what I would like to say, I am sorry about these two aspects that I have just mentioned, that the South African Police and then especially the Security Branch was caught between these two poles.\n\tWe indeed stood between the government on the one side, and the revolutionary onslaught on the other side.  While we were caught up in this, this problem situation, we committed certain acts that I believe under normal circumstances, would not have realised.\n\tI think we were placed in a position where we ultimately broke the law.",
            "Male"
        ],
        [
            "MR VISSER",
            "You confirm then in conclusion paragraph 19(a) and (b) of form 1 of your application, where it has something to do with you?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairman, Christo Nel, I have no questions.\nNO CROSS-EXAMINATION BY MR NEL",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairperson, Prior, Evidence Leader.  General Steyn, if you could look at Exhibit H, the first page, do you accept that with the additions of what Botha told us that Raymond Lala was involved as the link between the internal and external and there was a fellow, a chap, Chappies Morabe, do you agree in broad outline that the structure of Operation Butterfly was as is depicted on the first page?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, I would say as far as it was explained by Mr Botha, because he knew the finer details of this.  I was not well informed about the finer details.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Now, but you were the Officer Commanding of Port Natal, the Security Branch, is that correct?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And would you not by virtue of that position have been up to speed with the events taking place within the area of your jurisdiction or are you saying that men under your command like Botha, were able to keep information away from your ears?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No, he would not withhold any information.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "All right, you knew then when Operation Butterfly had been penetrated that the Commanders were Thami Zulu and Ralph Lawrence, also known as Fear, you knew that?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, Mr Chairperson, maybe I should just explain that Operation Butterfly was already on before I came to Natal.  I was not there from the first day.",
            "Male"
        ],
        [
            "MR VISSER",
            "I didn't want to interrupt Mr Chairman, but Exhibit H is quite clear that it refers to 1985, and this witness only arrived here in May 1986.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Yes sorry, but you said that you familiarised yourself with the political situation in Natal?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct yes.  In the broader terms I did get information about what this onslaught was about.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Were you in Durban or in Port Natal at the time that the Piet Retief 9 were killed or were you still in the Eastern Transvaal?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I was in the Western Transvaal.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Western Transvaal.",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No, I cannot remember.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Were you aware of such an event that nine MK combatants were in an operation, were killed in an operation?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct, yes, I became aware of this.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Were you aware that shortly after that, Thami Zulu and Ralph Lawrence were then withdrawn by the ANC out of Swaziland and were taken I think into Zambia or Angola, I am not too sure.",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "At the stage when I tried to become aware of all the activities, I was aware that both of these people, or persons that you have just mentioned, was withdrawn but I cannot remember the correct dates.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You were also obviously up to date with the developments in the Ramlakan trial, although it is referred to Buthelezi and others, we refer to it in these hearings as the Ramlakan trial, is that correct?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, to an extent I was informed about this because I think the arrests took place at the end of 1985 and once again, it was about six months before I arrived here.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You see, what I am driving at is that at some stage in your evidence you said that your information was that Pila Portia Ndwandwe was during 1986 to 1988 in control of various local and external trained ANC terrorists?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct Mr Chairperson, the members who worked in the Intelligence section, informed me about this.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "What I am trying to indicate to you or demonstrate to you is that it seems unlikely that she would have been the Commander at that stage, given the nature of her, the circumstances surrounding her arrest.\n\tOn Exhibit H the first page, the externally trained members were Sibusiso Sithle Mbongwa, also known as George Fukudi, he was one of the accused in the Ramlakan trial, do you agree?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I can remember that, yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And his title was given on our information that he was the Commander.  Then there was Linda Mone, also known as Stan Mone, he was an askari and he was a State witness.",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I cannot remember the facts concerning the case.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "There was one Masters, there was another M. Tulo, who was an askari and also a State witness.",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I cannot remember that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "There was a fellow, Mduduzi Sithole, apparently he died and there was Andrew Zondo, he was accused in the Toti bomb trial and he was executed.",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I knew about that, it was in the media.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Are you able to assist this Committee from your own knowledge, when Ms Ndwandwe was supposedly the Commander, when she took over the command of the Natal machinery?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, if I can remember correctly, as it was told to me or the way in which I received this information through the Intelligence section, it was probably if you are now talking about Swaziland in 1987, 1988.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Were you aware that she was a witness or listed as a State witness in the Ramlakan trial?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, I heard about that later.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And are you aware whether she left the Republic during that trial or whether she was still in the Republic?  Are you able to assist us?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I cannot say with certainty, but the information that I received, I received this from the Intelligence section and as I heard from different sections, the same information.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can I just ask this, so the information that you received about these activities, was the information that you received from Botha and his section?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "You did not have any other sources, or received any other information?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No, I did not myself gather this information,  but mainly this unit who was responsible for the gathering of this information, kept me up to date.",
            "Male"
        ],
        [
            "MR MALAN",
            "That is actually the question, because the question was if there was other sources that you knew about, but you said that all the information that you received about these security matters, Operation Butterfly and everything around this, came from Mr Botha?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Not necessarily, no.  Not necessarily from Mr Botha's unit only, there were general knowledge concerning this operation that I had as the case evolved.",
            "Male"
        ],
        [
            "MR MALAN",
            "No, but general knowledge is not particular knowledge about this, your own knowledge that you had, not what everybody else knew?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct, the knowledge that I had, or the information that I had, was from the Intelligence component.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you just tell us what components?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "It was Botha, Taylor, mainly them.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "There was no other way that you could be rest assured that that information was correct?  What I am driving at is you accepted the veracity of the information given to you by Taylor and Botha without reservation?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct.  I accepted the information that they gave me.  Over the years, I have received information from them about other incidents, etc.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Now, were you aware that Stanley Bhila had been eliminated by your unit or by the members under your command?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "When did you hear for the first time that Bhila had been murdered by your, members of your unit?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, if I can remember correctly, it was when the amnesty process or applications were discussed?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did it take you by surprise?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Well, I was surprised to hear about this, but I did not know a lot about Bhila.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "He was killed in 1987, you were already almost a year in Durban, is that correct, or in Port Natal?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I am just trying to understand how the command structure worked, if your men under you were prepared to kill people or murder people without informing you, then I want to understand how it was possible?  Was that par for the cause or what was the position, was it on a need to know basis?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, in many of these instances, as amongst others, I can refer to Bhila, it was on a need to know basis.  They did not inform me, that is the truth.  I was not informed about this and I added this in my amnesty application.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So we can accept that they must have decided amongst themselves that Bhila was to be eliminated and that no one above Taylor, who was a Major at that stage, needed to know about that?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is probably how they decided on it, yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "We know Bhila was murdered in 1987.  Had the question of eliminating terrorists come to your attention before that, before that time?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I am not sure if there was any other instances, or cases.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was the first one when Ms Portia Ndwandwe was eliminated, was that the first elimination that you were aware of?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I am not sure, it could be, but I am saying that I am not sure.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Does the name Deon Cele ring a bell?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Our information is that he was killed in July or August of 1988.",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "It could be the right date yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And his body was exhumed at Elandskop?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I found out about that at a later stage.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Try and assist us.  If you think back, were you aware of that elimination or are you saying that in your recollection, that occurred, Deon Cele occurred after Ndwandwe, as far as you can remember?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No, I really can't remember Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just ask you, did you apply for the Cele murder?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "So why would you then have known before Ndwandwe, wouldn't you have applied if you had known?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I don't follow the question.",
            "Male"
        ],
        [
            "MR MALAN",
            "It was put to you whether or not you know the name Cele and you said yes.  And then it was put to you that he was murdered in July 1988, most probably, and that his body had been uncovered at Elandskop.",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "And then it was put to you whether you had knowledge of it.  If one looks at your application, then it appears that with Natal, Ndwandwe was the first person in time with whom you were involved?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That may be so.  I was not involved in the Cele incident and the Bhila incident.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Steyn, let me attempt to put it to you as follows, why do you doubt whether you would have known before Ndwandwe about any elimination of individuals?  Are there others of which you knew and for which you are not applying for amnesty, is that a possible inference that we must draw?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No, everything that I knew about, I have applied for.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, perhaps we must refer to one incident.  Perhaps my learned friend has not referred to it because it wasn't in similar vein as the present applications, but that is the so-called Quarry Road incident in 1986.\n\tThis witness also applies for amnesty in that regard Mr Chairman, that was a shootout.  I believe that is the reason why my learned friend is not referring, just for the sake of clarity.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I am indebted to my learned friend, and thank you Mr Chairman, for clarifying that.\n\tGeneral, apart from the 1986 Quarry Road matter which was a shootout, we are talking about eliminations, assassinations, murders.  Is it your evidence, your positive evidence that the Ndwandwe matter was the first matter that you were aware of, of the Durban Branch of the Security Police, that were involved in an assassination?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "If I recall correctly Mr Chairperson, that would be so.  I cannot place the incidents in chronological order so quickly.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Do I understand your evidence correctly, the reason why you became involved in the Ndwandwe matter, was because in case it leaked out or people found out about it, that you were able then to be on the spot to suppress information or to cover up as it were?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Didn't he say he was to be on the spot at the border, if problems arose with them across the border?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Just explain that, let's for example argue that something went wrong.  You were sitting at Onverwacht, how were you going to assist?\n\tLet's say for example the unit got shot in Manzini, through Swazi Security Forces for example, and that news got back to you, how were you going to then act?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, I was of the opinion and it was our idea that should anything go wrong, some of our members would be able to contact me in whatever way, whether it be illegally by climbing back over the border fence.\n\tI believed that there would be a manner in which it would come to my knowledge.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "What was the plan, was there any plan?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Should anything happen that would lead to some of the members being arrested or shot, I would have to analyze the situation and make a decision as to what to do next.\n\tIn extreme circumstances, such as the arrest of some of our members, I would in all probability have discussed the matter with more senior people and said, look, we have a problem, we have acted in a cross border operation, and I would have to discuss this with senior members.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Would that not have been discussed before your trip into Swaziland, the liaison with higher people, in case something should go wrong?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "As Commander of this operation, I had all those possibilities in mind.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You see General, you would also have been implicated if it came out that something went wrong in Swaziland and you were there at Onverwacht border post, the mere fact that your presence was there, would have implicated you, or compromised your position, would you agree?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Do you mean that should something go wrong in Swaziland?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Exactly.",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Well, it wouldn't have been a problem for me, because I would have to handle it from that point.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "It wouldn't have become a problem because people higher up than yourself, were aware of that situation?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I don't understand this question, which situation are you referring to?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well the fact that you would have gone into Swaziland to execute an operation?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Nobody above me knew about this operation.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, when Taylor and Botha gave you the presentation, as you have indicated to abduct Ms Ndwandwe out of Swaziland, this was the first time that you were involved in a cross border operation, is that correct?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "In Natal Mr Chairperson.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "All right, I beg your pardon, you were involved in Botswana.   Did you consider the fall out, the political fall out of your actions in Swaziland?  I mean the embarrassment to the government, to the police?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "It was a consideration Mr Chairperson, but for us it was about committing this deed.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "How seriously did you consider that aspect of the operation?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "One would always bear something like that in mind, but what was the greatest factor of consideration for me, was the successful execution of this operation and should any problems arise, we would handle them in accordance with the circumstances.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Would it not have been necessary to discuss this serious type of operation, which had international implications and ramifications, with someone more senior than yourself?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No Mr Chairperson, I did not do that, I would not do that because then I would involve or implicate people in a higher position than myself in an illegal act.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Were you confident General, that you had the backing of your seniors should anything have gone wrong at that stage?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I believed that I would enjoy support should anything go wrong, regardless of whether we were in a problematic situation or not, however, I did not inform anybody above me about it, because it would have involved more people, it would have involved innocent people in a wrongful act with which we were busy.",
            "Male"
        ],
        [
            "MR MALAN",
            "I beg your pardon, Mr Steyn, isn't it correct that you would not have received permission?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No, I would not have received permission.",
            "Male"
        ],
        [
            "MR MALAN",
            "No, you wouldn't have?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And the reason why you didn't tell anybody was not to prevent the implication of others, but because you knew that they would not permit you to do this?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Exactly, they would not permit me to perform an illegal act.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "But at the same time, you believed that this was what the politicians, this is what your seniors wanted?  This was your response to the pressure that they were putting on you to solve the problem?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You see, General, something bothers me.  We have heard evidence for the last year or so, concerning hit squads and death squads, the operations that were carried out by the Security Police across the borders, and we have heard evidence that for example Vlakplaas was responsible for a lot of assassinations outside and inside the country.\n\tWe also heard, we have heard evidence that normally Vlakplaas was utilised by the various regions to carry out political assassinations.  But we have also seen that members of the Eastern Transvaal Security Branch, also carried out murders, that Port Natal also carried out murders of their own, without the intervention of for example Vlakplaas and they all seem to be, or seem to have surfaced more or less at the same time, from 1986, 1987, 1988.  Do you agree with that assessment, in its broadest or generalist terms?\n\tThat there were murders committed by the Eastern Transvaal, by Port Natal Branches of the Security Police?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, is the question about the fact that these deeds were committed in various provinces at the same time or not?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Let me come closer to the question.  It seems that in various regions, the various Security Branches employed the same tactics that you as applicants now employed, and there seems to be no indication from above, that this was going to be a tactic or a policy, it just seems to have been decided amongst the Branches themselves, and that is what troubles me.  There seems to be no coordination yet, over the period that I have mentioned, these methods were employed by various offices of the Security Branch?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Prior, I think that statement is clear, the reaction is what is your question relating to the statement.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, are you able to comment whether there was no coordination at a high level, in other words was this not the implementation of a policy?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Would you just ascribe it to something that just happened, everyone seemed to be thinking the same thing at the time?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No Mr Chairperson, there was no official policy.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I follow on this.  Mr Steyn, we have heard evidence here about Vlakplaas who was asked by Taylor to take certain action regarding Bhila, you heard the evidence?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why would the request have been directed at Vlakplaas if there wasn't any knowledge that Vlakplaas performed such actions?  Would the reasonable inference not be that Mr Taylor at least had to have been aware of murders which were committed by the Vlakplaas unit?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is an inference which he could have drawn.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did he at any stage tell you about it?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I don't know if he personally told me about it.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you hear at any other place that Vlakplaas had been involved in such murders during the time that you were the Commander of the Security Branch in Natal?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I was aware that Vlakplaas had been involved, but I cannot put my finger on exactly what and when it happened.",
            "Male"
        ],
        [
            "MR MALAN",
            "So in a certain fashion you became aware that Vlakplaas was committing murders?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "There were other cases in other divisions of which I knew there were investigations.",
            "Male"
        ],
        [
            "MR MALAN",
            "Were any of those investigations brought before Court where certain individuals were charged?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "If I remember correctly, I could refer to the incidents in the Eastern Transvaal where a number of people were shot and where there was indeed an investigation in the Eastern Transvaal division, if I could just think quickly.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you know that those were full blown murders?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "Please Mr Steyn, the question has got to do with murders, because you will remember the evidence that we had here regarding Bhila was that Vlakplaas came down to do the routine work, and that they were approached by Taylor with regard to the execution of a certain murder.\n\tI am just summarising it very briefly.  Why would Taylor have mentioned it if he did not know about it and you have just testified that he must have known, otherwise he would never have asked?  So similarly, did you have any similar knowledge at your disposal which would have led to you issuing a similar request?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I probably would have been able to lodge such a request, but I never would have.",
            "Male"
        ],
        [
            "MR MALAN",
            "I don't know if you understand me correctly.  I am asking whether or not you could have made such a request because you had knowledge that Vlakplaas was involved with murders.\n\tI am not accusing Vlakplaas here, but this is actually the framework within which we can view this situation.",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I don't think I would have been able to direct such a request.",
            "Male"
        ],
        [
            "MR MALAN",
            "And then you said that you relied on Taylor and Botha and the people below them for information regarding these incidents?   I think it is common cause if we accept your evidence that you did not know about Bhila, but that Taylor at least did know about that?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And now, just as Mr Prior is attempting, I am also attempting why you went to Swaziland.  My question is if this was the first time that you had contact with this sort of abduction of which the expectation was the murder if we look at Taylor's evidence, was the attempt not to implicate you in these actions or activities?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "If I remember correctly, and I am speaking under correction with regard to dates, I was already if I recall correctly, before that incident, the Ndwandwe incident, I had been with some of my members on scenes where shooting incidents had taken place, where we were aware of the presence of trained terrorists and if I remember correctly, I was present at at least three where full scale fights broke out and people were shot.",
            "Male"
        ],
        [
            "MR MALAN",
            "You can tell me if you are actually aiming at something here, but this question is not about contact situations or combat, the question is about planned killing of individuals who were not armed when they were killed.\n\tI think that you led us to understand that you could not have been involved in something like that previously, that your first incident in Natal had to have been Ndwandwe.",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "If I remember correctly, then that is the case.",
            "Male"
        ],
        [
            "MR MALAN",
            "My question is, were you not involved in the Ndwandwe matter on the basis that it was said to you that the primary objective was the abduction and that they wanted you along for the information?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I don't think that there were any other intentions to implicate me in the incident.  It was my own desire to go along.",
            "Male"
        ],
        [
            "MR MALAN",
            "I beg your pardon Mr Prior, I would just like to follow up on this.  The evidence of Mr Botha initially indicated that the actual test and this is also in his application and in your application, the test to see whether or not Ndwandwe could be an informer, was applied during interrogation and that the process followed through that, in other words, if it was a consequence, I am talking about your written application, a consequence of abduction and cooperation, but Mr Botha made it very clear to us that these documents are actually incorrect, that the intention was actually to kill her unless there was absolute certainty that she would cooperate as an informer?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now Mr Steyn, you have told us that it was in your mind that her death was a possibility before this operation was executed, when you gave permission for this operation to be executed?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was the possibility or probability ever discussed that the death would most probably be a consequence before this operation was executed?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I think that was the idea.",
            "Male"
        ],
        [
            "MR MALAN",
            "You are saying that you believe that that was the idea, that you think it was discussed as such and I would like you to go back please, because you have said that the actual discussion took place at the safe house in Pietermaritzburg, the final test.\n\tYou said that you also made yourself aware of it then and in your application you create the impression that it occurred there, but Mr Botha has indicated to us that the test had already been applied previously.  If she had not cooperated, the other questions would never have been asked, the replacement and so forth.\t\n\tShe would either cooperate or she would die.  That was the case?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it your clear comprehension when you went in to this operation?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "You knew that you were going to kill her and that there would be a remote chance that she would not die?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you tell us why you went along so easily with that if that was the first time.  Wasn't it a moral issue with you and that is exactly the thing that I am driving at?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Chairperson, the information was there.  The information was already known to us with regard to what she was responsible for.\n\tA lot of acts of terrorism had been committed by her unit, by her people who were controlled by her.  I believed that those actions or that action would have been the correct action to neutralise her activities.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, I hear you Mr Steyn, but just try and put yourself back as we have heard the evidence here with specific reference to you.\n\tYou are acting as the Head of the Branch, you are combatting and fighting terrorism.  You are experiencing this as a revolution, it is something terrible, but you operated within the framework of the law.  You did not go beyond your capacity, specifically with regard to the death of other people.\n\tThen a suggestion comes to you and it is said we are going to kill this girl.   Wouldn't that have been something that you would have remembered intensely?  Isn't that an absolute jump or a change in style for you, how did this happen?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I would just like to say that before I had come to Durban, I had already been involved in incidents in the Western Transvaal for which I am applying for amnesty and in those cases - and I am saying this so that I can indicate to you that this is not the first incident.\n\tAlthough I was not physically involved with those deeds, I was instrumental.  Me and or my people were instrumental in conveying information so as to eliminate people so that targets could be attacked.",
            "Male"
        ],
        [
            "MR MALAN",
            "That actually makes the situation very difficult, working piece by piece with amnesty applications.  I don't think we should take it much further at this stage, we can let it stand over until later.\n\tBut these aspects are going to impact on one another, but we can discuss that later.  As I have read your application, there isn't a comparable incident in the Western Transvaal which can be identified with your current application, however, we can take this further at a later stage.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Gen Steyn, are you able just to recall at what time of the day Ms Ndwandwe came through the border fence with Taylor and Botha?  Are you able to just assist us?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "She came through only with Botha Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, I am referring to that event, when she was handed over to you?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Chairperson, if I remember correctly, it would have been approximately half past eight that evening.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you have any information at what stage or what time of the day she was abducted at Manzini?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I accept that she was abducted during the preceding hour or two.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "General, the Allan Taylor unit as it was described by Mr Botha, were you familiar with that description?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I am aware of that unit.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Are you able to assist us, I omitted to ask Mr Botha about that, but are you able to assist us by possibly even looking at any of the documents before you, who was part or who formed part of that unit during 1987/1988 period?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Chairperson, are you referring to the Allan Taylor unit?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Yes.",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No, I am not certain.  I don't have the finer details of the fellow unit members.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Possibly that can be checked upon and one of the other applicants maybe later on in the week, can give us that information?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Who was your immediate superior at that time, the time of the Portia Ndwandwe event in 1988?  In other words who was your superior in Head Office, Pretoria?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "It was the Security Chief of South Africa.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Who was that?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I suspect that it could have been Gen Van der Merwe.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I am just asking these questions, just for background.  Gen Engelbrecht, Krappies Engelbrecht, where did he, did he fit in at that stage or not?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No Mr Chairperson, I think that he only arrived on the scene later.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairperson, I want to know with respect, why my learned friend is asking these questions?  This is not an inquisition, this is also not a fishing expedition.\n\tThe names of people are bandied about as if there is some evidence somewhere, lurking in the wings, that would connect them with this, where there is absolutely nothing on the evidence before you, to link them.  Unless my learned friend has very good reason for asking these questions, Mr Chairman, I am going to object to this political assassination as it were, of people by bandying their names around just for the sake of ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How is that political assassination to ask if he was a senior officer in the Security Branch, as I understand the question.  He was asking who was he superior?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "But he answered that question Mr Chairman, now the question is what about Krappies Engelbrecht.  Well, what about Krappies Engelbrecht, he's got nothing to do with nothing with respect, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know, Mr Prior apparently thinks that he was somewhere in the chain of command.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "I am happy with the answer that he wasn't, he came later, and that was the pitch at which I asked that question.  It has been answered.  I certainly never intended to politically assassinate Krappies Engelbrecht or any of Mr Visser's clients.\n\tThank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY ADV PRIOR",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before we go on, you say you think she was picked up an hour or two before she was taken through the border fence?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I assume so Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is what you would have expected?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is correct yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Because in this Exhibit H that we have been handed, and I don't know what reliance can be placed on it, there is reference to her being dropped at the rendezvous point in the morning.  You don't know anything about that?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What time of the morning did they leave you?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, I do not understand your question, from where is this?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understood you were left at the border, at Onverwacht?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, I remained behind.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What time, when did they leave?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I assume it was early in the evening, dusk and when I remained behind and they went on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did they leave you at dusk at Onverwacht when they were going to fetch this young lady?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "That is how I remember it, yes, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What time would that be?  We are talking now about October, dusk would have been when?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "I estimate probably six o'clock, half past five.  It could even have been half past six.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After the border post had closed?  You have told us the border post closed there at six o'clock as I understood your evidence?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, that was the evidence of Mr Botha.  I answered that I was not sure when the border post closed.\n\tIf it was earlier, I would agree with that.  If it was an hour or half an hour before that, I do not have a problem with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions?  Re-examination?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "None, thank you Mr Chairman.\nNO RE-EXAMINATION BY MR VISSER",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Steyn, I  would like to ask you a question that I asked about Mr Vlok and at previous opportunities.  This pressure that was interpreted as an expectation, in that you must act illegally, I think you also came to that conclusion, if you really interpreted it in that way, why would you not then at that stage, where these things were brought under your attention, then inform those above you?\n\tIf you thought that that is what they expected of you, why didn't you then report back on successes because then the killing would then be a success?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, no, I would never have thought that I could deal with it in that way.  The responsibility was mine in Natal.  I still had the responsibility and I still had to keep the peace here in this area.",
            "Male"
        ],
        [
            "MR MALAN",
            "Let us look at the Bhila case.  If Mr Taylor thought that it was expected of him to execute certain acts or acts like these, because the pressure is now from you onto him, why wouldn't he then report back to you and say I would just like to report back a success Colonel.  We took out Bhila, we will have no more problems?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairman, I do not know why he did not do that.  But I would like to be honest and say that if he did that, and the circumstances was of such a nature that it fell within our framework, then I would have identified with it.  I would not have taken it any further.",
            "Male"
        ],
        [
            "MR MALAN",
            "You would not have addressed him, this is now before Ndwandwe, a year before that, wouldn't you at that stage have said that we have got a certain framework and a structure and we have got certain capacities and abilities, would you not have scolded him?",
            "Male"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Like I said earlier on, at that stage I already went through the school in the Western Transvaal where I had to deal with similar situations.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you Mr Steyn.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One purely geographical question, this farm house that you came back to, was it a farm called Elandskop or was it at the place Elandskop?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Mr Chairperson, as I understood it it was on the farm Elandskop.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In Maritzburg, the Maritzburg district?",
            "Unknown"
        ],
        [
            "JOHANNES ALBERTUS STEYN",
            "Yes, in the Maritzburg area or district.",
            "Male"
        ],
        [
            "MR VISSER",
            "At the risk of being blamed to give evidence Mr Chairman, the witness is wrong, we will give the right evidence to you later.  May the witness be excused Mr Chairman?\n\tI don't know whether you want to take a five minute break for change over Mr Chairman or whether we should go directly on with the next witness?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you feel, do you want to break?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "The shorter breaks, I am not quite sure how you have in your mind?  They seem to be eager to continue Mr Chairman.\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}