{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-11-13",
        "location": "DURBAN",
        "day": "5",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52964&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98110919_dbn_981113dbn.htm",
        "speakers": [
            "ADV PRIOR",
            "MR VISSER",
            "CHAIRPERSON",
            "MR MALAN",
            "HENDRIK JOHANNES PETRUS BOTHA",
            "MR BOTHA",
            "ADV SIGODI",
            "MR VAN SCHALKWYK",
            "MR NEL",
            "MR NOLTE",
            "MR NGUBANE"
        ],
        "original_speakers": [
            "MR VISSER",
            "CHAIRPERSON",
            "MR MALAN",
            "HENDRIK JOHANNES PETRUS BOTHA",
            "MR BOTHA",
            "ADV SIGODI",
            "H.J.P. BOTHA",
            "MR VAN SCHALKWYK",
            "MR NEL",
            "MR NOLTE",
            "MR NGUBANE",
            "ADV PRIOR"
        ]
    },
    "testimony": [
        [
            "ADV PRIOR",
            ".. report that all the victims that were scheduled for next week, that is the Nxiweni family and the kwaMashu 3, are present.  Thank you Mr Chairman.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman, Visser on record, my learned friend, Mr Prior, has neglected to mention that it is Friday the 13th.\n\tMr Chairman, the relations and family of the victims being here, it might be in their interest just to repeat very briefly the facts to where we have come at this stage.\n\tYou heard yesterday Mr Chairman, the evidence of Mr Botha about the discovery of an Area Political Military Committee, that came to be established in Natal and of the arrest of a number of members of that APMC in December of 1985.\n\tEvidence was led that Ms Ndwandwe was in fact released from custody after she had made a Section 29 statement in writing and that she thereafter lay low for a while and then struck up units from those, involving those people of the APMC who had not been arrested in December of the previous year.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Or had been arrested and released?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Or had been arrested and released.  The evidence was that due to actions taken by the Security Branch against members of those units, Ndwandwe left the country in 1986 and as far as the information which was available to the Security Branch was concerned, she received military training in Angola.  She thereupon returned at a time when there had been some shuffling of the command leadership of Umkhonto weSizwe in Swaziland and the two previous Commanders had been removed for one reason or another.\n\tShe then became the ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think it was leadership of Umkhonto weSizwe as such, was it, it was of the Natal Section?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, that is probably more correctly phrased Mr Chairman, yes.  She then became the de facto Commander, regarding Natal operations in Swaziland and the Security Branch received information about her activities from informers who were placed in Swaziland.\n\tA point was reached in October 1988 when due to the terrorist activities in the area, in Port Natal, a decision was made by basically Taylor, Botha and Steyn, that she had to be neutralised and eliminated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry to interrupt you again, for the sake of the audience, could you give the ranks.  They were all three members of the Security Police of the South African Security Police Force and were all three Officers?  Can you remember the ranks at the time?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I speak under correction, I think Steyn was at that stage a Colonel, he might have been a Brigadier.  It was Major Taylor and it was Captain Botha at the time.\n\tAn elaborate scheme was then devised which was put into operation to abduct Zandile Ndwandwe from Swaziland which involved two informers have made contact with her.  We don't know what their pretence was, why they wanted to meet her, but in terms of a note which we received, which is an Exhibit before you, one M.K. Jones suggested that it had something to do with the obtaining of firearms and or explosives.\n\tHowever that may be, the members and the informers went to Swaziland where Ndwandwe got into a bakkie with the two informers, they were intercepted on the way, on the road to the Big Bend and she was transferred into a Toyota bus.\n\tBotha immediately started to talk to her.  I neglected to say Mr Chairman that although a decision was initially already taken that she would probably have to be eliminated, to neutralise her and her influence in the violence in Natal, it was always important to attempt first to obtain the services of such a person because the information would have been more valuable than simply eliminating her.\n\tFor that purpose, she had to be abducted from Swaziland.  On the way to the border post, already Botha started talking to her, finding out, probing and trying to find out whether it would be possible to canvass her, to elicit her services as an informer of the Security Branch.\n\tThey eventually all got together, apart from Mr Wasserman who I think, was a Sergeant at the time, and Du Preez was a Lieutenant.  Lieutenant Du Preez and Wasserman who stayed over in Manzini on that first day of the abduction and Botha and Ndwandwe exited Swaziland through the fence, not through the border post and they all got together, apart from the two gentlemen which I have mentioned, at a house, a police house at the border post at Onverwacht where the interrogation and attempts to obtain the services of Ndwandwe was proceeded with until about half past twelve that evening.\n\tThe next day when Wasserman and Du Preez had joined the group at the Onverwacht border post, it was clear that she was not yet willing or had not given signs that she was willing to act as an informer for the Security Branch, and they then proceeded to Pietermaritzburg.\n\tAlso on the way to Pietermaritzburg, Botha was talking to Ndwandwe and they eventually reached a farm in the district of Maritzburg, where Botha continued talking to her and eventually realised that she was unwilling to cooperate with the Security Branch of the South African Police.\n\tWhen that happened, he handed her over to the other members of the Security Branch, who were present there and he left with the two informers for Durban.\n\tWhat is important was that in the process of the interrogation, Botha learnt from Ndwandwe certain information which was new to the Security Branch, and other information which was confirmed by her, which was already within the knowledge of the Security Branch.\n\tWe refer to page 6 of volume 2 of the papers where the incidents were dealt with and we cross-referenced those incidents to Exhibit A and what it boils down to is that it was learnt as I understand the evidence of Mr Botha, that the incidents which are mentioned here and of which the Security Branch was obviously aware at the time, it was confirmed or for the first time, told to the Security Branch, were carried out by units under the control or a unit under the control and directions of Pumeso Nxiweni.\n\tMr Chairman, while I am at that point, I neglected to make a reference, a cross-reference to Exhibit A.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, you are addressing the audience, I don't think it is necessary to go through the documentation, they haven't got copies.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "It is in any event not serious, we will rectify that at a later stage.\n\tWhat then happened was after Mr Botha had left, he doesn't know what happened thereafter, but evidence will be led by others, to say that she was executed there on the farm, and buried.\n\tWe have now gone on to the next step and that is the action taken by members of the Security Branch against Mr Pumeso Nxiweni.  We are about to start there Mr Chairman, if I remember correctly, when we adjourned yesterday.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Visser, just before you proceed, you mentioned in your summary that the decision had been taken by Botha, Taylor and Steyn to eliminate.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman, I didn't want to go into the details, you heard the evidence that they ...",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Visser, I just have a question following this, I am not challenging anything.\n\tYou also mentioned that at the time of the abduction, a decision had been taken that she probably would have to be killed.  From the evidence thus far, that wasn't made clear that it is the same decision which you are talking about, that Steyn was involved, because there wasn't such evidence to my knowledge, in the probability of her killing before the abduction.\n\tHe does not give any such evidence in his application which Mr Botha confirmed.  He said he had read Steyn's application, and he incorporates it in his.  Will you at some stage please deal with that too.",
            "Male"
        ],
        [
            "MR VISSER",
            "I can tell you right now Mr Chairman, that Steyn will give the evidence as I put it here today and that is that the order that he gave at the time when he said abduct her, it was already in their minds very clear, that if she could not be, her services could not be elicited, then that there would only be one option.",
            "Male"
        ],
        [
            "MR MALAN",
            "Okay, that is fine then.",
            "Male"
        ],
        [
            "MR VISSER",
            "We are very aware of the way in which the statement reads Mr Chairman, but we are here to tell you the truth and if it deviates from the statement, well, then so be it.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Visser, I am not challenging that, I am saying that the information before us thus far, does not substantiate what you are giving us at the moment, because there was a reference to Steyn's application which is not in that order, and you are telling us that it deviates and you will deal with it when Steyn comes to us, it deviates from what is before us at the moment.\n\tLet me be very specific because you will have to deal with that, in Steyn's application he says that his consideration of the alternatives, only took place at the safe house, after the abduction and let's not do a summary which is not before us at the moment, please.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, with all due respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can deal with that when you come to Steyn's evidence.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "But Mr Chairman, Botha gave evidence about this, and he made it perfectly clear that at the time when they made the representation, Taylor and himself to Steyn, the consideration of her elimination was already in their minds.\n\tThat was very clear Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "That is indeed so, but he didn't mention Steyn's involvement in that consideration.  He simply talked about the presentation and that the elimination was very clear in their minds, not in Steyn's, because he addressed us on the presentation to Steyn.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "(still under oath)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "(continued)   That is indeed correct.  All right, Mr Botha, you have listened to the summary which I have given thus far and yesterday you got to the point where you ...",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where you referred to the date of the 4th of November at the bottom of page 7 of volume 2 and now I am going to page 8 of volume 2.\n\tYou already said that during the afternoon of the 4th of November, you, yourself, Du Preez and Van der Westhuizen by means of information which was given by informers, succeeded to arrest Nxiweni, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you took him to a safe house in Verulam where he was interrogated?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you also said that in his case, you assaulted him?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "That was during the interrogation?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the interrogation dealt with his unit and his own participation in the acts of terror which you referred to when you spoke about Ndwandwe?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you carry on from there please, and inform us about what exactly transpired there during that interrogation of the afternoon of the 4th of November?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, the interrogation dealt mainly with the arms which we hadn't found yet, as well as the other members of units under his charge, the identification of them, communication channels to Swaziland, safe houses.  In other words the infrastructure as was used by him and his unit under his command.\n\tThis questioning wasn't continuous because the place where he was detained, also served as my office, and I worked from there covertly.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why was it necessary to assault him?",
            "Male"
        ],
        [
            "MR BOTHA",
            "He did not always want to respond to the questions asked and it was necessary to put pressure on him, in order to get an answer from him.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was it a serious assault?",
            "Male"
        ],
        [
            "MR BOTHA",
            "He was hit with both a clenched fist and he was slapped.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where on his body?",
            "Male"
        ],
        [
            "MR BOTHA",
            "On his body, on his face, he was slapped in his face.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now you are making a distinction, you say on the body and he was slapped in the face.",
            "Male"
        ],
        [
            "MR BOTHA",
            "He was hit on his body with a clenched fist and he was slapped through his face.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was the end of that, did he tell you anything?",
            "Male"
        ],
        [
            "MR BOTHA",
            "During this interrogation, information did come forward.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was that?",
            "Male"
        ],
        [
            "MR BOTHA",
            "He spoke about an explosion the previous night, which was caused by him and members of his unit at the Rosborough railway station.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is that an issue which is mentioned in Exhibit A on page 36, the second item under the date 3rd of November 1988?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Which says Rosborough railway station, SBM limpet mine and then below reference CR38/11/84?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did he tell you about that explosion?",
            "Male"
        ],
        [
            "MR BOTHA",
            "He said that he and members of his unit were involved in that explosion.",
            "Male"
        ],
        [
            "MR VISSER",
            "We also referred to the KwaMashu unit and you refer in your application to an Allan Taylor unit, are we talking about the same thing here, or are they two different units?",
            "Male"
        ],
        [
            "MR BOTHA",
            "They are two different units, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.  Would you please continue?",
            "Male"
        ],
        [
            "MR BOTHA",
            "The interrogation took place during the course of the day, from time to time I interrogated him.\n\tIt was started the evening, and it was continued the next day, and I had to win time, in order to determine if he was at the Kingspark Stadium where it took place, or the fact that his absence in the Allan Taylor unit would cause us problems, and because of that, I had to communicate with an informer of mine.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why would his arrest create problems for you?",
            "Male"
        ],
        [
            "MR BOTHA",
            "If he was missing, there would have been communication to Swaziland or communication to other units, then it is information that you can use to your own advantage in identifying the unit because usually such a warning would take place if a Commander becomes missing.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you say that when he was arrested, the idea that he would be eliminated was already there?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I already had that in mind.  Nxiweni would have been eliminated.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.  Did you talk to him about the information you obtained from Ndwandwe?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That information was confirmed by him, some of the information.  I cannot say what exactly he confirmed, but there was also new information which he gave us.\n\tAlso that that evening of the 4th, they would have been responsible for an act of terror, referring to some of his people.",
            "Male"
        ],
        [
            "MR VISSER",
            "That is in Exhibit A, page 36, the third item, the Montclair railway line?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.  Whilst I stayed with Pumeso ...",
            "Male"
        ],
        [
            "MR VISSER",
            "Just before you continue, I want to ask you Mr Botha, when you arrested Pumeso and you say to the Committee that you already had it in mind that he would be eliminated, I want to ask you what was your conviction or belief with regards to Pumeso's role in the violence here in Durban at that point in time?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, the day of his arrest and two months prior to that, if you go back to Exhibit A and you look at the dates of the events which took place, you will see that 14 acts of terror took place in two months.  There was a lot of pressure on us to find a solution and to stop this wave of terror.\n\tI had a responsibility to gather the information, or the intelligence.  I have already referred earlier in my evidence to the fact that the situation in Natal drastically changed and no one was playing according to rules any more.  I made a decision by looking at the circumstances and also at his involvement in these acts of terror.\n\tThe fact that he was a Commander who was in charge of other units, would have led to the fact that his elimination would also minimise the violence it might have been stopped by eliminating him.",
            "Male"
        ],
        [
            "MR VISSER",
            "I forgot to complete this, let's just do it now Mr Botha, with regards to what you have learned from Ndwandwe, we can refer to Exhibit A, page 35.  Mr Chairman, I have already when we addressed Exhibit A, asked you to write in Pumeso on all those incidents.  What I neglected to do was to refer you to page 36 and 37.  At page 36 where I suggested to you to use the words kwaMashu unit in items 1, 2 and 3, that would obviously include Pumeso, so on the evidence of this witness.\n\tThat was a unit under his control.  So it is Pumeso/kwaMashu unit.  Nothing turns on the use of the word kwaMashu, we could call it anything, I am just trying to make it easier, not to have to refer to the names every time.\n\tThen Mr Chairman, at 37 the first, second, third and fourth are all Pumeso.  That is according to the information about which the evidence has now been placed before you.  All four those incidents at page 37.\n\tAre the incidents that you are referring to when you say that in the previous months there were lots of acts of violence?  Mr Chairman, my Attorney has just reminded me, I forgot to point this out, at page 36 there is a duplication.\n\tThat duplication is the Phoenix railway station, where the three next victims are involved, were killed.  Those are a duplication Mr Chairman.  In fact you will see even the MR number is exactly the same, so if you would just strike out the second 18 November 1988, referring to Phoenix station Mr Chairman.\n\tObviously Mr Pumeso was not physically involved in that, because as you will know now, as you will hear in the evidence of Mr Botha, he was at that stage, he had been eliminated.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry Mr Visser, were we not told that the incidents that you refer to as a duplication, were the false flag incidents?  I think I asked you that question at the time, I am not sure, I may be mistaken?",
            "Male"
        ],
        [
            "MR VISSER",
            "The false flag incident is the one Mr Chairman, I believe on the Montclair, that is the 4th of November.  No, is it the 18th?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This was the murder of the three activists?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I am told I am wrong, and Mr Malan is correct Mr Chairman, yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "While we are at this, may I also ask you in terms of the, reading the handwritten diary or informal diary, are the entries duplicated there too, or is it only in the retyping that it is duplicated?",
            "Male"
        ],
        [
            "MR VISSER",
            "No, this would be a retyping from the handwritten manuscript, but we will check immediately.",
            "Male"
        ],
        [
            "MR MALAN",
            "While you are checking, will you please check whether the handwriting was the same person who entered it, or two different people.",
            "Male"
        ],
        [
            "MR VISSER",
            "The witness does have the handwritten manuscript in front of him.  The first thing you will look for Mr Botha, is the date of the 18th of November 1988, which refers to the Phoenix station and also refers to three black men who were between the ages of 20 and 25 and who died there.  Did you find that?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes Chairperson, I have.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please look if you can find another date in that manuscript, dated 18 November 1988, except for the one that we have already referred to.\n\tThere is another entry for the same date.  Is the handwriting for the two the same?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No, it is two different handwritings.  The first is that of Colonel Taylor and the second one I do not know.",
            "Male"
        ],
        [
            "MR VISSER",
            "I wonder if you do not want to submit it so that the Committee can have a look at it themselves.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "While we are on that, you recognise Colonel Taylor's handwriting do you?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Yes, I know the handwriting Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it correct that the first few years of that diary is all in the same handwriting?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "I would say most of the entries were made by Colonel Taylor.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And thereafter, there are many different handwritings in the diary?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sometimes a whole page written up by the same person, sometimes just single entries?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It appears that although it may have started as a private diary by Colonel Taylor, later many people had access to it to make entries in it?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "May I just ask you, you say that this was Taylor's private, informal diary.",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did everyone have access to this diary in order to make entries?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It is a book he kept with him, because he was an Investigating Officer, it was easy for him to refer back to things and look at it.  It later became a record for us as well, so we would make entries in that when we were dealing with a case, it wasn't an official record.\n\tWe didn't adhere to the prescriptions of the police.",
            "Male"
        ],
        [
            "MR MALAN",
            "The other entries on the same page are all in the same handwriting, I am sure you would have noticed that?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, all the others.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you would find that same handwriting in other places in the diary, is it possible to determine whose handwriting it is?  Could you ask your colleagues?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, it will be possible, I think it was the Investigating Officer, and I think there is a case book number there as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The first reference to Phoenix, that is Colonel Taylor's handwriting?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If one looks at the second portion of that entry, it would appear that for the first entry the top one, somebody else with completely different handwriting has written \"solved\" in the last column.\n\tFor the fourth one, that is the second Phoenix entry, someone with different handwriting from the person who made the original entry, has written \"withdrawn, accused killed\" and that has now been typed out as \"niketelua\", which does not appear in the diary?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, the answer to the last query is a very easy one and that is that my Attorney's secretary must obviously be blamed for that, and we should be blamed for that for not having checked every single word.  But we simply didn't have the time Mr Chairman.  I gave instructions just before we came down, for this to be typed out and it was typed on that Friday before we came over the weekend, Mr Chairman.  That is the explanation for that.\n\tIn any case, Mr Chairman, my Attorney suggests that perhaps you would want a copy of that handwritten manuscript for your own use.  We are willing to make it available.  I must tell you that we have a problem here in Durban because apparently the TRC refuses to make photocopies for us and what we will have to do is, we will have to go out and find some place where we could have the photocopies made Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think as I understand it, the TRC refusing to make photocopies for you.  I think the position is that the photocopier available here, is one where you have to do a single page at a time, and it will probably take a few days to photocopy.  It is not one of those where you could insert and rapidly copy.\n\tI think if a copy is to be made, we should try to find a machine that can do it.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I am pleased to hear your explanation Mr Chairman, because I was a bit surprised when I heard that.\n\tMr Botha, you have just referred to the fact that Pumeso during the interrogation that day and the next morning, sorry you did say the next morning?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Told you that two members of a unit under his command, but maybe I shouldn't lead you, just repeat it please.  What would these two members under him have done?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Firstly, the previous evening's explosion, that is the 3rd of November, they were responsible for that.  That is at Rosborough railway station.\n\tDuring the course of the day, we also received further information that that evening they would commit another act of terror.",
            "Male"
        ],
        [
            "MR VISSER",
            "That is on the 4th of November?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct, and that Du Preez and Van der Westhuizen, according to that information, went to Montclair railway line to have a look and to see if he could find the limpet mines and also if he could find the people.\n\tWhen they got there, the explosion already took place.  If I remember correctly, this was after dusk that evening.  The explosion already took place.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can we just make sure we are not confused here.  You told us Mr Botha that Pumeso was arrested on the 4th of November?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And it is on the 4th of November that this explosion took place, is that correct?  That same afternoon?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That same evening, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "But you also said that you interrogated him further that evening, which carried on until the next day?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, that is correct, I carried on with him the next day.",
            "Male"
        ],
        [
            "MR VISSER",
            "But this information was already received on that day when you arrested him?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And Du Preez and Van der Westhuizen then rushed off to Montclair and you say when they got there, in order to try and find these two people, that they realised the explosion had already taken place?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened then?",
            "Male"
        ],
        [
            "MR BOTHA",
            "They returned to the safe house.",
            "Male"
        ],
        [
            "MR VISSER",
            "Maybe we can cut this short.  On the 5th of November you continued with your interrogation?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who interrogated him on the 5th of November?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It was shared between me, Du Preez and Van der Westhuizen.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was Van der Westhuizen's rank?",
            "Male"
        ],
        [
            "MR BOTHA",
            "He was a Sergeant.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you said Du Preez was a Lieutenant?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was there any other information which came to the light during this interrogation?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes Chairperson, the fact that at the Allan Taylor where he stayed, there was a store room which was known as the suitcase room, where they kept all their suitcases and there was a trunk there with arms in it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, what did you do with that information?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Before I acted according to that information, maybe just to put everything in a chronological order and to treat it as such, Taylor, Du Preez and Wasserman arrived at the safe house.  They were absent from Durban because of work and when they got back to Durban, they popped in at the safe house where we were.\n\tI informed Taylor about my decision as well as the circumstances Pumeso's so-called arrest and his detention and his interrogation by me.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you say on page 9 that you and Taylor discussed options about what to do with Pumeso, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I informed Taylor about what Pumeso had already done.  He was aware of what Zandile already said with regards to Pumeso.\n\tMy decision regarding Pumeso's elimination was shared with Taylor and the options as is mentioned here, were discussed even though it wouldn't have been really crucial when it came to the end of Pumeso.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Botha, why would you have discussed it if it was standard practice, you didn't try to turn him any more?  Would you really have discussed it again if you went through this whole thing a few days before, haven't you testified that this was indeed practice?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, we would have.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it a formal exercise or was it a serious consideration of options?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Circumstances would determine whether it was a formal consideration.  In his case it was a fact that we discussed it informally, what are we going to do with him?\n\tThe best option is he is responsible for these acts of terror, he is the Commander and in order to stop this wave of terror, the best option would be to eliminate him.\n\tOur informers could have been in trouble, so it was very informally discussed, but yes, we did discuss it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why would your informers have been in trouble?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "We had informers at different levels within the structures in Durban.  An appointment was made with Pumeso for a specific place and time.  Who he shared information with at that place, we did not know.\n\tAlthough he said with no one else, one couldn't rely on that.  There was a very highly placed informer in Swaziland and his name was used in order to lure him.  He went and he went to that appointment, and in order to protect all those people in the process, it was necessary.  Also with the consideration of elimination, we had to consider their positions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought Du Preez and Van der Westhuizen went to hunt for him?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Page 7 at the bottom Mr Chairman, the last paragraph.",
            "Male"
        ],
        [
            "MR MALAN",
            "I just want some clarity regarding this please.  You testified this morning that with his arrest, the idea was already in your mind that he would be eliminated?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Shortly after that you said you took the decision?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And then you said that you then arrested him, you interrogated him and you assaulted him a little bit and you got information from him, and when you were finished using this information, you discussed the options with Taylor.  You never considered recruiting or turning Pumeso, you did not try that and you testified to that extent, is that correct?",
            "Male"
        ],
        [
            "MR VISSER",
            "With respect Chairperson, we are busy with dealing with this in a chronological fashion.  He does say that in his application, that he tried to recruit him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Visser, with respect, he already testified that him and Taylor after the interrogation, considered the information.  He informed Taylor about the decision and the circumstances and then he said and then we discussed the options about what to do with him.\n\tHe has never given evidence about an attempt to turn him.  He does give it in his reasons in his application, that he was not willing to become an informer, but he hasn't testified to that.  I am asking you once again Mr Botha, did you try and convince him or persuade him to become an informer for you?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No Chairperson, I did not.  Yesterday I tried to describe to you that his attitude was such that I would not try to turn him.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you did not consider it?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "Secondly, and this is my question.  When you spoke to Taylor, could you not seriously discuss with him what are our alternatives?   You said to him and you knew that if you used informers in order to arrest a person, you cannot compromise them, so you cannot release him.\n\tYou did not consider to use him as an informer or to recruit him, so why  would you go through this whole thing with Taylor, as you described on page 9 like an extensive exercise.  You can look on page 27 of your application, me and Colonel Taylor discussed the following options about him.",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Mr Chairperson.  And this is the way I wrote it down when I wrote my application.",
            "Male"
        ],
        [
            "MR MALAN",
            "I am not asking you whether you have written it down, I am asking you what happened?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is this what happened?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Whether it was extensive or whether it was less formal, I informed Taylor because he was my senior at that stage and I did discuss these options with him, as they are written down.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you discuss with him the fact that as you put it here, he was not willing to become an informer?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, I informed him that in my opinion he is not the quality of an informer.  He does not have it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you knew he was not the quality of an informer?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You used informers to arrest him?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you knew then that you would have to kill him?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when you went out to arrest him, it was knowing that you would then kill him?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Yes, I formulated it in that manner, yes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you try to prosecute him?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Chairperson, at that stage we had many problems in Durban with prosecutions.   To find somebody to testify against him, in the first instance, to find somebody to testify against him, the chance would be very slim.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You found a trunk full of ammunition and explosives and firearms?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were they tested for fingerprints?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "No sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not?   It would have been the perfect evidence against him, wouldn't it, that he was in unlawful possession of automatic weapons, he would have got a heavy sentence?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "I already took the decision to eliminate him at that stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you were not interested in prosecuting him either, your sole intention was to eliminate him, is that what you are telling us?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is what I am telling you, yes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was no question of discussing the options, you had already decided you weren't interested in them?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "With regard to the circumstances, prosecution was not an option.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Murder was better, is that the attitude of the police at that time, even where they could get a conviction, they would rather murder the person.  Is that what you are telling us?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Finding a person guilty, is something I cannot answer.  As I have said, we had much trouble and we were arresting people every day.  This was something heavy for us, we had more pressure on us every time.\n\tWe had a very prejudiced bar in Durban, that is true.",
            "Male"
        ],
        [
            "MR MALAN",
            "Prejudiced or ...",
            "Male"
        ],
        [
            "MR BOTHA",
            "Depends on how you look at it.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And you are saying that Major Taylor was senior to you?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But you took the decision that you wanted to have him eliminated?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Just to clarify this, was it the position at that time, that any policemen, even though junior, could actually take such a serious decision, a decision to kill and perhaps just discuss it with somebody senior without having had the order from somebody senior to kill the person?  Was that the situation, could it be done that way that somebody junior could decide to kill and then communicate that to somebody senior that we have decided to kill this person, and then decide and discuss the option with somebody senior, instead of waiting for an order from somebody senior to say to the juniors, look eliminate this person because he is problematic?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Chairperson, there were many questions in one here, but let me answer it as briefly as possible.\n\tIn order of the incidents, I decided to eliminate Pumeso before Taylor arrived there, Taylor was out of town.  I think he was in Swaziland gathering intelligence, I did not expect him to come back, so when he did come back, I decided that the decision was all ready, and that is why we discussed the options.\n\tI already took the decision and at the end thereof, he agreed with me that this was the best option.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "How far high up could a person for a decision to kill, would an order come from?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "We could not ask permission for an elimination.  I could just answer where I took the decision myself, there was no standing instruction as to go and ask for permission to eliminate somebody.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who did you tell to eliminate him?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Chairperson, if I can continue, if I could just sketch the order of occurrences.\n\tWasserman, Du Preez and myself went to the Allan Taylor residence, where we found the arms.  In our absence Taylor and Van der Westhuizen stayed at the safe house and when we got back to the safe house, Taylor said that Van der Westhuizen and I could leave, we were not needed any more, he already took the decision, and that was his attitude.\n\tIf he arrived at the scene, then he would be in control, and consequently he took the responsibility for which I made the decision, on himself.",
            "Male"
        ],
        [
            "MR MALAN",
            "Could you tell us please, where was Nxiweni from the time that you interrogated him, what was his movements, where did you keep him before you returned back to the house?",
            "Male"
        ],
        [
            "MR BOTHA",
            "He was at the safe house at all times Chairperson, in Verulam.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is this the same house where you returned to?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "And where Taylor told you that Van der Westhuizen and yourself could leave?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "And the Chairperson's question was who received instruction to execute the elimination, who was that?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That would be Du Preez and Wasserman.",
            "Male"
        ],
        [
            "MR MALAN",
            "So it was Du Preez and Wasserman?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you say Taylor, or this is where Taylor took over and that was his arrangements?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha, let us just return to something else which is causing confusion.  You apply for amnesty because you committed some acts.\n\tIn the police, was there a system, an authorization for some or other officer of rank, to give authorization to others to commit offences?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did it ever exist according to your knowledge that an officer would give you an instruction to commit an offence?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "So it is not a matter of your rank, if you decide to commit an irregular act, it is still an illegal offence?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It did not matter what rank we had, no.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.  We have preempted the whole thing now, but if I could just take you back.  You informed Taylor and I am not going to repeat that evidence, which you also mentioned in your application, in the middle of page 9, the fourth paragraph, that he refused, this is Nxiweni to cooperate as an informer with the Security Branch.  What do you mean by that?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, I already testified that my evaluation of Nxiweni is that he was not suitable as an informant.",
            "Male"
        ],
        [
            "MR VISSER",
            "But you speak of refusal here, you said he refused?",
            "Male"
        ],
        [
            "MR BOTHA",
            "He was obstinate all the time.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you ask him if he wanted to cooperate with you?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No, I did not.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why do you say that he refused?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Mr Chairman, it is probably the wrong choice of words.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, you must have used the wrong words there.  Is the situation as you have explained it here, according to the best of your recollection, is that how it is?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is how I remember it.",
            "Male"
        ],
        [
            "MR VISSER",
            "As the Chairperson put it to you, when you went to arrest him in your mind, you have already considered all the options and you decided to eliminate him?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then you say that that paragraph on page 9 is not correct, strictly speaking that he refused as if he was asked?",
            "Male"
        ],
        [
            "MR BOTHA",
            "In the context of my evidence today, that paragraph should not be in there.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let us just get to the arms cache.  You say yourself, Wasserman and Du Preez went to Allan Taylor residence and then you use the words where you had access to a package room.  Tell us, did you break in?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, we did.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why did you not go to the caretaker or whoever or get a warrant, a search warrant on the grounds that you had reasonable suspicion that there were goods that were used in offences on these premises?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, Pumeso had to be eliminated, and I have already testified that if I had to get a search warrant, then his illegal arrest would have been complicated.",
            "Male"
        ],
        [
            "MR VISSER",
            "So in other words, the incidents surrounding him, you would have been advertising it if you went in search of search warrants and asked for permission and you did not want to do that?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you have already decided that you would have to cover up these things?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you find there exactly, can you recall today?",
            "Male"
        ],
        [
            "MR BOTHA",
            "In this storage room, there were limpet mines, SPM limpet mines, mini limpet mines, the detonators for these limpet mines and I cannot recall if there were any other weapons.",
            "Male"
        ],
        [
            "MR VISSER",
            "You have already explained to the Committee that after that, you went back to the safe house in Verulam where you left Taylor, Van der Westhuizen with Nxiweni.  These weapons, limpet mines, did you take it with you?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you know what happened to it?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I cannot recall exactly what happened to it, I can speculate, but I am not sure.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you usually do with such weapons?",
            "Male"
        ],
        [
            "MR BOTHA",
            "We would hand it in and send it back to Pretoria and we would report that it is information we have received from an informant that led to this find.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was this the case with these weaponry?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It could have been possibly.",
            "Male"
        ],
        [
            "MR VISSER",
            "You returned to Verulam and you arrived at the safety house, and you say Taylor took control and he said Van der Westhuizen and yourself could leave.  Did Taylor remain behind with Wasserman, and you don't know what happened thereafter?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Not from my own knowledge, no.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you going on to something else now?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No Mr Chairman, I need to deal with an aspect straight away now concerning the amnesty application of Mr Taylor, at page 62 - 63, particularly page 63 of volume 2 Mr Chairman.\n\tMr Botha, with the permission of the Committee, I would like to read this paragraph to you in context, and I would like you to comment on two incidents which Colonel Taylor mentions in his application.  He says it was clear to me that he was a dangerous terrorist who would not stop his activities and if released, would continue to be a threat to the security of the State.\n\tIt was also apparent that there was insufficient evidence to remove him from society, through the normal channels of the Court, due to the fact that he had already been acquitted.  We discussed the matter and Botha and I together decided that he should be eliminated.\n\tI then started to dig a grave, meanwhile Botha went with him to the Allen Taylor residence, where a dead letter box containing certain arms and ammunition was found.  He was brought back to the farm and eliminated.  I cannot remember today who actually pulled the trigger.  It wasn't me, but I admit that I was part of the decision to kill him.\n\tI do recall that myself and Colonel Botha were definitely present.  I would just like to stop there.  Did you listen to what I read to you?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR VISSER",
            "The words that I have read to you, are those words correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well he alleges and the late Colonel will not be here to cross-examine, but I put it that is it possible that he could have thought that the two of you took the decision to kill Pumeso, that the two of you took the decision together?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It is possible that he could have thought that.",
            "Male"
        ],
        [
            "MR VISSER",
            "We don't know what he thought, but he says the two of you did it together.  He stated it as a fact, but what is more important is that he says that you went to the Allen Taylor residence, you took Pumeso with you?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is not correct Chairperson.  Pumeso remained behind in the presence of Sergeant Van der Westhuizen.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that is why you would not have brought him back, because he was not with you in the first instance?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then Taylor says that he recalls that the two of you, that is Colonel Taylor and you, Mr Botha, were present when Pumeso were killed.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I don't know if Colonel Taylor was present, but I was not.",
            "Male"
        ],
        [
            "MR VISSER",
            "You apply for amnesty, you said that you took the decision that he should be killed.  If you were there, you would have said so?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.  Those of us who knew Colonel Taylor, we saw how his illness had deteriorated and in the later years of 1996, he could not recall quite well what had happened previously.",
            "Male"
        ],
        [
            "MR VISSER",
            "I am just going to go over to something else, so if you want to ask something.",
            "Male"
        ],
        [
            "MR MALAN",
            "You are moving away from Taylor's application?  Taylor says in his application, I don't know how we are going to deal with this precisely, but we have to consider it, that he dug the grave himself, or he started digging the grave himself.  Would that be in his nature as the senior person present there?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It is possible.  Colonel Taylor was a strange man at times.  I was not there, so I would not know if he did dig the grave.",
            "Male"
        ],
        [
            "MR VISSER",
            "Excuse me, before you move away from that, there would be evidence from Van der Westhuizen to that fact, with regard to the digging of the grave.",
            "Male"
        ],
        [
            "MR MALAN",
            "I would also like to know, Mr Botha gave evidence and according to him, he could not say who Nxiweni was killed.  I want to know if he has any other knowledge as to who did what and what happened there?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes Chairperson.  After the incident I was informed that Nxiweni was shot and buried.",
            "Male"
        ],
        [
            "MR MALAN",
            "You were informed that he was shot by whom?",
            "Male"
        ],
        [
            "MR BOTHA",
            "We do not say to each other I pulled the trigger or he pulled the trigger.   I just assumed that Laurie and Sam or Wasserman  and Du Preez shot him, and that he was buried.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I was asked this morning, to take more frequent, shorter adjournments, particularly considering the conditions that exist for the Interpreters, and I wondered if we should do that now, how they are feeling?\n\tDo they want a short adjournment?  We will take a short adjournment now, we may be taking another one at half past eleven, slightly longer, but this is just for a few minutes to let people get a breath of fresh air.\nCOMMITTEE ADJOURNS\nH.J.P. BOTHA: (still under oath)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "(continued)  Thank you Mr Chairman.  Mr Botha, this incident occurred according to your evidence, on the 4th.  I see our sound engineer running around in confusion Mr Chairman, I am not sure whether I can continue.\n\tMr Botha, this incident with regard to Pumeso Nxiweni occurred on the 4th and 5th of November of 1988, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you were able to give those dates as to what happened, or what is written in Exhibit A, these incidents?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No, when I completed the application, I did not have Exhibit A to my availability.  There were other documents, but the dates are correct according to the statistics.",
            "Male"
        ],
        [
            "MR VISSER",
            "In the following days, what happened in the following days?  Page 10 Mr Chairman of bundle 2.",
            "Male"
        ],
        [
            "MR MALAN",
            "Before you continue, the other documents that you referred to, what is the nature thereof, which you could find the dates from?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, there was a document with regard to statistics, it was an official police document and Commissioner Fivas gave an instruction that before the - where there were applicants who needed assistance in terms of documentation, who was in possession of the South African Police, had to be made available.",
            "Male"
        ],
        [
            "MR MALAN",
            "Just a follow up question, the so-called Phoenix on page 36, the Phoenix explosion at the station, would that be written in that document, the statistics?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes Mr Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is it possible then that other false entries were also written in there?",
            "Male"
        ],
        [
            "MR BOTHA",
            "What do you mean with false entries?",
            "Male"
        ],
        [
            "MR MALAN",
            "The point I am trying to make is, and I just put the question quickly, when we referred to the false flag operations, I think it is common cause that the incident of the 18th of November, was not an act of terror?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "I also think that it is common cause that there were other such false flag operations?",
            "Male"
        ],
        [
            "MR BOTHA",
            "There were more, yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "And some of them would also be written in here in the official statistics?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "And also in a local register?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "And the incidents of 3rd of November and 4th of November, were false flag operations.  If it was so, then it would be written into that official statistics?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then my question to you then, were these false flag operations or was it acts of terror?",
            "Male"
        ],
        [
            "MR BOTHA",
            "In terms of 3rd and the 4th, yes it was real acts of terror.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why would the entries then take place after the entry of the 18th of November?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I don't know Chairperson, I cannot explain why.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha, I don't know if you have made a study of Exhibit A, but are you aware of any other so-called false flag operations that would be written down here as an incident, except for the Phoenix incident to which we have referred to in Exhibit A?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, not off hand.  I would have to study the document first.",
            "Male"
        ],
        [
            "MR VISSER",
            "For the information of the Committee and for us, could you study the document and see if you come across any other incident?",
            "Male"
        ],
        [
            "MR MALAN",
            "And to go with this question, while  you are studying the document, can you recall from your memory any other false flag operations that you can tell us?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Of which I came aware during our amnesty operations, was the false flag operation Bulwer.",
            "Male"
        ],
        [
            "MR MALAN",
            "Anything else where you were involved with from your own knowledge, that you were involved with false flag operations?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Not as far as the elimination of persons were concerned.",
            "Male"
        ],
        [
            "MR MALAN",
            "No, but this was not necessarily so, I am speaking of an explosion.  Were there any of those false flag operations?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Not acts of terror.  Placing of arms, yes, many of them.",
            "Male"
        ],
        [
            "MR MALAN",
            "But not explosions?  Thank you.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can we just go to the last issue.  You say that in the second last paragraph of page 10 of your application, you refer to the occurrences on the following days.  Are these now the days after the 5th of November in 1988?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "What would you like to tell the Committee of what happened?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, we made contact with a unit in kwaMashu and one of the informers there, infiltrated the unit in order to find information to the identity, their logistics, their infrastructure and so forth.\n\tHe won their trust and they trusted him with information for planned operations.  On the 18th of November 1988, he reported that the railway line at Phoenix was targeted.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that date, is that the 18th, is that correct that the identification occurred?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Continue please.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Arrangements were made with the informer that he would lead the unit to a specific place where we could arrest them.\n\tMe, Du Preez and Wasserman waited for them at the Avoca Bridge.",
            "Male"
        ],
        [
            "MR VISSER",
            "Avoca?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Mr Chairperson.  We expected four members, only three turned up.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who were they?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Sibusiso Ndlovu, Amanzi Filakazi and Elias Gift Matjale.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you do there at the Avoca Bridge?",
            "Male"
        ],
        [
            "MR BOTHA",
            "We arrested them and we went, we transported them with the kombi to the safe house.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is this the same safe house that you kept Pumeso?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was there anyone there when you got there?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Taylor waited for us at the safe house.  At the safe house, we questioned the three of them.",
            "Male"
        ],
        [
            "MR VISSER",
            "When you arrested them or captured them, did they have anything with them?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes Chairperson, they were in possession of three SPM limpet mines with the detonators.  The limpet mines were not armed.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where were these limpet mines and detonators?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It was in a carrier bag.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.  Did you then question them concerning these arms?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.  It was necessary to know how the weapons came into the country and who was responsible for it, and also whether they were in possession of other arms.\n\tThey gave us a long explanation about where they were going with the arms, and they said they wanted to throw it away and that it was not their arms, it was someone else's.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did they also say where this person would have been?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It was that this person went back to Swaziland, that is what they said.",
            "Male"
        ],
        [
            "MR VISSER",
            "So then you knew that was not the case?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson, because we already knew the correct facts by means of our informer.",
            "Male"
        ],
        [
            "MR VISSER",
            "And those correct facts are as you have said, that they were members of the unit and they were on their way to go and place the limpet mines at a place which was identified as a target?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.  The railway line at Phoenix was identified as a target of sabotation.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you seriously consider to turn the three people you arrested, and to persuade them to work for the Security Branch as informers?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No Mr Chairperson.  My plan was not to recruit them as informers.  There were three and it is very difficult to handle three if all three of them promised their cooperation.\n\tWe already decided that these people as part of the unit under Nxiweni were responsible for acts of terror, that they would be eliminated.",
            "Male"
        ],
        [
            "MR VISSER",
            "And they also indicated that they were not willing to cooperate because they told you the lie about the person who would have owned the arms?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.  So you say that you took a decision with regards to them at that specific day, and that is on the 18th?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you make this decision on your own or what was the situation?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It was a decision taken by me and Taylor together.  In this case although Taylor and Wasserman was present when we discussed this case, about where the elimination should take place, how it should take place, everybody agreed about the way and method that we would have used.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that was what?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That we would find, choose a place in the same vicinity which was identified by them as the target area, that we would firstly shoot them, and then we would blow up their bodies, so that it would look as if they had an accident when they placed the limpet mines there during the execution of their acts of terror.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was the consideration about how you were going to do it, was it to be at the specific place they identified?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It would have taken suspicion away from the informer, because it was already known that these people were involved in acts of terror.\n\tThe target was probably more widely known than only themselves, more known to other people, not only to themselves and nobody would have suspected foul play from the police's side.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you do then?  Who were they and what did you guys do?",
            "Male"
        ],
        [
            "MR BOTHA",
            "After we questioned them about any other information that we did not know ...",
            "Male"
        ],
        [
            "MR VISSER",
            "Just before you continue, were these three people assaulted?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes Chairperson.  I cannot remember who slapped whom, but they were slapped.",
            "Male"
        ],
        [
            "MR VISSER",
            "In the face?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, in the face.",
            "Male"
        ],
        [
            "MR VISSER",
            "In order to obtain what?  Why did you do that?",
            "Male"
        ],
        [
            "MR BOTHA",
            "To get more specific answers with regards to weapons we hadn't found yet, the identify of other people and maybe other people who might have been involved, the identification of other targets who worked with them, etc.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you know who was the fourth person who you referred to before?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes Chairperson, I did know.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you know where you could find him?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No, we did not know where he was.  In fact, we expected him there that evening.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you find out during your interrogation of these three people?  Did you obtain that information from them, about where the fourth person was to be found?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No Mr Chairperson.  They would never reveal the name of the person, they said it was an unknown person and they stuck with their story that he returned to Swaziland.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, would you then continue and tell us what happened afterwards.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Taylor, myself, Wasserman and Du Preez ...",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, maybe I have made a wrong note, or maybe I didn't hear you correctly, Mr Botha if I heard you correctly, Mr Visser asked you if you knew who the fourth person was and you said yes?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Could you identify him for us?",
            "Male"
        ],
        [
            "MR BOTHA",
            "His name is Naya Ngema.",
            "Male"
        ],
        [
            "MR MALAN",
            "Give it to us again?  Can you spell it?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I will spell the first name Naya, and the surname Ngema.",
            "Male"
        ],
        [
            "MR MALAN",
            "Ngema?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "You can continue.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "You were busy saying it was?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Taylor, myself, Du Preez and Wasserman and the three victims, Ndlovu, Filakazi and Matjale, after we chained them together, we put them into the kombi.  The SBM limpet mines which we found in their possession, was checked by Du Preez to make sure that the detonators were functioning and we left for Phoenix railway station, or the vicinity of the Phoenix railway station.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you just stop there for a second please.  You say it was you, Botha and Taylor, Du Preez and Wasserman who together with the three people left?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "In volume 2, page 65 Taylor says in the middle of that paragraph with the words subsequently we left from the farm and Botha, Du Preez, Wasserman and other members whose identities I cannot remember, took the people out.\n\tWhat do you say about that remark from Taylor that there were other people, other members, other unidentified members that was also present together with you?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, there were no other members with us.  It was only us four.",
            "Male"
        ],
        [
            "MR VISSER",
            "So I assume you drove there?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct, we drove with the kombi to Phoenix railway station.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the three men?",
            "Male"
        ],
        [
            "MR BOTHA",
            "They are chained or cuffed and they are in the same vehicle as us.  When we got to the scene, Colonel Taylor stayed behind with the three of them, in the vehicle.\n\tMe, Wasserman and Du Preez got out.  The limpet mines which were in the carried bag, were prepared.  On the farm already we had weapons, Scorpions, and we took it with us, they would have been shot with these.\n\tEach one was armed with a Scorpion?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Everyone, me, Du Preez and Wasserman.  Whilst Taylor stayed at the kombi, we took the three of them out of the kombi, removed the cuffs and each one of us took them by the arm or by the trousers or by the shirt, I cannot remember where, and we walked in the direction of the railway line.\n\tTaylor would have requested from them to identify to us the place, they identified, and they had to point it out to us.  Next to the railway line, I asked them to kneel down and to show us where they would have placed the limpet mines.  Each of us stood behind one of the people.\n\tI gave the sign by nodding my head and me, Du Preez and Wasserman shot the victims in the head, one single shot.  They fell, they were immediately dead.\n\tAfterwards Sam got the limpet mines prepared.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who is Laurie?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Wasserman.  Me and Wasserman placed the bodies in a star formation around the explosives and Du Preez prepared the explosives.  Their hands were placed next to their heads.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, can I just interrupt you again.  You say you each shot them one shot in the head, and they were all dead?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, they fell over.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was that the end of it?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you know that you say in your application that you shot them both a second time?  You shot all of them a second time?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Mr Chairperson, if I wrote it like that in my application, it must be correct.  Whilst I was talking, then maybe I contradicted myself.\n\tIf I did shoot a second shot, then maybe I did.",
            "Male"
        ],
        [
            "MR MALAN",
            "I am not going to argue with you, thank you.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Thank you.  We put the bodies in a star formation, around the explosives.  Their hands were placed next to their heads next to the explosives.\n\tAfter Du Preez activated the explosives, we got back into the bus and we left.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha, both in the case of Pumeso Nxiweni as well as in the case of the last three people that we refer to as the kwaMashu 3, did you according to your application report to Steyn about what had happened?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can I just ask you, it sounds very complicated to me to in the middle of the night, take people out and to kill them there.  To take their cuffs off, to make them kneel, to question them and then to shoot them.\n\tAre you dead sure about this information, were they not maybe shot on the farm and then transported there, wasn't that easier?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why didn't you do it that way around?",
            "Male"
        ],
        [
            "MR BOTHA",
            "We did it this way because it was the easiest way to go about it.  Taking them to the scene of the crime, it is not a lot of trouble.  If one of them escaped, we could have killed him there, and you would still have the evidence that this happened at the target.\n\tThe story you wanted to created after the incident by making it seem as if it was a false flag operation, this fitted in with that.  If you shot them on the farm, then you had the big trouble of blood, the people had to be transported to a specific point where they had to be off loaded and then you need a lot of people, more than one person, and then it becomes a messy business.",
            "Male"
        ],
        [
            "MR VISSER",
            "I just want to return to an aspect that you spoke about yesterday and it is just a simple question, and it is a short one Mr Botha.\n\tWe know that it was the policy and the strategy of amongst others the ANC/SACP alliance to take over the political power in the country with violence.  Was that also your impression?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes indeed.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was the strategy of the South African government in this instance?",
            "Male"
        ],
        [
            "MR BOTHA",
            "The South African government wanted to prevent at all costs that the SACP/ANC alliance execute its strategy.",
            "Male"
        ],
        [
            "MR VISSER",
            "In effect, what did it come down to, what was expected of you?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That we would stop terrorism and we had to get rid of the problem completely.\n\tConsequently, except for the instructions on the level of the command structure in Natal, at our daily conferences we were always made aware of what we had to do in terms of solve the problem.  There was also the request from the political platform that wherever you had to fight the struggle against terrorism, it had to be stopped.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman, I have no further evidence from this witness, thank you.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "MR MALAN",
            "Just one question from my side please.  I do not think anyone of us doubt about the fact that there was a lot of pressure on the Police Force, from all sources and in a very complex fashion, but what I do find strange or what I find hard to understand and I just want to know why the strategy worked like this in your unit, why would you just go and pick out individuals and also in such a difficult manner if you understood that you could do better by eliminating complete units?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No, we couldn't just everyone you knew and who operated within a unit, eliminate.  If one can use the word priority, this unit was at that stage the unit under Nxiweni who were responsible for the terror here in Durban.\n\tIn order to stop that, I had no other option, than to eliminate them and to so stop the whole process.",
            "Male"
        ],
        [
            "MR MALAN",
            "No, I understand that when you talk about priorities, I understand that, but you did not only speak about the stopping of all of this, but you also said that you had to take it away completely.  I presume it was now a high profile, but somewhere along the line, it was going to come forward again about other people in the unit would keep on doing these acts of terror?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Maybe I've got to explain it to you like this, it was not only about the trained terrorist who infiltrated the country.  There was a whole network of people who gave them assistance, with giving them places to stay.  A person would go and collect his arms.\n\tThere was an established structure and these structures, we had to create information networks on all levels to obtain the information.  To such an extent that on the other side of the fence in Swaziland, we actually observed when arms were handed over to us, that means people under our command, people who we directly or indirectly commanded and in such a way, we could manipulate the situation in order to prevent violence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On the same sort of line, as I understand your evidence, you said you were not given orders to kill people, that you couldn't be given orders to commit illegal acts.  Yet, you told us that you killed, or took steps to have several people, killed.  How did you come to do this?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Mr Chairperson, I think it is a process of conditioning, everybody who was part of the Security Branch in Natal, and specifically if you were exposed in the unit that I belonged to, and you felt powerless at the end of the day and the pressure was on you as a police person, and you had to solve the problem.\n\tTo go over to the first decision, it is not easy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you understand the position that you were obliged as policemen to do this, that this was the only way you could stop this terrorism?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Not that it was an accepted practice within the police Chairperson, but in my opinion, I believed this, that this was the only way in which I can make a contribution in order to achieve our goal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You don't say it was accepted practice in the Police Force?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was not an accepted practice in the Police Force?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "It was not an accepted practice in the broader Police Force.",
            "Male"
        ],
        [
            "MR MALAN",
            "If you talk about the conditioning, you were here and you heard the evidence of Mr Wasserman with regards to his application in the Bhila murder?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, I was here.",
            "Male"
        ],
        [
            "MR MALAN",
            "You also heard that he said that at a very late stage, he formed the suspicion that it was going a bit further than the interrogation.  Can you remember how he said that he did not suspect the murder was to happen, only with the taking the person away and the driving away and when they got out of the car, did he realise that Bhila was going to be killed?",
            "Male"
        ],
        [
            "MR VISSER",
            "Sorry Mr Chairman, that was Bosch not Wasserman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry,  I mean Bosch.  Chairman, in Afrikaans we say Bosch and I no longer have that questions, thank you for assisting me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yesterday I told you that we would take the adjournment at half past eleven, I am just trying to find out if arrangements had been made and whether we are expected to, otherwise we can go on a little longer.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "If I may be so bold as to suggest Mr Chairman, that it might be better to take it at twelve o'clock, if we are going to sit until two o'clock.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That depends what arrangements have been made Mr Visser.  We can go on a bit longer.",
            "Unknown"
        ],
        [
            "MR VAN SCHALKWYK",
            "Thank you Mr Chairperson, Van Schalkwyk.  Mr Botha, as you know my function here is a bit limited to the Bhila limited, but in as far as Mr Mhieza is concerned and the fact that he received notices from the Commission, not this specific Committee, but a notice around Poshua Ndwandwe and also the Pumeso Nxiweni incident.\n\tI only want to ask you a few questions about those incidents in as far as it concerns Bhila, Poshua Ndwandwe and Pumeso Nxiweni, to understand your evidence correctly that Mr Mhieza was not involved in these incidents at all.",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "If I then can go on to the Bhila incident, did I understand your evidence correctly that you in as far as it concerned the Ramlakan case, you worked closely together with the Investigating Officer, Mr Taylor?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "And was it also the case in as far as it is relevant to the Ramlakan case in the Bhila incident, that you were also very closely involved with the Amanzimtoti bomb explosion case?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "And Mr Botha, you must excuse me, I do not know whether it was said, in as far as it would be important about how you saw the situation in Natal, was it the case that you formed part of the investigation into the bomb explosion and on the scene of the crime itself?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes.  I was the explosives expert on that scene of the crime in Amanzimtoti.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "And with regards to that, you had to investigate the scene of the crime immediately after it happened?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "And this specific incident, we are talking about Amanzimtoti, did it have a high profile within your unit?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, it did because firstly it was an act of terror which took place during Christmas time, two days before Christmas.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "In general, this incident, did it enjoy a high profile in the Security Branch, and I am talking countrywide?",
            "Male"
        ],
        [
            "MR BOTHA",
            "In the Security Branch itself, yes.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "You were also asked by my learned colleague which led your evidence, and also by the Committee, with regards to information which you had concerning the situation of Bhila and this was information which became apparent in the court case, was there information except for the let's say, the witnesses you had available, things you could not submit in court?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, there was.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "And in the investigation against Nxiweni and Bhila, were statements taken from them with regards to Section 29 on Internal Security?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "In those statements which were taken down, was a lot of information made known to you?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, it was his version of his activities in terms of the act against terrorism.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "When we talk about Mr Bhila and also Mr Nxiweni and as far as this is important and relevant, some of this information, was it possible that you couldn't use some of that information, from a policeman's point of view?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes.  In those statements there was information and there was evidence.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Except for the statements, the Section 29 statements of Mr Bhila and Mr Nxiweni, did you also have statements taken from the person you refer to as Qate?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Can you just tell the Committee, because it might be relevant later, what is the MK name of Mr Qate?",
            "Male"
        ],
        [
            "MR BOTHA",
            "He functioned under several different names, one of the names which he was generally known by was Mr X, and Harold.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Mr Visser referred you yesterday whilst you were giving your evidence, he referred you to two passages in the judgement of Judge Thirion in this incident and it is now the Ramlakan case, as it was reported, and Chairperson, I must just say that it was quoted from the report from the Jude Francis' case and Mr Visser quoted and he referred to 2639 of that specific record with regards to a finding which the Court then made concerning certain explosions.\n\tI just want to ask you about those explosions and Mr Visser also said that on the evidence therefore, we find that the State has proved that the following of the explosions were caused by ANC operators in pursuance of the aims of the ANC.\n\tAnd then there is a list of all the explosions.  I am going to show this to you.  Maybe I will just read it and then the Committee can hear it as well Chairperson.  (i) The explosion at the Spar Foodliner, (ii) the explosion as XL  Restaurant.  Can I just ask you, this XL Restaurant, was this the same restaurant which appears in these two Annexures G and H which was submitted earlier?  That is the Annexures of the charge sheet with regards to the acts of 7 and 8, in other words Bhila and Nxiweni?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "There were (iii) the explosion at Natalia Development Board offices on 16-06/1985?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "This Natalia Development Board offices, is that the so-called Lamontville offices?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "And in case there in confusion, were there any other explosions at such offices on the 16th of June?",
            "Male"
        ],
        [
            "MR MALAN",
            "Can I just ask you what is the purpose of your questioning, I do not know what you are leading towards, or where you are going?",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "I am not leading evidence, it is not my witness, I am only getting to the background of the incidents and an allegation was made by Mr Visser or rather he quoted, but the specific incidents were not mentioned.  You will remember that in the Bhila incident, there were two Annexures which were submitted which was part of the evidence in the Bhila case, and these two incidents, I just want to link the two of them.\n\tThat is what this is all about.  And I have actually already done that.  The (iii) was the one.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "You have heard the evidence in the Bhila case, with regards to the communication between a unit of Vlakplaas which would do some service here and also the Port Natal division.  I just want to ask you a few questions about that.\n\tThis has regard to the evidence of McCarter and others with regards to the roles of the Vlakplaas members.  If members of Section C of Vlakplaas came to render some service here, how would they liaise, how would you liaise with the Vlakplaas people?",
            "Male"
        ],
        [
            "MR BOTHA",
            "In the first instance there were two possibilities, as to how they could work here.  The one with the request of the division itself, and that would have come from Colonel Taylor, to C-Section Headquarters.\n\tThe unit would then be sent to Natal for a time period of 14 days, otherwise if there was increased acts of terror, then they would receive notice or they would give notice to Colonel Taylor and to the Divisional Commander, and say that they would come and render some service here.\n\tFor the purposes of their period of their service, they would be under the command of the Divisional Commander here, and they liaised directly through Colonel Taylor in terms of logistics, arrangements, intelligence that was gathered and so forth.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Was any arrangements made as to the report back?  If these people from Vlakplaas, if they did any work on your request?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Well, they would report back by whoever was in command of the unit that was functioning here and Colonel Taylor.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I don't quite understand that, would the person in charge of the Vlakplaas unit here, report back to Colonel Taylor?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not to Vlakplaas?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "No Chairperson, because he was under the command of this division.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "And the tasking itself of the Vlakplaas person, who would task them?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That would be done by Colonel Taylor.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "For all practical purposes, it would seem that these people would for the purposes of control and for purposes of instruction, they would fall under the command of Port Natal?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Before you continue, let me understand this second liaising method correctly.  First you said there was a request from Taylor, and they would send you manpower.  The second one was, in some manner the identification was done by Headquarters and there would be an increase of incidents and then they would add their own manpower.\n\tCould Taylor say he did not want any more manpower?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It is possible he could have said that, and then they would have been sent to another division.",
            "Male"
        ],
        [
            "MR MALAN",
            "There is just manpower, there is no agenda or plan?  They don't have specific objectives?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Not at all.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Chairperson, and there was one question which follows from a question that Mr Malan asked yesterday at some point, and the reason why Mr Bhila was found not guilty or acquitted.  Just to give some more information, you would recall that your answer was that the witness, some witness did not give evidence and as to a question from Mr Malan, that the investigation was held then, but let me ask you, do you have any knowledge of any other witnesses who also would have given evidence in the Ramlakan matter in terms of the units that existed, who did not want to testify?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes Chairperson, I have knowledge of such persons, who did not want to testify.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Can you give us a name or two?",
            "Male"
        ],
        [
            "MR BOTHA",
            "The person Andrew Zondo.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Just for information, he never appeared in court and he was never additionally sentenced or anything?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Do you have any knowledge of the fact that he did not want to testify in that matter?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes Chairperson, I travelled to Pretoria myself to persuade him to testify.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "And he did not want to?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR VAN SCHALKWYK",
            "Male"
        ],
        [
            "MR MALAN",
            "Just another question, is that if he did not want to testify, is that not applicable to Ms Ndwandwe as well?  She was also on the list and then she disappeared, you could not find her, or you knew where she was, but she did not want to testify?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "For clarity, any of the kwaMashu 3, would they fall under the category of the witnesses who were not initially disclosed as witnesses that would be called in?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Do you refer to the Ramlakan matter?  Chairperson,  the incidents were about two years apart.",
            "Male"
        ],
        [
            "MR MALAN",
            "That is correct, but Nxiweni was also in the Ramlakan matter, was he not?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, Chairperson but his participation in the Ramlakan matter was dealt with and the unit from kwaMashu was established later and it was an independent matter.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can I just get the question right, the kwaMashu 3, these three persons, were any of the three of them active at the time of the Ramlakan matter?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Negative.",
            "Male"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairperson, Christo Nel on behalf of the deceased Colonel Taylor, just a few questions with regard to Colonel Taylor.\n\tIt is well known that Mr Taylor died of cancer, amongst others, brain cancer.  Is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR NEL",
            "And you heard the evidence of Mr Wasserman who testified that he had personal knowledge of Mr Taylor's bad memory and you had something to say about that too?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NEL",
            "And if we have regard to Mr Taylor's application, where he differs with your application in terms of the Nxiweni matter, would you ascribe this to his bad memory because of his illness, where he says for instance that you were present?\n\tHe says I do recall that myself and Colonel Botha were definitely present.",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct, that is how I testified.",
            "Male"
        ],
        [
            "MR NEL",
            "I could put it to you that during, when he drew up the amnesty application with Adv Booyens and myself, Colonel Taylor had very bad problems with his memory and he could not remember certain things.\n\tThere is just one thing that could give a further indication as to his memory loss.  I see on your application, on page 12 in terms of the kwaMashu 3, you say that - and it is in the second last paragraph, the last sentence - we were about a kilometre from the scene when the limpet mines exploded.  Do you confirm that?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I do yes.",
            "Male"
        ],
        [
            "MR NEL",
            "I see Mr Taylor refers in his application in terms of, also refers to the kwaMashu 3 on page 65 and he says that a while later they returned, and the next day I heard that there had been an explosion on the railway line.\n\tIs that also a mistake on Colonel Taylor's side, because you would have heard the explosion?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is not right Chairperson, he was part of the group.",
            "Male"
        ],
        [
            "MR NEL",
            "Thank you Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR NEL",
            "Male"
        ],
        [
            "MR NOLTE",
            "Mr Chairman, Nolte on record.  It has been arranged between Mr Prior and myself, that I will follow in questioning after he has finished his cross-examination.  I have spoken to my colleagues, they don't have a problem, so with leave of the Chair, I would appreciate it if I could do that.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Mr Botha, at the start of your evidence, you referred to your background and you said that you grew up in a National Party family, a conservative family, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And by leading that kind of evidence, did you intend to create the picture that you were so assimilated in the National Party propaganda that it should be blamed for your later acts which were dirty tricks?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, I can hear Mr Ngubane's question, but if he can speak better so that I can follow him better.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay, all right.   Are you all right now?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I am okay now, thank you.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay, my question was when you sketched the background of your upbringing, did you want to create the picture that you were so assimilated in this National Party teaching and upbringing to such an extent, that all these dirty acts that you did, were as a result of that upbringing?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes Chairperson, my evidence in chief that I grew up in a National Party house, and the National Party was in power from 1948 up until the 1994 elections, that was a long time, and yes, they played a big part later with the elimination of persons.\n\tIf I go back to the politicians over the years, where I was a member of the Security Branch who came with rhetoric speeches as to wherever they go, we will find them, we have to defend the country at all costs.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "In spite of this upbringing, you as an individual, still had a discretion, you had a discretion not to do some of the things, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct, every person has a discretion.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Is it correct that you were brought up in a Christian family?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And from the early age you were taught thou shalt not kill?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And as an individual, you decided to take this decision to forsake all the Christian teachings that you were taught and follow this line of killing people?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, communism was in my opinion, and that is how I was brought up, was an evil.  The ANC was an alliance of this South African Communist Party.\n\tIt was evil.  When they committed acts of terror, they did not walk with a Bible under their arms, they sometimes pretended to be ministers when they committed acts of terror.\n\tI saw my deeds as justified in the execution of my task as a policeman.  Seen against the background of what happened in this country, and at all costs, I would try to stop communist power in this country.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you agree with me that there was no explicit, official National Party policy that you should kill unarmed people illegally?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Two terminologies.  Illegally unarmed people, there was no National Party policy that any person could be killed.  Not what I am aware of Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You used your discretion, you as an individual to kill the people, it was not the National Party that instructed you to do that?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No, I did not receive any instruction from the National Party.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Let's turn to the unit you were working for, the Special Branch unit, was it a professional unit?",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry Mr Ngubane, if I may just interrupt you.  While we are at this issue, Mr Botha in your application, I think it is of import, you gave many reasons as to why or what the political background was, and your reasons.\n\tI think political objectives on page 18 and 19?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "And then the motivation from page 20 and further on, and I think it was being explained to us when we started with these proceedings, this is a repetition of all the applicants, as to what motivated them in terms of what the different influences that you had, these decisions that you made, what was the closest to you at that time or the closest influences, not in terms of your education, but as to why you did it?\n\tIt has been said that it was done for the sake of the Police Force, the government, the National Party and many applicants say primarily it was for the National Party, what was your view on this?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, firstly I was a policeman.  I supported the National Party and the National Party was the government of the day.\n\tI assisted in keeping the government and the party in power, because as the Security Branch, and this is how we viewed it, the police in the country, we saw as the only line between the government in place and the take over of the communists.\n\tAnd from that background, and seen in the light of the circumstances under which I took those decisions, I made those decisions as was executed.",
            "Male"
        ],
        [
            "MR MALAN",
            "I will leave it at that for the time being, thank you.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you.  I was coming to the point, I asked you whether the Special Branch you worked for, did you regard it as a professional unit with operatives and the administrative side?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, the Security Branch was always regarded as the elite unit in the South African Police.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And on the administrative side, you kept records of people that were employed, their addresses, their names, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And I take it that you also kept the records of all your informers?",
            "Male"
        ],
        [
            "MR BOTHA",
            "We had records, yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I see, now Pila Poshua Ndwandwe, she was abducted from Swaziland on information by two informers, sorry you were accompanied by two informers to abduct her, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Who are those informers?",
            "Male"
        ],
        [
            "MR VISSER",
            "I object to that question Mr Chairman.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I do not  know.",
            "Male"
        ],
        [
            "MR VISSER",
            "With all due respect, I don't want to present a legal argument again about it, it is quite clear that there is very strong authority that there is no Police Force in the world to be expected to make available the identity of their informers from a point of view of their own safety and that of their families, Mr Chairman, and consistently also in our courts in this country, it has been held that unless there is a very special reason, and unless there can be very special provisions made for the protection of such a person, should the identity of an informer of the police, any branch of the police, ever be divulged.  I object to that Mr Chairman.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Mr Chairman, I am speaking subject to correction here, but my impression is that the whole process is about full disclosure and the family members are very much interested to know who actually led to the arrest and the killing of their daughters and sons and I submit with respect, that special reasons do exist that they be disclosed so that they can be known.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The fact that there is that special interest in these troubled times that exist in our land, is that not underlying the danger to these people?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, I was also going to ask questions surrounding this issue.  I think we've got a distinction between information coming from informers in the normal course, but in the specific case, the informers were involved with the illegal acts of the applicants.\n\tIn other words, they are in a class with respect, different to that of informers in the normal course.  They were actually co-perpetrators of at least kidnapping.  If not socii or accomplices in the planning to kill Ndwandwe and on that basis, I don't have any authority at this stage, but certainly there is a marked distinction between for example the informers that gave information which led to the arrest of the other and informers who were actually central to the criminal acts surrounding her abduction out of Swaziland.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Was any attempt made to find their names and to notify them Mr Prior?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "I asked the legal representatives of the applicants who had mentioned them in the applications, and we got no response from Mr Wagener in particular.  Once we had known them, we would have taken the necessary steps.\n\tI submit the machinery is in place, should those names be divulged in the proceedings, then Section 30 of our Act provides that immediate notice be given to them.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Doesn't that cause you some difficulty mr Visser, that they were more than informants, here they played an active part in the kidnapping of the victim?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That makes no difference to the principle Mr Chairman, none whatever, that that differentiation was never made, and if you will allow me time, this is an important matter Mr Chairman, I have instructed my witnesses that they ought not to divulge these people, because they might be pronouncing the sentence of death on them.\n\tI will, it may be in the written argument which you received yesterday Mr Chairman, if it is not, I would ask for proper time to present you with proper argument, to refer you to the authorities Mr Chairman, and I suggest with respect, that there is no way that this panel will exceed to the request to make the identities of people available. \n\tIn fact Mr Chairman, on previous occasions, other members of the Amnesty Committee have refused these questions to be answered, and if there is any possibility that you may lean towards telling the witness to answer these questions, I would like to have proper time to address you properly on the law on this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I must say I don't see any great need for it in that it has not been suggested, as I understand the evidence, that there was any relationship between the informers and the victim in this case.  They knew the position that she held, and they went there pretending to be looking for weapons is what we have heard.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Mr Chair, I would respectfully submit that the need that exists is that the families are suspecting various people.  They received rumours about various people and they want to clear that up in their minds.  There are people who are pointed out fingers falsely in the township, that they are informers, they are the ones that sold out.  Those people are in danger, and they might be in greater numbers than the actual two informers, mere two informers.\n\tThen it is in the interest of the public that they be known, the names of the people who had been ...(indistinct), be cleared and the consciences of the families be cleared, and it is important for the families to decide whether they are going to forgive those people or not.\n\tIn the spirit of reconciliation, my respectful submission is that it is vitally important that those informers be named.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You have just made it clear that the danger is a very real one, when you said those suspected might be in even greater danger.  That is the problem.  I think it will be wrong for us when as you say, they will be in danger, that their names should be exposed.",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Chairperson, if I could say something.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are adjourning now, and we will continue.\nCOMMITTEE ADJOURNS\nH.J.P. BOTHA: (still under oath)",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "About his association with the kwaMashu 3, he indicated to me that there appear to have been some problem with the translation of Mr Botha's evidence which created or may have created the impression in the minds of the public, that he possibly was an informer, who had given information relating to the kwaMashu 3.\n\tI have conferred with Mr Visser and Mr Wagener and what is agreed is that it must be made clear that the evidence related to him being the fourth member, the fourth person of that unit, who did not arrive at the rendezvous.  It did not go any further than that, so there was no suggestion in that evidence, that he was the informer or could have been the informer.\n\tI wish to make that quite plain Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before we took the adjournment, the question arose as to whether the applicant was obliged to disclose the names of two persons who were referred to as informers although that may not necessarily be the correct description of them.\n\tThe question was objected to by Mr Visser and he raised the question as to whether in our law such evidence was admissible.  It is a matter which in my view, clearly has to be decided in terms of the law, which is not a discretionary matter, and I accordingly would request that all those interested in the subject, prepare argument, and we can hear argument on the matter, next week.\n\tWe will prefer written Heads if possible.  It does not as I understand it, in any way effect the continuing cross-examination of the applicant.  The purpose we were told by Mr Ngubane was merely to supply information to the family.  They can await that information next week and you can continue with your cross-examination.\n\tWhat day would you suggest gentlemen?  Mr Visser has the advantage of having a laptop computer in front of him, which the rest of you don't.  Should we say Tuesday of next week?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "I think Tuesday would be fine Mr Chairman, because Monday I won't be available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Monday you won't be here?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "That is correct yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you be ready to advance argument on this question on Tuesday, supported by written Heads if possible.  You can continue.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "(continued)  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, before we go on, it struck me and I mention this merely, there may be a distinction between a person who participated in an act and an informant who merely gave information that was acted on, and this is something you might like to consider.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chairperson.  Mr Botha, you went to Swaziland to abduct Ms Pila Poshua Ndwandwe, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "All right, do I understand your evidence correctly that a decision was taken before you could go to Swaziland that if he didn't cooperate to be the informer, he would be eliminated, right?",
            "Male"
        ],
        [
            "MR BOTHA",
            "You refer to he.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Oh well, she, sorry?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Mr Ngubane, my evidence was it was already in my mind that if she did not want to cooperate as an informer for us, she would be eliminated yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So are you saying there was no decision taken by you and your group prior to your going to Swaziland, that if she didn't participate, you were going to eliminate her?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No, no decision was taken before the time, direct to the effect of elimination.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When you went to Swaziland, the sole aim was to abduct her and then convert her into an informer, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No Mr Ngubane.  My evidence was as follows.  The purpose of her elimination or her taking out of Swaziland, included firstly in order to recruit her as an informer, we have already taken into consideration, that she would be eliminated.\n\tTo also gain information from her which could help us in order to stop the acts of terror.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "No, the point that I am trying to make is that you, as a group, when you went to Swaziland, did not take a decision to eliminate her, is that your evidence?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, the group did not take a decision.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay.  At what stage if any, did you and the other gentleman who were in your company, decide that she would be eliminated if she didn't cooperate?",
            "Male"
        ],
        [
            "MR BOTHA",
            "As far as my knowledge is concerned, the final decision was taken by Brigadier Steyn and Colonel Taylor and Colonel Vorster.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "At what stage was that final decision taken?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Just before her elimination, and that is when we got back to the farm.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you discuss with them at any stage, the possibility of her being eliminated?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No Chairperson, I did not discuss it with them.  My final answer to them was that she was not willing to work for us as an informer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You knew that this would lead to her elimination?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When you took her to the border, that is from Swaziland to the border, what time did you reach the border?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It was in the vicinity of between half past eight and 9 o'clock in the evening.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And when you reached the border, had you started interrogating her by then?",
            "Male"
        ],
        [
            "MR BOTHA",
            "On the way to the border post or on the way to the fence?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well, let's start on the way to the fence, before we come to the gate?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes Mr Ngubane, I spoke to her.  I did not interrogate her.  If you can just define what you mean by interrogation or questioning, but I did in fact speak to her.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay, you spoke to her, let's take it like that.  As you were going to the fence, did she cooperate with you in furnishing you information, any information?  That is before you could reach the fence now?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, at that stage I had no desire to win over her cooperation.   We were busy abducting her, that was my first priority.\n\tIn order to get her out of the country safely, that was my first priority.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So you didn't ask her about the incidents of terrorism before you could reach the fence?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Negative.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And when did you start asking her about the instances of terrorism?",
            "Male"
        ],
        [
            "MR BOTHA",
            "After she was safely on the South African side of the fence.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well, you said that you didn't assault her, you didn't manhandle her.",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "How long did the questioning of Ndwandwe take at the border gate?  We have heard that you arrived there at about half past eight, to 9 o'clock in the evening?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, at the fence itself, then we climbed through the fence, we drove to the house.  I say we would have arrived at the house in the vicinity of about ten o'clock, half past ten, and then I started working with her.\n\tAbout half past ten, we ate and I spoke to her until about half past twelve that evening.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Was she cooperating them with you?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, she cooperated, she answered my questions.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Approximately how many incidents of terror did she tell you during ... (tape ends) ...  you talk about two to three hours questioning her, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, about two to three hours.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And thereafter, you went to sleep, all of you?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "The following morning, did you question her before you could leave?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Negative.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "If the members of the Committee can just bear with me.  Turn to page 98 of bundle 2.  That is the application, amnesty application of J.F. Vorster, paragraph 2, she says the next morning at about seven o'clock, Du Preez and Wasserman joined us.\n\tZandile still did not want to give her cooperation.",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, it is.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, to me it creates the impression that there must have been questioning at round about seven o'clock, and she did not want to cooperate, is that impression correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Your impressions are wrong.  Mr Ngubane, yesterday I testified that in her case, with regards to the recruitment of informers, her behaviour would have determined if she would cooperate with us as an informer, and at that stage, seven o'clock, that was just after we got up.  If there was an indication, I would have said so, but there wasn't.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I see, and do you know why the importance of seven o'clock is mentioned there, that she was not cooperating at seven o'clock?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Seven o'clock is the time when Wasserman and Du Preez arrived at our place, that is why it is important.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "She had given you information voluntarily which was criminal information, she had admitted to certain acts of terror, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, executed by members of her unit, that is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And was she in your view the co-perpetrator of those acts?",
            "Male"
        ],
        [
            "MR BOTHA",
            "She was the Commander of the Natal machinery in Swaziland and consequently she had command of that and she was responsible for it, yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And on that information, do you agree with me that she could be prosecuted and be convicted if it were to stand in court?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Mr Ngubane, she is in Swaziland in the first place, she is abducted from Swaziland.  I cannot charge her in South Africa after we had abducted her from Swaziland.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did she admit to any acts which she had committed in South Africa when you questioned her at the border?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No, nothing she did herself specifically.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So at the border you didn't consider the option of prosecuting her?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand your evidence to be that you realised that as you were abducting her from Swaziland, you would never be able to bring her before a South African Court?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now the question that is of interest to the members of the family, is when you questioned her, did she at any stage tell you that she was breastfeeding?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Negative Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And did the informers that informed you about her, tell you that she was breastfeeding?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Negative Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, are you suggesting seriously that a person who is breastfeeding could be taken from Swaziland, kept the whole night and on the following day, be kept and not tell you at any stage that she had a small baby, she was breastfeeding?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Negative, she did not say that she was breastfeeding.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, did you know that she had a child?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Yes, I knew that.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Did you know the age of the child?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "No, I did not know the age of the child.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "What method did you use in trying to lure her to become an informer?  What is it that you did, in greater detail that made you decide that this one cannot be converted to be an informer?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Mr Chairperson, yesterday I explained in detail the process of the recruitment and specifically how it was applicable to her.",
            "Male"
        ],
        [
            "MR MALAN",
            "The question to you is can you give particulars and details and refer to what persuaded you that in this case, she would not turn.  Can you just give us more details?\n\tPlease explain that to us?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes Chairperson.  The fact that as is normal practice, did not look at her own safety.  The reaction of a high profile person like that, his or her first reaction would be how do I communicate, how would we liaise, the logistic arrangements around the individual.  \tFrom that, questions are put by the person who is going to be recruited, and that is indicative of whether you are going to make a break through or not.  Every case is different.  There are cases where only with the arrest itself or with the arrest of a terrorist, you persuade him to become an informer.  In other instances, money played a big role.  In other cases, the fact that people were abroad for years and suffered under the ANC, and now they experienced the freedom in the country, and that made them to become informers.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you at any stage suggest to her that you would give her money?  Did you consider that option?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No, money was not an option to her.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why not?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, in her case it was not the fact that she could only identify people for money, she did not think of that, it wasn't an option to her.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did she tell you that?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Her position as a Commander makes it such that she lives in luxury, in more luxury than the other terrorists.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well, she might have lived in more luxury, but she was not rich, do you agree?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I do not know what her financial status was.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, precisely because you didn't know her financial position, why didn't you offer her something substantial, why didn't you consider that as an option?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I did not consider it Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So, do you agree with me that you didn't consider all the options before you could eliminate her?",
            "Male"
        ],
        [
            "MR BOTHA",
            "The option of the money to her, I do not really understand the question, what he means with it.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well what I mean is that, did you not consider an option of offering her money in order to convert her to be an informer?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No, I did not consider offering her money.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I gather that you considered that from your talking to her, that she was a strongminded young woman, who believed in what she was working for and was not going to be bribed or persuaded to change?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Chairperson, that was the impression I got.  I cannot speak on behalf of other people, but in discussions afterwards with one of the amnesty applicants, that he would testify to that extent that she was very proud of what she had done as a Commander.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "But a person who without being assaulted, without being manhandled, volunteers information to you.  Do you consider that person as a hard person?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Mr Ngubane, there is a difference between having a very strong personality and a strong will and a person which offers information knowing that we have the capabilities of testing that information and either confirm it or realise that it is not true.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well, my question still stands.  If she was that strong, do you consider it reasonable that she would merely volunteer information which you didn't confront her with?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "No, I suggest to you that if she was that strong, and furnished you the information about which you were not aware, then you must have tortured her and assaulted her severely.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I think you are trying to put words in my mouth.  She volunteered the information, it was a question/answer basis in which information was exchanged.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Another question which is of interest to the members of the family, I was not there when the body was exhumed, but I am informed that when he body was exhumed, she was naked.   Is that information correct?  There was no sign of clothing around her.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, I was not present when they took the body out of the ground.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you bear any knowledge whether when she was eliminated, she was naked or you don't?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I do not know Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "What caused you not to wait a little longer and try more, one more day to convert her to be an informer?  You take her the previous night, and then during the following day, you eliminate her?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I was of the opinion that I could not recruit her as an informer and that is how I conveyed the message.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay.  Let's turn now to Pumeso Nxiweni.  Did you know him before the Ramlakan case?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Negative, he came to my attention during the Ramlakan matter.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay.  And after the Ramlakan matter, did you want to arrest him immediately?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "We have heard evidence that Mr Taylor or whoever gave orders, that two people should be arrested.  Was it not Nxiweni and Bhila according to your knowledge?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I think we would have to ask Taylor.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You bear no knowledge about that information?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Negative Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you at any stage with Taylor, immediately after the Ramlakan case, discuss about Nxiweni?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Negative Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "After the Ramlakan case, when exactly did you concern yourself about Nxiweni?",
            "Male"
        ],
        [
            "MR BOTHA",
            "The Ramlakan matter was a matter that went on for about a years.  Mr Van Schalkwyk was the Prosecutor there and he would know how long that matter went on.\n\tColonel Taylor was the Investigative Officer and I did intelligence work, which was my primary task.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, but my question is after the case, when did you concern yourself, you personally, about Mr Nxiweni?",
            "Male"
        ],
        [
            "MR BOTHA",
            "After Mr Nxiweni's acquittal.  Some of this activities came to my knowledge through information, and this is how I became aware of his involvement.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Was it months or weeks after his acquittal?",
            "Male"
        ],
        [
            "MR BOTHA",
            "The date of his acquittal is not known to me.  If you have the date, it would be after that.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Immediately after that?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I do not recall if it was immediately after that, but it was after that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Botha, please try and help us here.  I think the indication was, was it shortly after his acquittal or a year after his acquittal?  You heard that he was acquitted on the 18th of February 1987.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Now, I know it is 1987, it was after that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, that is obvious.",
            "Male"
        ],
        [
            "MR BOTHA",
            "It could have been a week or a month after that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Could it have been a year after that?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Not that long, there were already acts of terror where he was involved with in 1987.",
            "Male"
        ],
        [
            "MR MALAN",
            "So your answer is, just about after his acquittal and he continued with his activities, and this is, or very soon after his acquittal and this came to your attention, a week and a month is very soon after his acquittal, but we have the indication, never mind.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you.  Did you and Taylor or you as an individual, look after him, and he was an elusive gentleman, you couldn't get hold of him, is that correct, immediately after his acquittal?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Your question is two questions in one.  Which one do you want first, the one where he was an elusive chap and the other one, if myself and Taylor looked after him?\n\tWe gathered intelligence, that is what I did, and his activities came to my attention and consequently the Security Branch gave some attention to him, informers were put in, other technical help was used to monitor his movements and his activities.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You were set to catch him?  I mean when I say you, the Security Branch were set to catch him, is that right?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No Chairperson, we gather intelligence with regards to his activities.  Witnesses and evidence is one, and information is another aspect.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Immediately after his acquittal, there was no intention on your part to arrest Nxiweni, is that your evidence?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you know whether Taylor or Wasserman wanted to arrest him or not?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "According to your intelligence, was Mr Nxiweni a man who was hard to find?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No, he was available or he lived at the Allan Taylor residence.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I see.  When you arrested Nxiweni, he had committed acts in South Africa, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And he also gave you information about the acts of terror, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And you decided not to prosecute him, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And during the interrogation, he was not assaulted badly, is that right?  It was just a slap on his face and a few punches on his stomach, according to your evidence?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And when he admitted, didn't you think of taking him to the Magistrate to make a confession?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No Chairperson, I did not consider it.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "But that was an option that was open to you, do you agree?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That was a possibility, but I decided not to do it.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You decided to act illegally in spite of the fact that you could get a confession out of him, and convict him on the strength of that confession?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, I already gave evidence this morning to that effect.  There were reasons as to why I did not consider prosecution.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I see.  Now you say that you had problems with convicting people in the Durban court.  Do you mean the Magistrate's court or the High Court, what is the position?",
            "Male"
        ],
        [
            "MR BOTHA",
            "We had troubles with the legal process, yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, what troubles were those?",
            "Male"
        ],
        [
            "MR BOTHA",
            "From the first instance of arrest in terms of Section 29.  Our normal questioning would have been hampered by interdicts that they would have gotten and they would have wasted out time by civil actions, instead of the time that we could spend in the investigation of these matters, witnesses who refused to testify, intimidation.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "But according to Annexure A, I see you were successful in some cases in convicting people for terror acts?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.  Would you like to point out those cases?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "No, no.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Then you would see that most of the matters have to do with the Ramlakan case.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And the McBride case?",
            "Male"
        ],
        [
            "MR BOTHA",
            "McBride's case, yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And the Zondo case?",
            "Male"
        ],
        [
            "MR BOTHA",
            "This is together with the Ramlakan matter.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well, our understanding is that these are two different matters so far.  Well, be that as it may, the point of the matter, the point that you have made is that you didn't want to prosecute people because you would get interdicts and so on, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "In his case, it was the consideration, yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "In other cases after the Nxiweni matter, did you succeed with prosecuting people successfully and have them convicted?",
            "Male"
        ],
        [
            "MR BOTHA",
            "There may have been some such cases yes Chairperson, every case was handled on its own merits.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And in those cases, you were not scared of these interdicts that you are talking about?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Once again Chairperson, every case was dealt with on its own merits.  I can just testify to the matters where I was involved.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "No, the Nxiweni matter, you had him for about two days, is that correct in your custody?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "How did you evaluate the merits within this short period that this man would not be convicted on the strength of the merit, we are going to get the interdicts?  I don't follow you?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, I already took the decision that Nxiweni was abducted, that he would be eliminated.  My decision regarding that, looking at his acts, was enough for me.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I see.  So you didn't care whether he admitted to the offences, whether he was prepared to make a confession, you just took a decision to eliminate him?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So the option of prosecuting him, doesn't feature here?  You didn't ...",
            "Male"
        ],
        [
            "MR BOTHA",
            "I have already said so Mr Ngubane.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay.  I put it to you sir, that you did not weigh any options when it came to Nxiweni.  You continued with your dirty tricks and decided to eliminate him.  Do you agree?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It was my decision to eliminate him, Mr Ngubane.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Your submission at paragraph 9 of your application, the last paragraph that you discussed various options with Taylor including his continued incarceration with the aim of prosecuting him, is false?  That is his amnesty application Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What page?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "That is page 9, the last paragraph Mr Chairman.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Mr Ngubane, could you repeat the question please.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "What you wrote there in your amnesty application that you and Colonel Taylor, you had the following options, you considered the following options, that is the options including his continued detention and prosecution and you found that it was going to be useless, in the light of what you have said, that is incorrect, is that right, it is a lie?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No Chairperson, it is not a lie.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Bhila was arrested, what date was it, the 4th of November 1988?  Sorry, that is Nxiweni?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It was the 4th of November 1988, that is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "At what time approximately did you take him to C.R. Swart Square if you can recall?",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, he never gave evidence that he took him to C.R. Swart Square.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Sorry, if it is not C.R., into your custody where you started questioning him?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It was in the afternoon Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay, and you kept him there, interrogating him, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Until when?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Until the evening, when I went to bed.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, what was the time approximately when you went to bed?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It was about twelve o'clock or so.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And you say he was a difficult man, he was not cooperating, that is why you had to slap him and give him a few fists?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "After you had, well, did you assault him at the initial stages of the interview or later on?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I would say right from the start.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did he then cooperate and tell you about instances of terror?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, with any person who refuses to answer questions, but after you hit him, he remembers better, and then he will give you details.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And that took about, well you say you arrived there in the evening where you questioned him, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you place some time?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It was dusk when we arrested him.  Dusk around here would be around half past five, six o'clock.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "All right, so you interrogated him for approximately six hours?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Negative.  I did not interrogate him continuously.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, for how long did you interrogate him?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Uninterrupted during that period until I went to bed.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I didn't get your answer.",
            "Male"
        ],
        [
            "MR BOTHA",
            "I said with pauses in the interrogation, because during  that same period Du Preez and Van der Westhuizen went to the scene as Rosborough where the explosion took place.  They came back and reported to me.\n\tWhat I want to say is he was not continually interrogated.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, you were left behind with him, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Then why did you pause and not continue to interrogate him?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Because that is how I wanted it.  I was not forced to do anything quickly, I could maintain my own tempo.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And then the following day, for how long did you interrogate him?",
            "Male"
        ],
        [
            "MR BOTHA",
            "With pauses, during the whole day.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "During the whole day?  Did he cooperate with you on the following day?",
            "Male"
        ],
        [
            "MR BOTHA",
            "On a question/answer method, yes.  In other words, I would ask a question and he gives me an answer.  If the answer is not correct, I would give him a few slaps and then he would change the answer, yes, he did cooperate.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So he answered you on the basis of a few slaps that you gave him, there was no serious assault on him?",
            "Male"
        ],
        [
            "MR BOTHA",
            "He was not assaulted seriously, what do you mean by assault seriously?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well, you know how to assault a man seriously, definitely it is not slapping.  Did you get much information from Nxiweni?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Nxiweni, the information that we needed, he did give it to us and I was satisfied with the information that he gave to us.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "But it didn't justify a period of about 12 hours, the discussion about this information, didn't justify a period of about 12 hours?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Mr Ngubane, if you listened to me this morning, then you would understand that time was relevant to me because I had to concur with the informants as to the position of Nxiweni.\n\tThe story that came about, information or warnings that was given, people had to be identified, this needed some time, and that is why I kept him with me.  He was not already eliminated and buried.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you feel at any stage during his interrogation, that he was withholding some vital information from you?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I could not tell that at any point in time, I got the impression that he was withholding central or important information.  My experience has taught me that any person refuses to give any information that he can use as a trump card at some other stage.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "At what stage did he tell you about the firearms at Allan Taylor?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It was during the day some time.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "He didn't tell you the first time you questioned him and the first time you assaulted him about this?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It wasn't during the day was it, it was at night?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Yes, Chairperson, we fetched the weapons during the evening.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Was it the evening of the very first day that you had detained him?",
            "Male"
        ],
        [
            "MR BOTHA",
            "We asked him about the arms.  It could have been the first evening or the second evening.  But it was during the interrogation, he told me about the weapons.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Was it the first thing, did he tell you at the initial stages about the firearm, can you recall?",
            "Male"
        ],
        [
            "MR BOTHA",
            "The questioning was about acts of terror and further information about structures and logistics.  This came later.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry Mr Ngubane.  I would just like to get some information on this safe houses that you used, particularly the house where he was being interrogated in Verulam.\n\tHow far was it from other houses?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "As the crow flies, about 300 metres.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "From the nearest house?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "From the nearest house, yes.  The specific place which we refer to, was a place which we have already pointed out to the Investigation Team here in Durban.  It is two houses next to each other and the closest house from there, is about 300 metres.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "What criteria did you use to choose where to interrogate a person?  If you decided to interrogate a person in a safe house, as opposed to interrogating a person at the Head Office, what reason would you have to take a person to a safe house?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Chairperson, in instances where it was an illegal arrest, as in this matter, so we could not go through the normal channel, that is why we took him to the safe house.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't you say earlier that you used this house as your office?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can I ask, the questioning of Nxiweni was continuous and that you had to concur with the informant which happened from time to time, I would assume?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where was this informant?",
            "Male"
        ],
        [
            "MR BOTHA",
            "In the city.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you had to travel from the house to the city?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Negative, we used the telephone.",
            "Male"
        ],
        [
            "MR MALAN",
            "So this interruptions were not long?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, I used the house as an office, I didn't have to sit there for a long interrogation.  We knew his background, we knew most of his activities and what he told us was not a long story, in terms of if it was a foreign or an unknown terrorist to us.",
            "Male"
        ],
        [
            "MR MALAN",
            "I am just trying to find out the nature of the interrogation, this is what the cross-examination is leading to.\n\tThe questioning was not interrupted just to concur with your informant, it is because you had to do other jobs?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And then you just had him sitting there, where was he sitting?",
            "Male"
        ],
        [
            "MR BOTHA",
            "He sat in an office or in a room where there was a bed, he was handcuffed and with leg irons.",
            "Male"
        ],
        [
            "MR MALAN",
            "He was alone for long periods?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes, he was.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you did not interrogate him intensely?  I am asking, my impression is that you interrogated him continuously?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No, it was not a continuous interrogation.",
            "Male"
        ],
        [
            "MR MALAN",
            "But then you said it was not continuous, because from time to time you had to interrupt it to concur with the informer?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "But with the following questions, it seems that you did not interrogate him intensively because most of, there is so little that came out from what you said, that it is difficult to understand that a day and a half, or more than a day, you spent with him.\n\tSo you had him sitting there for long periods and you did not question him?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry just to complete that, so if a person was assaulted in that house, in the safe house and he cried out at night, would the next person, would the neighbours have been able to hear those cries?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "I do not know if they heard if there was any screaming.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "And you say that you used this house particularly for when the arrest would be an illegal arrest?\n\tHow would the people at the C.R. Swart offices or at your Head Office have known that an arrest was illegal if you bring somebody in for interrogation?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Whereto?",
            "Male"
        ],
        [
            "ADV SIGODI",
            "I am asking because you said, I asked you what criteria would you use for interrogating a person in a safe house, as opposed to interrogating a person in your normal offices, and then your answer was that you use the safe houses if the arrest was illegal?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "What I am asking is, how would the other people at your Head Office have known that the arrest was illegal anyway?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "They would have known if I told them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Normally if you bring someone in into Head Office, you would have to make an entry in the occurrence book?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "Yes, that is with a normal arrest.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I am suggesting to you sir, because of the time that you took on interrogating Nxiweni, he must have been severely assaulted at that time in order for him to give you this information?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Please tell me what do you mean with severely assaulted.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Not a few slaps.  I mean torture in the real sense as you people in the Security Branch would conduct when you wanted to extract information from people.",
            "Male"
        ],
        [
            "MR BOTHA",
            "Can you please describe it to me Mr Ngubane, because I don't understand the terminology used.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Are you suggesting that you do not know what is meant by assaulting the person and torturing him severely?",
            "Male"
        ],
        [
            "MR BOTHA",
            "What I am saying is, you are trying to create a story here of something that did not happen.  It sounds as if you do not believe that a person would give you information after you had given him a few slaps?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well, we know that this man was a dangerous man according to you.  I suggest to you that the probabilities are that this man would not have given you information easily.  What do you say to that?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And I suggest to you, because you had made up your mind to eliminate this man, there would be no reason for you not to assault him and interrogate him severely.",
            "Male"
        ],
        [
            "MR BOTHA",
            "But I have already given evidence that he was hit and he was slapped Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "At this safe house, had you previously assaulted people seriously, causing them injuries other than mere slapping them and giving them a few fists?  You take long to answer?",
            "Male"
        ],
        [
            "MR BOTHA",
            "The question around the safe house doesn't make sense to me, when we look at Nxiweni.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I am just asking in general.  In order to extract information more specifically from MK people, did you have to assault people so that they could bleed because apparently you do not mean what it means to assault a man severely, so that they could bleed, so that they could be injured, in order to extract information from them?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Those people are usually detained under Section 29 at C.R. Swart or any other police station, where they had the facilities.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Facilities to do what?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Detention for Section 29 as it is prescribed by the law, a soft bed, a Bible and those kinds of things.  Those were the prescriptions under which they were detained.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And in the safe house, did you have the instrument to torture people?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Mr Ngubane, the safe house was a place where we worked clandestinely from.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, I know you worked clandestinely from.  What I am asking is, did you have the instruments of torture in that house?",
            "Male"
        ],
        [
            "MR BOTHA",
            "I do not know what you are referring to Mr Ngubane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have heard repeatedly in courts, about people being given electric shocks, people being given tyre treatment, have you never heard of these?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "I have heard of that Chairperson and that is why I asked Mr Ngubane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and isn't that the sort of torture that you are being asked about and you sit there, saying, tell me, I don't know.  You know perfectly well the sort of torture that the police are regularly involved in, don't you?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "We did not have it there Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, then answer the question and tell him that.  You say you did not have devices like that at the safe house?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, if the people then were arrested by you and taken to the safe house and you desperately needed information from them, and they could not be detained in terms of Section 29, how did you extract this information then from them?  How did you go about extracting the information from them if you didn't have these instruments of torture as described by the Chairman?",
            "Male"
        ],
        [
            "MR BOTHA",
            "There were other methods by enforcing pressure onto them.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Botha, please, the question refers specifically to Mr Nxiweni.  Please do not answer in general about other methods, the question was what did you do in order to extract information from him?",
            "Male"
        ],
        [
            "MR VISSER",
            "With all due respect, the question was very specific in the general.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then I apologise, then I have heard incorrectly.",
            "Male"
        ],
        [
            "MR VISSER",
            "You will see it in the record Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, I concede it was general.  Can I have an answer to that?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Could you repeat the question please?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "The safe house, if you took someone from whom you desperately needed information, who could not be detained in terms of Section 29, and you wanted to extract information from him, what did you use to extract that information if you didn't have these instruments of torture in that safe house?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Specifically the instruments to which you are referring for example and also Mr Chairperson mentioned them, the shock device, etc, there were other methods.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, methods of torture, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Yes.  To pressurise him, you envelope him in a blanket and you try to suffocate him.  That was one of the methods.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Nxiweni, did you suffocate him at any stage?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No, if it was the case, I would have said so.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now the - well Mr Chairperson, I am a bit hampered here in my cross-examination because the questions which I intend asking flow from the ruling which is to be made on Tuesday.\n\tI wonder whether I can ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are you going to, why does the identity effect the questions?  I fail to understand that, can you explain?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Yes, it does.  It does effect that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are the questions?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "The questions that directly flow from the identity of the informers which may directly flow from the identity of the informers Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, those questions can be asked later then.  Have you finished your other questions?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "I will deal with the kwaMashu 3 now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long will you be?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "About ten minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I indicated yesterday that we are adjourning at two o'clock today and I am not aware of what arrangements people may have made for their travel plans.\n\tIf you can go on, you say ten minutes, does that suit you?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Maybe less than that Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Perhaps something that might facilitate the cross-examination Mr Chairman, by this stage in our submission, Mr Ngubane has had the opportunity of listening to the evidence, of discussing it with his clients and have decided whether he is going to oppose the applications or not, and if so, on what grounds.\n\tWe know what the grounds are that are stated in the Act Mr Chairman, and it would be most helpful if Mr Ngubane could now give you an indication as to whether he is proceeding with objecting to the applications and if so, on what grounds.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not on)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I was hoping, you are probably right Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on Mr Ngubane.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you.  Now the kwaMashu 3, you say that when you confronted them about the weapons they were carrying, they told you the story which you knew was a lie, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did they at any stage cooperate with you and give you some information which was true?",
            "Male"
        ],
        [
            "MR BOTHA",
            "It is once again a question of it was a question/answer method that we used Mr Chairperson.  Their cooperation was not voluntarily.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "... (tape ends) ... somewhere on the railway line?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That information was already known to us Chairperson, that is also why that evening they were arrested, whilst they were on their way there.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "But you didn't know the exact spot where they were going to place those mines?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No.  I knew the railway line was the target.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "But not a specific spot?",
            "Male"
        ],
        [
            "MR BOTHA",
            "No, not the specific spot.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Well, I understood your evidence as saying that your intention was to take them to the place to be identified by them, and then you would blow them up at that spot, is that correct?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "But now you are saying that they didn't point out a spot to you, is that right?",
            "Male"
        ],
        [
            "MR BOTHA",
            "When we arrived at Phoenix railway line, and that is how I said it in my evidence, it was close to the Phoenix railway station, they would show a place, seemingly the place that they are to point out.\n\tTaylor would have requested to do that and we already decided to eliminate them there at the precise place, whether it was ten metres this way, ten metres that way, was irrelevant.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, but the fact of the matter is that they didn't point the spot to you, where they were going to blow up the railway line?",
            "Male"
        ],
        [
            "MR BOTHA",
            "The Phoenix railway station and the railway line was the target Mr Ngubane.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When you approached them, had you already formed an intention of eliminating them, or you just wanted to prevent this bomb blast?",
            "Male"
        ],
        [
            "MR BOTHA",
            "The prevention thereof and all the other activities that they would commit after that.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When you approached them, that is my question, had you already taken an intention to eliminate them?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "At what stage did you take that decision to eliminate them?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Their activities was identified by Pumeso to us.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "No, no, please don't tell me the whole history, just answer my question directly.  When and with whom did you decide that they were going to be eliminated?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Before their arrest it was already decided that Du Preez and I think it was Wasserman, already decided and Taylor, decided that they would be eliminated.\n\tThat is why they were coaxed to this place by the informer, where we picked them up.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So, you went there with the sole aim that if ever they are found, they are going to be eliminated?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You didn't want to have them arrested and prosecuted in the normal fashion?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And you didn't consider the options that were open to you, the ordinary legal process?",
            "Male"
        ],
        [
            "MR BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "What was the reason of your doing that, just to eliminate them?  You had these people, you caught them, you anticipated that you would catch them with exhibits and you could send them to court and have them prosecuted?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Chairperson, I think I gave an explanation as to why I decided that they had to be eliminated.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, at that stage, was it your policy or was it your decision that any MK man who was found doing the acts of terror, would be eliminated instead of prosecuting him?",
            "Male"
        ],
        [
            "MR VISSER",
            "There is no basis for that question Mr Chairman, there is no evidence at all, not a shred of evidence to suggest that this witness did so with every MK cadre  that he caught.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He is being asked if he did.  Did you do this?",
            "Unknown"
        ],
        [
            "MR BOTHA",
            "No, I did not Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "My worry is why pick on these people and decide not to follow the legal process and then decide to eliminate them?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Because they were the priority group at that stage for these acts of terror.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "So was it your decision then that any priority group at any given stage, would be eliminated instead of bringing them to the ordinary courts of law and prosecuting them?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Negative Mr Chairperson.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Now, I fail to find your reason because if then they were the priority group, why other priority groups are exempt from this elimination?  That is my worry?",
            "Male"
        ],
        [
            "MR BOTHA",
            "Mr Ngubane, your second question is in general, and your first one is more specific.\n\tThe acts of terror that occurred at that time in Durban, they were the group responsible for those acts of terror.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chairman, may I then reserve my cross-examination pending the ruling on the informers.\nNO FURTHER QUESTIONS BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn till 9 o'clock on Monday morning.",
            "Unknown"
        ],
        [
            "MR VAN SCHALKWYK",
            "Mr Chairman, just one aspect perhaps.  Could I be excused from further attendance?  We have basically come to the end as far as the Bhila incident whatever my participation could be.  My attorney will remain in so far as there might be anything in respect of Mr Mhieza or Mgadi our other client, and of course he will be here in respect of the Taylor, Mr Taylor, late Mr Taylor's wife.  We can hardly justify two of us sitting here for nothing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR VAN SCHALKWYK",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}