{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-16",
        "location": "DURBAN",
        "day": "6",
        "names": [
            "LAWRIE WASSERMAN - (RECALL)"
        ],
        "matter": "DEATH OF PORTIA NDWANDWE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52968&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98110919_dbn_981116dbn.htm",
        "speakers": [
            "MR VISSER",
            "LAURIE WASSERMAN",
            "CHAIRPERSON",
            "MR MALAN",
            "ADV SIGODI",
            "MR NOLTE",
            "ADV PRIOR"
        ],
        "original_speakers": [
            "MR VISSER",
            "LAURIE WASSERMAN",
            "MR WASSERMAN",
            "CHAIRPERSON",
            "MR MALAN",
            "ADV SIGODI",
            "MR NOLTE",
            "ADV PRIOR"
        ]
    },
    "testimony": [
        [
            "MR VISSER",
            "Mr Chairman, perhaps it might be convenient to recall Mr Wasserman at this stage.  His application, you will recall is in bundle 2, from page 112 onwards Mr Chairman.",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "(still under oath)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "(continued)  Mr Wasserman, you gave evidence previously in these hearings, is that correct?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you took the oath to speak the truth previously, do you consider yourself still bound to speak the truth in terms of the previous oath that you took?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I do Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Wasserman we are not going to rehash or revisit the evidence which you already gave in regard to the political situation and political objectives.\n\tCan we go straight to the incident regarding Ndwandwe?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "We can Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now, you have heard the evidence of the previous witnesses.  Will you briefly tell the Committee where you came into it, and what your part was first in the abduction and through to the end of the incident where Ms Ndwandwe was eliminated and buried?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Well Mr Chairman, I accompanied all the names that had been mentioned so far to the house.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Wasserman, can you just speak up a little bit please.",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I accompanied the persons and personalities that had been mentioned by the previous applicants to this house at Onverwacht.\n\tLater, we all had our responsibilities from there, we knew what they were.  I then proceeded with the bakkie through Lavumisa border post.",
            "Male"
        ],
        [
            "MR VISSER",
            "Which border post is that, we have heard of ...",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Oh, on the South African side it is called Culel, the Swazi side it is Lavumisa, it is the same post.",
            "Male"
        ],
        [
            "MR VISSER",
            "I am sorry, I don't know whether I am the only one that is confused, but I have heard of a border post Culel and the other one is Onverwacht.  Which of the two did you enter?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "It is Culel, but it is also Lavumisa, it is the same place.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, let's just stick to what we know, Culel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "(Microphone not on)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman, but it becomes very confusing on the record, when suddenly one refers to different names of people and places where we know which ones we have been referring to so far.",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I will refer to Culel.",
            "Male"
        ],
        [
            "MR VISSER",
            "If you could just stick to the names that we have been using so far.  Please continue.",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "All right Mr Chairman, so from there, I proceeded up towards Manzini where I waited on Culel/Manzini road.  Later on I met up with Du Preez.  At that point where we met, is where the two informers were handed their bakkie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were the two of you travelling in at that stage?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, at that stage I was alone in the bakkie.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Du Preez?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Du Preez?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Du Preez was in the minibus.",
            "Male"
        ],
        [
            "MR VISSER",
            "In the minibus?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "In the minibus, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Kombi?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Kombi?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "It was actually a panel van Mr Chairman, but we will call it a kombi.  All right, and you say there you handed the bakkie to the two informers, and what did you do, get into the kombi with Du Preez?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what happened then?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "We then proceeded into Manzini and took up a surveillance position.",
            "Male"
        ],
        [
            "MR VISSER",
            "Behind or in front of the bakkie?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "In front of the bakkie, which was in the vicinity of the entrance to the George Hotel.",
            "Male"
        ],
        [
            "MR VISSER",
            "What time of the day was this approximately?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I would estimate it now between 17H00 and 18H00 Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Between five o'clock and six o'clock in the afternoon, all right?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Continue.",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "We were informed by radio that the subject, Ms Ndwandwe had arrived and had entered the bakkie.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who informed you by radio?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "It was Mr Botha sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "And he was where?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "They were in a position behind the bakkie.",
            "Male"
        ],
        [
            "MR VISSER",
            "In Taylor's vehicle?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry to interrupt the course of things Mr Visser, but you said that you wouldn't want to lead all the evidence once again, in order to expedite matters, is there any reason why you are coming back to this?",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, yes, I certainly am not doing this because I think that I  have nothing else to do.  I am just wondering whether this witness shouldn't at least tell you what his participation was.\n\tPerhaps I can go a little quicker, thank you for the indication Mr Chairman.  Perhaps if I may then just lead you, is it true that at some stage, Ms Ndwandwe got into the bakkie with the two informers?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "That the bakkie then left Manzini and travelled towards the Big Bend?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you follow them or did you go ahead of them?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "We were ahead Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Ahead, and Taylor with his vehicle and occupants followed from behind the bakkie?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is it also correct that some distance away as Mr Forster had testified, the vehicles came to a standstill and Ndwandwe was transferred from the bakkie into the kombi?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "From there, with which vehicle did you travel?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I was in the bakkie Mr Chairman, no, I was in the kombi, the kombi bus Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "In the kombi?  Mr Botha and Mr Forster said that it was raining that day, is that your recollection?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that on the way to Hluti, the vehicles came to a standstill and Botha and Ndwandwe got onto the back of the bakkie, covered with a tarpaulin and where did you then, which vehicle did you then alight?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I then took charge and drove the 4 x 4, the bakkie.",
            "Male"
        ],
        [
            "MR VISSER",
            "You drove the bakkie and who was with you?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Du Preez in the front.",
            "Male"
        ],
        [
            "MR VISSER",
            "Du Preez.  The other two vehicles left and exited at Culel?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where did you then go, did you go passed Hluti and where?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I proceeded to a point on the fence line, on the border fence line where Mr Botha and Ms Ndwandwe were handed over.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did they climb through the fence?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And who was on the other side?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "There was Mr Taylor and Mr Steyn, and Mr Forster.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right, what did you then do, you and Du Preez I should ask?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "The Culel border post was closed, so we continued along the southern road of Swaziland.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you go back to Manzini?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "And headed into Manzini, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you stay over in Manzini that evening, that night?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "We only got there in the early hours of the next morning, but we did stay over in Manzini, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "There seems to be a suggestion that there was a burglary in a house where Ms Ndwandwe was living and that money was taken.  If it is suggested that either you or Du Preez or you and Du Preez did that, what would you say about that?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I deny that emphatically Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you know where she lived?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, she had various houses, she was very difficult to find at any set stage.  I wouldn't have known exactly where she would have even kept that.",
            "Male"
        ],
        [
            "MR VISSER",
            "If you wanted to go and find her at her house, you say you wouldn't have known where to go?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Not instantly Mr Chairman, one would have to mount a little bit of an operation around it, but not instantly, she had various addresses.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  You exited the next day, is that correct from Swaziland?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "I want to ask you, did you enter and exit Swaziland, you, yourself on valid passports and travel documents?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, I had a false South African passport.",
            "Male"
        ],
        [
            "MR VISSER",
            "And Du Preez?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "A false South African passport as well Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you entered and exited both ways, on the false passports?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you do after you had exited at Culel the next, I am sorry, where did you exit the next morning?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "We exited at Culel.",
            "Male"
        ],
        [
            "MR VISSER",
            "At Culel, and where did you then go?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "We proceeded to the house at Onverwacht border post.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, where you found Steyn and Botha and Forster and Ms Ndwandwe, is that correct?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct, sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you participate in her interrogation at all?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No, not Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And thereafter, you left for a farm in the Elandskop area in Pietermaritzburg, is that correct?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "With which vehicle did you travel?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "In the minibus.",
            "Male"
        ],
        [
            "MR VISSER",
            "The kombi?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "The kombi bus.",
            "Male"
        ],
        [
            "MR VISSER",
            "And was Botha and Ndwandwe also in the kombi?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was anybody talking to her, interrogating her during the trip from Swaziland to Pietermaritzburg?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Botha was having discussions with her in the kombi.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Did you listen to the contents of those discussions?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I was unable to listen due to the aboarding between the front and the back, I couldn't hear the conversation.",
            "Male"
        ],
        [
            "MR VISSER",
            "After arriving at the farm, at Pietermaritzburg, did you there participate in any interrogation of Ndwandwe?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I took part in some questioning of Ms Ndwandwe Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was she assaulted at any time during her interrogations where you were present?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No, she was not Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right.  Did you know what the decision was in her regard, what was going to happen to her?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I was aware of the situation in that regard Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "When did you become aware?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "From the outset Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "From the outset?  And eventually it transpired that she would not, she was not willing to cooperate with the police and certain orders were given?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "As far as you are concerned, what were those orders?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I was asked by Mr Taylor, to eliminate Ms Ndwandwe.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, would you just tell us what happened?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "He told me that it was really now, Du Preez and I took her outside of the house, to where the grave had been dug previously.",
            "Male"
        ],
        [
            "MR VISSER",
            "By whom?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "By Du Preez and myself sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right.",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "We took her outside, the grave was about 60 metres from the house's verandah.  Once she was outside, just beyond the verandah, I rendered her unconscious with a heavy blow.",
            "Male"
        ],
        [
            "MR VISSER",
            "Using?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Using a wooden riot baton, police riot baton.",
            "Male"
        ],
        [
            "MR VISSER",
            "Police baton, all right.  Did you then carry her?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "She was immediately unconscious and Du Preez and I then carried her to the grave that was dug in amongst the trees.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you take her clothes off?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "We then placed Ms Ndwandwe in the grave, half way, sort of half way in.  I then fired a single shot into her head.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "From here, she was dead.  We then undressed her.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why was that done?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "For clothing and identification purposes.  Clothing could be identified at a later stage.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you then place her in the bottom of the grave?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "We then placed her in the bottom of the grave and began to fill it in.",
            "Male"
        ],
        [
            "MR VISSER",
            "What with Mr Wasserman?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "First put in a layer of some white lime, some building type lime.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why was that done?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That takes away any smell through the soil for wild animals or for smelling purposes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Before you placed that over the body, did you also place some plastic bags or agricultural bags over the body?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, that was done slightly at a later stage.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right, please continue.  You then started filling in, is that what you are saying?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes, there was first the lime and then filled up and then some rubbish bags were placed in on top.",
            "Male"
        ],
        [
            "MR VISSER",
            "Refuse bags?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Refuse bags, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right.  Anything else?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "The bags were there should anybody have a look or see anything indentations in that area, one would presume it was a little bit of a dump there Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and would then hopefully stop digging?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "And hopefully avoid it.",
            "Male"
        ],
        [
            "MR VISSER",
            "You were also involved in the matter of Cele?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Which was very, as the Honourable Chairman has pointed out, a very similar situation to the present one, the one of Ndwandwe?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "When you say refuse bags, does it include also refuse that was placed somewhere as a layer over the grave?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I can't recall that explicitly, but there would have been some refuse in the bag, I would imagine sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "When the - after the Promotion of National Unity and Reconciliation Act was passed, you decided to apply for amnesty and is it correct that you did afford your cooperation to the Investigation Unit of the TRC in order to assist them inter alia in pointing out the place, the spot, where she was buried?  I am referring to bundle 4 Mr Chairman?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And there is in bundle 4, at page 452, there is a diagram indicating the direction of the travel of the projectile which killed Ms Ndwandwe in the right hand top corner and the right hand bottom corner?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I see that Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would that accord with your recollection of how you fired the shot into her head?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "After you had completed that, and the grave had been filled in, what did you then do?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Myself and Du Preez returned to the house sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you then left?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Am I correct in assuming then that you did not, you were not part of the decision makers in regard to this incident?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "You followed orders, but you agreed with the contents of the orders?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "For reasons which you already told the Committee?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you know Mr Labuschagne and Mr Verwey?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I do know them sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you noticed them there that day, questioning Ms Ndwandwe?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were they present at the time when she was murdered?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Not at all Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Wasserman, you were also involved in the elimination of Mr Pumeso Nxiweni, is that correct?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And if I understand correctly, you arrived on the afternoon of the 5th of November 1988, with Taylor at the safe house at Verulam?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where you discovered Nxiweni being held by Botha, Van der Westhuizen and Du Preez?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Will you please tell the Committee what transpired after you had arrived?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "At a later stage, I didn't have any questions to ask Mr Nxiweni.  Later on myself, Mr Botha and Mr Du Preez left for the Allan Taylor residence.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did Du Preez tell you to come along?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what did, is it correct that you lifted a DLB at the Allan Taylor residence?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was this DLB, let me rather approach this differently, did you know Nxiweni before that day?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you know of activities allegedly participated by him in, in which he participated?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  We heard of an Allan Taylor unit.  Can you tell the Committee as far as you know, what names you can connect to what you referred to as the Allan Taylor unit?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, there is some confusion here about the Allan Taylor unit.  An awful lot of MK, military MK activity was emanating from Allan Taylor unit.  I am unable to always specifically state who was in which unit and where, but Pumeso Nxiweni was a prevalent Commander of Allan Taylor.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And is it your experience also that some of the members of units, were active in more than one unit at any one time?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is Allan Taylor?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, it is the medical residential quarters for the University of Natal.  It is like a hostel.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And I presume it would change from year to year, the people staying there?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes, that would be correct sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you would have a constant turn over of people there?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Very much so sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "You were about to tell us that you went with Botha to the Allan Taylor residence, and who else?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Du Preez.",
            "Male"
        ],
        [
            "MR VISSER",
            "Du Preez, all right, and we know that you lifted, well, what did you find there, perhaps you should tell us in your own words?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "We went into a store room and found a metal trunk, which we were familiar with, it was the kind of trunk that we were familiar with when it came to DLB's and we opened it and found some explosives inside that trunk.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right.  Do you know what happened to those explosives which, to the contents of that DLB later?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, they were in the control of Mr Botha, I don't know what happened with them after that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  When you went back, or did you go back to the safe house at Verulam?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you find when you arrived there?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Taylor had already commenced to dig a grave outside.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did he commence to dig the grave, or had he dug the grave?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "It was almost dug Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and where was Pumeso?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "He was still, he was at the safe house Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "At the safe house, or in the safe house?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "In the safe house Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was there anyone with him?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "If I recall correctly, Mr Van der Westhuizen was still there Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right, so what happened thereafter?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Taylor sent Van der Westhuizen and Botha away.",
            "Male"
        ],
        [
            "MR VISSER",
            "Away where?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I don't know Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did they leave the premises?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "They left the premises.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right, and you, Du Preez and Taylor remained behind?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened then?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Du Preez and I then led Mr Nxiweni out.",
            "Male"
        ],
        [
            "MR VISSER",
            "Didn't Taylor tell you anything?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Taylor said yes, we must eliminate Mr Nxiweni.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right, he gave you the order?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you say you and Du Preez then led Mr Nxiweni out,yes?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "To a point close to the grave.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Du Preez then shot him a single shot in the head.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was Pumeso not rendered unconscious as had been the case with Ndwandwe?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Not on this occasion at all, no, he was not.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was Pumeso standing, sitting or laying when Du Preez shot him?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "He was standing Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And where on his body, was he shot?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "He was shot on the side of his head Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Which side?  If you can't remember,just say so.",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I can't remember automatically.",
            "Male"
        ],
        [
            "MR VISSER",
            "Pardon?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "But I can see on the papers, if you show me the paper, I can remember it.  I don't know if it was on the left temple or the right temple.",
            "Male"
        ],
        [
            "MR VISSER",
            "But he was shot in the temple?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did he fall down?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you take his clothes off?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes, we did, we took off his clothes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you also put lime over the body there?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Refuse bags?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I don't recall refuse bags Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was this during the day or the night?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "This was night time.",
            "Male"
        ],
        [
            "MR VISSER",
            "Night time, could you see what was transpiring?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes Mr Chairman, it was with night vision, night eyes, it was fine.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Was Mr Pumeso blindfolded when he was led out of the house?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "He was Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was the weapon silenced or not?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "It was a silenced weapon Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened to the clothes both of Ndwandwe as well as that of Pumeso?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "We burnt the clothes on both occasions Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Both occasions?  Mr Wasserman, you heard the evidence as to why Mr Pumeso was killed, why it was thought necessary to eliminate him.  Do you agree with that evidence?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, I concur with the evidence given to the Committee thus far.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you also aware of the information regarding Mr Nxiweni, which was received from Ms Ndwandwe?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I was aware Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And were you convinced of the truth of what it was alleged that he was involved with as far as MK operations were concerned, in Natal?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now, going over to the incident of the kwaMashu unit, were you involved in that incident as well?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I was Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you please inform the Committee what your participation and role was?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, my activities concur with that, with the evidence given by Mr Botha.  The use of informer there, the capture of the members of the unit on the Avoca Bridge and the transporting thereof, to the safe house.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you involved with those informers who penetrated and gained their confidence?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I was not Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who was the one who was involved, whose informers were they?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I think Mr Botha was the handler,  I think.",
            "Male"
        ],
        [
            "MR VISSER",
            "I see.  All right, the fact is that there was an arrest made for want of a better word, at the Avoca Bridge?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you have knowledge of a report that they were under way to blow up the railway line at Phoenix?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Railway station, all right, and what happened with them, after they were arrested?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "They were taken through to the safe house at Verulam Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "At Verulam?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "What transpired there Mr Wasserman?  First of all, were they found in possession of anything?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, on their arrest they had limpet mines with them.",
            "Male"
        ],
        [
            "MR VISSER",
            "Limpet mines.  Can you remember how many?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I recall three Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "How many people did you arrest there?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Three Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were they Mr Ndlovu, Mr Vilakazi and Mr Mtshali?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you know them before?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I didn't know them personally, I knew of them Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you know of their activities?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that it was alleged that they played a significant role in MK terror operations in Port Natal?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "So, at the safe house at Verulam, anything that happened there?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, we spoke to them, separated them and spoke to them.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were they assaulted?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you assault anyone?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes, I did Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Whom did you assault?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I don't recall which of the three I assaulted Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "One of the tree?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I spoke to all three on occasions Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could you have assaulted all three of them?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "It is possible Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was the purpose of assaulting them?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, we had information they were on their way to go and do a military operation and I wanted a little bit more facts, very quickly, so I beat them just to make sure that I was going to get what I needed, in time, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "How did you assault them?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I would have slapped and punched Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Slapped with the open hand?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "And with my fists Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where on the body of these persons?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "It would have been to the face, the ears, the chest Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And were they punched in the face as well?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did they give an explanation about the limpet mines which you found in their possession?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Well, I was informed that they were to be used on that evening's military operation Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, but in your interrogation, did the kwaMashu 3 give an explanation of their possession of the three limpet mines, that you can remember?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, not specifically to me was it made, however, I recall being informed that the military weaponry had come from Nxiweni.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did anybody say that they had been left with them, and they were going to throw them away?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Not to me Mr Chairman, I did hear that later though sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right, so what transpired thereafter?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "After that, Mr Taylor arrived at the safe house Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could you just speak up a little bit Mr Wasserman, I find it extremely difficult to hear you.",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Taylor arrived at the safe house Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did he take over?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did he give instructions?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Instructions were then given.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did he say?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "These persons, this unit, was to be taken out to the scene where they were going to do their military activity.",
            "Male"
        ],
        [
            "MR VISSER",
            "And eliminated?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "And eliminated at the scene and it was to look as though they had had a mishap in the handling of their own explosives.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and is that what happened?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is what happened Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you go out to the scene?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I did Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Accompanied by?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Taylor.",
            "Male"
        ],
        [
            "MR VISSER",
            "Botha?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Botha, myself and Mr Du Preez.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right, Mr Botha gave evidence to say that Taylor remained in the car with these three persons.  I am sorry, just bear a moment with me Mr Chairman.\n\tI repeat, is it correct that when you arrived there, Mr Taylor remained in the car with the three persons?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "It is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you went somewhere?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you go and do and where did you go?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Went to a point on the railway line not too far from Phoenix railway station Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Du Preez, myself and Botha each had a member of this unit under our control.",
            "Male"
        ],
        [
            "MR VISSER",
            "You escorted them to this point?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "We escorted them to the point on the railway line Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what happened there?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Well, at this point, each one of us had control of a member of the unit.",
            "Male"
        ],
        [
            "MR VISSER",
            "Which one did you have control of or don't you remember?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I don't remember Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "At a sign from Mr Botha, we each shot the one that we were responsible for, once in the head Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Just how did this happen?  First of all, was it during the day or at night?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No, it was dark, it was night time Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Dark?  Were they standing up when they were shot?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No, they were on haunches Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did someone or all of you, instruct them to sit down?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And to do what?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I just said merely, you know, sit down Mr Chairman, I didn't tell them to do anything.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was it light enough so that you could see around you?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes, it was Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you say there was a sign by Botha?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "There was a nodding of the head Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and you then said that they were all shot, all three of them, with a single shot?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Initially all shot with a single shot, with I had a Scorpion with a silencer on Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the others, did they use firearms with or without silencers?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "All silenced weapons Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And after you had shot, the three of you had shot one shot into the heads of the victims, what happened then?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, then they were placed upon...",
            "Male"
        ],
        [
            "MR VISSER",
            "First of all, did you fire only one shot into the heads?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Oh no, Mr Chairman, I fired a second shot into my victim.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the others?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "They also did, to my recollection.",
            "Male"
        ],
        [
            "MR VISSER",
            "To your recollection?  All right, they were then placed you said, just continue?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "They were then placed on top of an explosive device, their explosive devices that they had when we arrested them that evening.",
            "Male"
        ],
        [
            "MR VISSER",
            "What part of their bodies were placed on the explosive device, on the limpet mines?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "The hands and head sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what was the purpose of that?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "The explosion would render their identities, make them unidentifiable Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and the fact that they were shot in the head?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are you an explosives expert?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who prepared the limpet mines for the explosion?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "It was done by Mr Du Preez sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right, and did you then leave?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And did you hear the report of the limpet mines detonating?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you take part at all in their interrogation or should I rather ask this, was your interrogation of these three directed at attempting to persuade them to become informers on this occasion?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why was that?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, I had no, I never ever thought that they would even think about it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Becoming informers?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "About working with the State,yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, just before you proceed, did you not say that you didn't know any one of them personally?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I didn't know any one of them personally, no.",
            "Male"
        ],
        [
            "MR MALAN",
            "You simply knew of activities in which they were involved?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "So why did you think that they would not be prepared to become informers?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I wasn't going to try and turn them Mr Chairman, it wasn't my area of responsibility in the first place.",
            "Male"
        ],
        [
            "MR MALAN",
            "If I heard you correctly, you were saying that you never, ever thought that they would become informers?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "In my brief association with the parties involved, there was no time Mr Chairman, to make an assessment on that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was there no time, or was it not the objective?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "It certainly wasn't my objective Mr Chairman, I don't know about other members.",
            "Male"
        ],
        [
            "MR MALAN",
            "You never considered that, that is really what it comes to?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you cannot say that you never, ever thought that they would become informers?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, on that point, what was your experience about more than one person being together and being able to be convinced to become informers?  Was that easier or more difficult?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No, that is exactly the difficult starting point Mr Chairman.  Should three persons be captured together, one will find that it is most difficult to try and turn or make informers of persons in that situation.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Sorry, why didn't you charge them?   Why were they not charged if they were found with the limpet mines?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I am unable to, the decision wouldn't have been mine, and I am unable to pass comment on that Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "You followed orders?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Apart from the evidence which you gave regarding political situation and the political objectives relating to this incident, did you also hear the evidence of Mr Botha?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I did Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that of Mr Steyn?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I did Mr Steyn.",
            "Male"
        ],
        [
            "MR VISSER",
            "And do you also make common cause with what they stated in that regard?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I do sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "MR NOLTE",
            "Thank you Mr Chairman, I have no questions.\nNO CROSS-EXAMINATION BY MR NOLTE",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you, Prior on behalf of the Amnesty Committee, Evidence Leader, and also standing in for Mr Ngubane, on behalf of the victims.\n\tMr Chairman, with your leave I will start with the kwaMashu 3 and then work backwards, those are freshest, if it will not inconvenience anyone.\n\tMr Wasserman, what would have happened to you if you had said to Mr Botha, look, I don't want part of this, I don't want to follow this order?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I would imagine my days on the Intelligence gathering unit, might have been numbered.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Do you think he would have sidelined you or had you transferred?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes  Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "In order to keep your employment with that unit, you decided to carry out this unlawful command?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, once the command was evident to me, I also accepted it.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So it wasn't just a question of following orders, you made common cause or made common purpose with what was going down there, what was happening?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct sir.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "It wasn't so much the order that moved you, as the activity of your unit?  You were killing operatives at that stage, that was the strategy, is that not so?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "It was one finger on the fist Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, you had these people dead to sites, you had them with mini limpet mines, you could have charged them, they would have got at least six, seven, eight years possibly, taken out of circulation.",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Would that have been quite a thing to put together, an investigation in the light of the acquittals of Bhila and Nxiweni in Ramlakan?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No, I don't think so Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "It was simply expedient for your purposes or your unit's purposes, to eliminate them as you did?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman, it was part of the fight against the military fight that was waging at the time, some could be handled by Courts, other actions just didn't seem so.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And as decided by the Durban branch of the Security Police?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "As decided by my command structure, at least I know that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Taylor at Botha?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "At least I know of my command structure, yes sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "The evidence of Mr Forster and of Mr Botha, was that primarily the task or the object was always information gathering.  Is that correct?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You have been asked this by a member of the panel.  Can you think of any reason given your experience, background, in the field, why even an attempt was not made to try and turn these, the kwaMashu 3?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, I don't know if the other parties did try to turn any of these personalities.  In my presence it didn't occur.\n\tI don't know amongst themselves, if they tried.  But also it gets to the point of when there are three picked up, if one agreed, the other two would be in the way, so  that is the difficulty in this particular instance.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Do you know how they were arrested or picked up, in other words what plan or what legend was created?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No, I was briefed to meet my unit, and we were to effect the capture on the Avoca Bridge Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did it appear to you as if they were waiting for people that they knew?  In other words a rendezvous?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So they expected to meet comrades, was that part of the plan?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I don't know what they were told, whether it was to be comrades or finances or somebody, but they were to meet somebody.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And those informers, were they present on that occasion, or not?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And you said those informers were handled by Mr Botha?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I think that is correct Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You don't know if they are the same people in the Ndwandwe matter?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I don't know that Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You say you had a Scorpion pistol, who issued you that weapon?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "It was the ANC's weapon Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Where did you, where did you obtain it from?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I obtained it from an ANC DLB that was lifted.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was that the one at Allan Taylor as you say?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman.  We lifted hundreds of DLB's, I can't recall which one this one came from.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you simply keep those weapons under your control, that is the Security Branch, Durban, to use whenever you felt like it?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So those weapons would not necessarily have been handed in through the official channels?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No sir.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And the other persons, Botha and Du Preez, what were they armed with, similar weapons?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "It was also Scorpions yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Also silenced?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Also silenced, yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "If we can just go now to Pumeso Nxiweni.  This Allan Taylor unit, you say all you can recall is that Nxiweni was the Overall Commander?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Round about this stage, yes Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You can't remember anybody else that possibly was a member?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, I would be wrong to just add up names, I can't recall names right now.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "If it was suggested to you that the Allan Taylor unit broke up at the time of the trial or the arrest of the accused in the Ramlakan matter and was never regrouped, what would your comment be?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I would doubt that very much Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Although you don't have any information about specific persons who were actually members during 1987 and 1989?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman, I can't recall that portion.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And you worked closely with Mr Botha, did you not?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I did Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So it was virtually, it would have come to your attention had there been active members, other than Nxiweni involved at Allan Taylor?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman, there definitely were active members, there definitely were, I just can't recall the names.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "During the arrests of the accused involved in the Ramlakan trial, was a DLB also discovered at Allan Taylor?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, I actually can't recall specifically but there were weapons recovered, yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And I understand standard procedure for example a container, that would be dusted for prints?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I mean that is written in the book?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "On this occasion, after the arrest of Nxiweni, you discovered a DLB at the Allan Taylor residence, in a storage room?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was that dusted for prints?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No, not at all Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Against procedure?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Against procedure Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And we have gone through this with the other applicants, there was a golden opportunity to prosecute Nxiweni and have him removed out of circulation for a number of years, on the strength of the ammunition and explosives and that DLB?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes, I heard that evidence given.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Can you maybe advance a reason why there was this departure from the normal practice?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman, I have to concur with the evidence given previously by the other applicants.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Unless the decision was already to eliminate Nxiweni, and not to bother about investigating any charges against him?  That would seem to fit the scenario, would it not?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I am unaware of that particular setup as you are outlining it now Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "It seems to my mind that Nxiweni was unlikely to be a person to be turned, I am talking about 1988?  Would you agree?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I agree Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Can we then accept that the only reason why Nxiweni was then detained or arrested, was for purposes of his elimination?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I am unable to answer that Mr Chairman, my Commanders would have to answer that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, what was your sense, you worked very close to Botha?  I mean surely he would have discussed with you what the strategy would be, would have been?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Sorry, there is too much noise from down here, I couldn't hear anything.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I will repeat it.  I just get a sense from replies that I have heard today and over the last couple of days, that everyone seemed to just have their own agenda.  Surely Botha would have discussed with you what was to happen with Nxiweni, that there was a plan to have him arrested and once he was arrested or detained or abducted, whatever the position was, whether to prosecute him, to turn him or whatever?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, when this gentleman was arrested, I wasn't even in this country.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Where were you?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I was away, I was in Swaziland.  So, I wasn't aware of this.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "All right.  The weapon you used to kill Mr Nxiweni, what was that?  Was it also a Scorpion?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I never shot Mr Nxiweni.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Du Preez shot him, you were together, acting together?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Scorpion.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "It was a Scorpion, and he was only shot once?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "It seems from the post mortem report at page 510, in bundle 4 Mr Chairman, one sees the entry wound on the left side of the skull, probably just behind the left ear and exiting on the right hand side.",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I see that and concur with that Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was he shot from very close range?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was it almost a contact shot or can't you say?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "It was very, very close indeed Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "What, a few inches or a few millimetres or a few centimetres?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Like that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "He was laying, standing, seated?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "He was standing Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was lime also, I think you said that, all right, just one other aspect, you said Taylor had begun or had started to dig the grave for Nxiweni?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Himself?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Himself, yes Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "That is what he said in his amnesty application.",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I don't know what he said in his amnesty application.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was it unusual that he should have dug the grave?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No, not when you knew Mr Taylor, Mr Chairman, no.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I want to deal with Fila Ndwandwe's incident.  This was a, the foray into Swaziland was a well planned operation, was it not?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Given the evidence we have heard today, General Steyn, et al Mr Botha over the last few days, would I be correct in understanding that the planning was such that the risk of things going wrong, was reduced to a very, very bare minimum?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes Mr Chairman, that is right.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And obviously you people didn't want to spend any more time than you had to, in Swaziland, after the abduction of Ms Ndwandwe?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And I would also like to believe that you would have planned the whole operation that you would have been able to return before the border post closed at ten o'clock on the same day?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "We had planned that Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "In other words, you left yourself sufficient time to get back to the border post, to exit Swaziland?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct sir.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "It would be dangerous to remain back in Swaziland, particularly if word had got out that she had been abducted by the Security Branch?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Well, it wouldn't have been ideal to be there.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Precisely.  Now, what time did you get to the border fence, that was where obviously you had got through a hole in the fence or whatever, the fence was cut or whatever it was, near Onverwacht.  What time was that approximately?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Half past eight, 9 o'clock Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "That seems to be Colonel Forster's recollection as well.  Now from there to Culel, or to Lavumisa, which is on the Swazi side, how far is that approximately by vehicle?  Less than 50 kilometres?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "About 30?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "About 30 Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Would it have taken you more than an hour and a half to leave Onverwacht where you had dropped off Botha and Ndwandwe to get back to Lavumisa, to travel that distance to the border post?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, it was very, very wet, the road was very muddy, that is why only the vehicle, the 4 x 4 could continue.  To go back on that same broken road, the road was pretty mushed up from merely getting there.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "All right, just look at page 443 of bundle 4.  You were in the vicinity where the road that looks like a dirt road, crosses the border, is that correct, the international line?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So would you have driven back to the crossroad with Hluti?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And then you would have turned to the south towards Lavumisa?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Well, that is the road that you are discussing now.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You said you couldn't go along the dirt road, because it was too mushy?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes, that is right.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Because of the weather?  So which road did you go, which road did you follow?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "We went the other way, heading to Hlangano.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So you went further away from Onverwacht?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Right, you went to Hlangano and then where, did you turn up towards where?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Then up to Hlatikulu, that is all tarred road now sir.  Hlatikulu, and then up towards Manzini and then back the other way.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So even though you had a 4 x 4 vehicle, you didn't want to travel the 30 kilometres to Culel, but went via a ...(indistinct) route?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "It is not a ...(indistinct) route Mr Chairman,it is the right way to go.  I did know the area, I was from there.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you tell Mr Botha that you were going to take this route back and you wouldn't be able to get back before the border post closed?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "We knew once we had done the handover, we were not going to get back in time for the border.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you tell him, that is the question?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes, I told him.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So he was aware that he wouldn't see you that evening?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "He was aware.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You say it was difficult, it would have been difficult to find out where Ms Ndwandwe lived.  Mr Botha's evidence was that you had her address?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "We had a couple of her addresses, but you couldn't tell where she would be on Monday night, or which one on Tuesday.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "At Onverwacht, did you take part in any interrogation of her?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No, I didn't Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "What was her condition when you saw her at Onverwacht the next morning?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "She was relaxed, she was fine Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was she handcuffed?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I can't recall that, no, no.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Would she have been, surely she would have been restrained in case she tried to escape?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, at Onverwacht, at the border post?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "At the safe house, where she spent the evening with the others?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, I can't recall if she was handcuffed.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was she shackled?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "With foot shackles?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "She never complained to you about anything?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "She seemed calm?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "She was calm Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "She wasn't complaining about her predicament?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "She didn't complain to me about her predicament at all Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you travel with her back to Pietermaritzburg, in the same vehicle that is?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I was in the same vehicle, but in the front with Mr Du Preez.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And was she being interrogated in that vehicle or was not much said?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No, they were talking in the back of the vehicle Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Having a discussion?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Questions and answers, the vehicle is blocked off.  The driver cannot see, the front crew cannot see into the back Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So you don't know what occurred in the back there, apart from that you heard a discussion of sorts?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And you can't tell us whether she gave any important information up or not, over that period?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I was briefed on that when we got to the Maritzburg farm.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "At Pietermaritzburg, how long did she spend at that safe house, sorry, on the farm?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "She was there all the time Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Until what time, what time was she taken out, was it in the early evening to be killed?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "It was already dark Mr Chairman, I would say 19H00, 20H00.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And at that safe house, were you there most of the day?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I was, most of the day, yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you interrogate her?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did Du Preez interrogate her?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, who interrogated her?  Do you know?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Botha Mr Chairman, and Mr Steyn, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you see that?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I looked in the room, Mr Chairman, yes, I saw them talking with her.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "From time to time, you would pop in?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "That is exactly right Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "For what purpose?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "To hear how things were going, and to listen.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you also pop in from time to time when Mr Labuschagne and Mr Verwey were interrogating her?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes, I did Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "This must have been an intense interrogation?  I mean you had a dangerous terrorist in your custody?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "What are you trying to say Mr Chairman?",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Just answer the question, was it an intense interrogation?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was it a casual interrogation?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "By the evening stage, I think it was casual to my mind, Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "She had been interrogated virtually the whole of that day?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Well Mr Chairman, if that is an intensive interrogation to your mind, then that is how it is.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And the decision had already been made at Onverwacht to eliminate her?  You have heard that evidence?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I have heard the evidence.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So what were you trying to, what were you trying to get out of her?  Information I would imagine?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Well, I would imagine information Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And she wasn't giving the information, is that correct, because it took so long.  You said the interrogation lasted until the virtually the evening?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I never had any interrogation to do with her Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Wasn't the case that she was a very hard nut to crack?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "That is so Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And she remained defiant to the bitter end?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And she refused to cooperate with the Security Branch?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "In my presence, that is correct, yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And I should imagine there was no difference, her being a female and being treated in a certain way, as Nxiweni was treated being a male person, he was punched and slapped on his body?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "She wasn't punched or slapped on her body.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Why not, what was the difference?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "She just wasn't.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Because she was a female, are you saying that there was some sense of chivalry shown to her?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "You are saying that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "No, I am trying to find out Mr Wasserman, because we can't, you are not prepared to volunteer anything.",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, she was not assaulted at all.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "She must have known at some stage, she was going to be  executed, would you agree?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I am unable to say so Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, when you led her out of the house, was she blindfolded?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "She was blindfolded and believed she was going to be collected and moved to another safe house.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Is that what you told her?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And what did she say?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "She accepted that, she had no choice.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And then you clubbed her on the head from behind?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you strike her on the, can you maybe just tell us, because the post mortem showed a fracture and I just want to clarify that.  Did you hit her on the back of the head, on the jaw or can't you remember?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, no, it was on the right hand side of her head.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could my learned friend point the fracture out to us Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "If my learned friend looks at page 452 on the right hand side, the diagram of the skull, there is reference to fracture lines, arrows.  But in any event, I am not going to proceed with that, you indicated that the blow was of sufficient force to render her unconscious?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes sir.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And it was just the one blow that you administered?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "A single blow sir.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And was she standing up when you administered that blow?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes, correct sir.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And obviously she didn't know that you were going to strike her at the time that you administered that blow?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You then placed her in the grave, is that right?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes sir.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And well, did you lay her down?  In what position did you place her before you shot her?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, she was virtually lying down in the grave, but in a slightly seated up position.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I am coming to that, and you know why, you have seen the diagram of the bullet wound.",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "She was shot from the top of her head with the exit coming out at the roof of her mouth?  That has been shown to you?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Would you agree with that being the position?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes sir.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And after you shot her, you then stripped the body, is that correct?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Correct sir.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR PRIOR",
            "Unknown"
        ],
        [
            "MR NOLTE",
            "No questions Mr Chairman.\nNO CROSS-EXAMINATION BY MR NOLTE",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, two matters which I have neglected to put very briefly with your, it is not really re-examination, but if you will allow me just to put them very briefly.\n\tThe firearms you used in these incidents, in each occasion, were firearms of which the possession was not lawful in the hands of whoever the policemen was that used them?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "That is so sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "And when you entered the Allan Taylor residence on the campus of the University of Natal, was that a legal entry or an illegal entry?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "It was illegally done, sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Illegally.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why, what was illegal about it?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, the entry to the premises was illegally gained.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were going to get some explosives that you thought might be used for acts of terrorism?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "That is correct Mr Chairman, but we didn't want anybody else to see us gathering or collecting, making a collection of these weapons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was illegal about it though, I can understand that you didn't have time to get a search warrant, so you proceeded to go and search, how was it illegal?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I am not too sure about that point Mr Chairman, we made entry into I suppose the storeroom without permission of anybody.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you need the permission of the owner when you want to seize illegal weapons?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No sir.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, I apologise, may I just raise the matter of Pindele Mfeti, I didn't, I forgot to ask that question, but possibly through the Committee may I just ask around that.\n\tIt is of importance to the victims, he was a relative of Nxiweni's family, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "How long will you be do you think Mr Prior?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "It is virtually one question, possibly two Mr Chairman.  Mr Wasserman if you may be able to assist, and I pitch this question at the level of helping the victims, come to terms with what happened to their loved ones.\n\tYou have obviously followed the questioning of Mr Botha closely, and we know that one Pindele Mfeti who was also a student, he was a fairly elderly student, he was bout 40, he had a child in matric at the time, he was studying I believe law, and he was the cousin of Pumeso Nxiweni.  He disappeared on the 25th of April 1987.\n\tThe family are concerned that possibly in their endeavours to find Nxiweni, shortly after the acquittal in the Ramlakan case, that possibly Mfeti was mistaken for Nxiweni, and he was abducted and dealt with.  Are you able in any way, to give up any information that may assist the families?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, I don't even know that name.  I have never even heard that name.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY ADV PRIOR",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you, yes, Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "ADV SIGODI",
            "You say that after you shot Portia Ndwandwe as well as Pumeso Nxiweni, you covered the body with lime.  Where did you get this lime?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "It would have been bought at one or so, hardware store.  I can't recall where it was bought Mr Chairman.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "When was it bought?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, no, I don't know why was it bought.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Why was it bought?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "It would have been purchased to cover the body, to stop an odour coming through the soil.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But from your evidence it seems that the lime was already there when you shot and killed these people?  Did you have lime stocked in that safe house for these kinds of actions?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman, I was given the lime Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why by?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I was given the lime Mr Chairman, by Mr Taylor.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "When did he get this lime?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I don't know when he got the lime Mr Chairman.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "So in other words, you don't know where this lime came from?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I don't know when he got it or where he got it from Mr Chairman.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Another thing which I want to clarify in my mind, is how many people in the Durban Security Branch belonged to the, I will call it the inner circle, the few people who were responsible for these killings as far as you know?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, as far as I know, it would only be the applicants that are before the Committee.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Why were you particularly chosen for this type of work, what is it that you had done, were you given any training for killing or what by the Security Branch?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, no, I am as military trained as anybody else and I was just in the Umkhonto weSizwe section.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "The reason I am asking you is because you say that you were not in the country when Mr Nxiweni was arrested.",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "On that occasion I was debriefing informers in Swaziland Mr Chairman.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "But why would you be the one to be chosen to kill him, to be given the orders that you must kill him?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "I have no idea on how to even answer that Mr Chairman.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before my colleague asks questions, did Mr Taylor give you this lime when he told you to eliminate, did he say well, take them outside, eliminate them and sprinkle lime on them?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "He knew of the lime, these occasions here, he actually handed me the packet of lime.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he tell you what to do with it?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes Mr Chairman, he told me to spread it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On top of the bodies, after you undressed them?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "I wanted to ask this same question, but just from a different angle, clearly the lime wasn't purchased specifically for these events, because the lime was there, it was evening, decisions were made at night.  You have no knowledge of anyone going out to buy it specifically for the burying of specific victims that your applications relate to?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman, I am not aware of that.",
            "Male"
        ],
        [
            "MR MALAN",
            "And the lime was not only available in Pietermaritzburg near Elandskop, it was also available on other farms?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "It was used on the other farm as well Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "You were involved on more than one occasion, with spreading lime?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes Mr Chairman, they are in the application.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes.  And did you form any opinion as to the availability of the lime?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Personally no, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "You can't tell us whether you think even at this stage, whether lime was kept for such occasions or whether it was specifically bought?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman, I never ever saw lime laying around, I was just handed it on the occasion.  I never saw packets of lime.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you have no idea where Taylor got the lime from?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How big were the packets that you were given?  You weren't given a bag of lime, you were given a small packet, not a 50 kg pocket?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman, a small packet which you would tear the top off and sprinkle.",
            "Male"
        ],
        [
            "MR MALAN",
            "Pre-packed pack?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No, a small packet sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, but was it pre-packed by the distributor, the manufacturer or whoever would have distributed it?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes Mr Chairman.  It was in, it looked like the commercial packaging.",
            "Male"
        ],
        [
            "MR MALAN",
            "Commercial packaging?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Yes sir.",
            "Male"
        ],
        [
            "MR MALAN",
            "The other issue that I just want to further pursue is, you gave evidence last week about the elimination of Bhila and your simply being present at the time, that at some later stage you became aware that he was to be eliminated?  Is that correct?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Taylor told me at a later stage, yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "In this, it really relates to the same question, a group of people involved, I find it extremely difficult to look at the applicants as you have referred to them, as the only people within the so-called inner circle for want of a better word, that you never discussed these incidents with each other, that you wouldn't ask questions, even as to where was the person killed, how was he killed, was he buried or not, where was he buried.  You heard the evidence, and this is the line of evidence, that you never spoke of it?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, that is correct.  In this kind of job, nobody ever would speak out, it would stay where it was, that is where it was.  There was a code of ethics that one wouldn't ask and one wouldn't say.",
            "Male"
        ],
        [
            "MR MALAN",
            "Not even amongst co-perpetrators, people planning together, deciding together to kill a person?  You wouldn't ask questions of each other?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No Mr Chairman, if that portion was yours to do, then that was done, and it was left at that Mr Chairman.  It was left at that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was there ever such an instruction not to ask questions, not to talk?  Did that code of ethic if one could call it such, simply develop out of the blue, did it just dawn upon you or was it agreed, did Taylor or someone tell you listen, no one asks questions, no one speaks?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, I am unable if there was a person specifically there, but it was very evident amongst us all that such a code was there, but nobody specifically ever told me that is how it is.\n\tIt just comes in the Special Branch type of activity.",
            "Male"
        ],
        [
            "MR MALAN",
            "So, as far as Port Natal is concerned, your involvement with Bhila, was that an induction in a sense, an initiation with the group or not so?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No, not so Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "When did you become aware of this code of ethics of not speaking and not asking and not reporting?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "I already knew of that in my previous service Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Which was where?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "In the Rhodesian setup Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you had similar experiences there, is that what you are telling us?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "No, not at all Mr Chairman, but in war and in operations, one learns that this ethic is there.",
            "Male"
        ],
        [
            "MR MALAN",
            "Not even to discuss with people who went out on the same mission with you?",
            "Male"
        ],
        [
            "LAURIE WASSERMAN",
            "Mr Chairman, the details weren't discussed, the result would have been.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "MR VISSER",
            "May I add something Mr Chairman.  May I add on the question of the lime.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I think we were going to talk about the same thing, page 444?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You haven't been told yet, when the body was exhumed, a yellow plastic bag, dolomite agricultural lime, 10 kg was around both feet.  Would that be about the size of the bags that you were given?",
            "Unknown"
        ],
        [
            "LAURIE WASSERMAN",
            "That is the size Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  We will adjourn now until 9 o'clock tomorrow morning.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Can this witness be excused Mr Chairman?  As it pleases you Mr Chairman.\nWITNESS EXCUSED\nCOMMITTEE ADJOURNS",
            "Male"
        ]
    ]
}