{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1998-11-12",
        "location": "DURBAN",
        "day": "4",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52963&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98110919_dbn_981112dbn.htm",
        "speakers": [
            "MR VISSER",
            "HENDRIK JOHANNES PETRUS BOTHA",
            "MR MALAN",
            "CHAIRPERSON",
            "MR VAN SCHALKWYK",
            "MR NGUBANE",
            "EXHIBIT H",
            "ADV SIGODI",
            "EXHIBIT A",
            "ADV PRIOR"
        ],
        "original_speakers": [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "MR VISSER",
            "MR BOTHA",
            "MR MALAN",
            "CHAIRPERSON",
            "MR VAN SCHALKWYK",
            "MR NGUBANE",
            "Exhibit H",
            "ADV SIGODI",
            "Exhibit A",
            "ADV PRIOR"
        ]
    },
    "testimony": [
        [
            "MR VISSER",
            "(Continued)   The witness, Botha, is still giving evidence.  \n\tMr Botha, yesterday you took an oath to speak the truth, do you still consider yourself committed under that oath?\nThat is correct.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yesterday we got to the point where we were discussing the structures, because we haven't got a better word, which was put there in order to combat the onslaught and we were discussing that.  Now briefly, this is not now the time and place to give us the whole international security management system as such, but just briefly, it came down to the fact that the head of the security management system, it was a State Security Council under the chairmanship of usually the State President and that there was a pyramid of structures which was created and persevered under the State Security Council which was delegated downwards and the purpose of this was in order to fill the gap between the highest level of management and the ground level and to increase more cooperation, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, in the other side of the story at page 151 there is a helpful - 151 Mr Chairman, there's an organigram, I'm not going to go into any detail about it, it's self-explanatory and if you would perhaps in the newly marked bundle 3 turn to page 356 to 362, you will find a brief summary of what we are talking about Mr Chairman, with names and etc, a very brief summary.  356 of the newly marked bundle 3, Mr Chairman.  It's only a few pages up to 362, very briefly and fairly well summarised Mr Chairman, so that that part can be read at your convenience at any time.\n\tNow this is the one side of this issue, not true Mr Botha?  There were these national structures which was installed in order to fight the war but really you want to tell the Committee something about what happened on ground level where you had specific problems which wasn't necessarily national problems but which you had to handle on a day to day basis, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you tell us then in your own words how you saw the situation, what the problems were and how you decided to address them?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, in 1986 there were already existing structures at police head office and they functioned and they functioned under the name of Trevits: Anti-Revolutionary Information Task Team and from time to time there were requests from Trevits with regards to certain information needs which had to be addressed by the different security divisions.",
            "Male"
        ],
        [
            "MR VISSER",
            "Both the police and the defence force or only the police?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The requests were directed at all the intelligence services who operated within South Africa.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is that also national intelligence?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you say the requests were coming from these agencies?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.  The request came from Trevits to all the agencies.",
            "Male"
        ],
        [
            "MR VISSER",
            "And this dealt with information?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "I don't interrupt you but while you are going to talk about Trevits, I would like you to also give us your ideas about why there was talk in Tevits about target development and what it meant.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Very well Chairperson.  Trevits, as the acts of terror escalated in South Africa, Trevits expanded up to division level and here I refer specifically within the police framework as security branch divisions.  Consequently division Port Natal and also later the other two divisions within the Natal borders, Northern Natal and the Midlands, they were incorporated into one province, they formed part of a District Trevits Committee.  For the purposes of the gathering of information and as far as Trevits was concerned, we were grouped together with the division Eastern Transvaal which is now known as Division Mpumalanga or Police District Mpumalanga.  The reason for this was both the security divisions which bordered with Swaziland which acted as a host country for ANC activities and which was also in the pipeline from Lusaka and it was a through route Lusaka, Mozambique, Swaziland, South Africa.  Inside of Swaziland there were certain structures of the ANC there, the Regional Political Military Committee and the Transvaal machinery which dealt with activities for the Transvaal areas and more specifically for Natal, the Natal machinery which was our responsibility.  Consequently you will see that there was an overlapping in as far as information gathering was concerned when it went across borders.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry Mr Botha, you refer to the RPMC which you describe as an ANC structure, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "And if you then say the Transvaal machinery, was that underneath the RPMC?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And then the Natal machinery was the RPMC machinery?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It fell under the RPMC.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you when say it was your responsibility, are you talking about the gathering of information?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes and as far as it was concerned with the Natal machinery.",
            "Male"
        ],
        [
            "MR VISSER",
            "Maybe at that point, previously Natal was divided into three regions, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Which three regions were those?  Port Natal we know about that one, and then?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Division Northern Natal which was from the Swaziland border up to the Tugela River and the Natal Midlands or under the name Division Natal and that included the Natal Midlands.",
            "Male"
        ],
        [
            "MR VISSER",
            "And who was the commander in Natal Midlands, that's Pietermaritzburg, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who was the commander of the terrorist unit there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "As far as I know it was Colonel Vorster.",
            "Male"
        ],
        [
            "MR VISSER",
            "And he is also one of the applicants in this case?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you want to continue?",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, the commander of Port Natal, who was that at that stage?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Brigadier J.C. van Niekerk and in the same year '86/'87 Colonel Steyn, later Brigadier Steyn became the commander.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let us not get confused, I think Mr Malan wants to know who was the commander of the terrorist unit - oh, not?",
            "Male"
        ],
        [
            "MR MALAN",
            "I looking for the person who had the same status as Vorster.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That was Taylor, that was Colonel Taylor.",
            "Male"
        ],
        [
            "MR VISSER",
            "That was the person who was at the head of the terrorist unit, so in other words to put it clearly, Vorster and Taylor were equals.",
            "Male"
        ],
        [
            "MR MALAN",
            "But Vorster was situated in Pietermartizburg so Vorster was not the commander of the security branch only of the terrorist unit?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And Taylor was also the head of terrorist unit in Port Natal.  And the Northern Natal region?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The security branch commander was Colonel Jaap Burger but I cannot remember who was the commander of the terrorist unit.",
            "Male"
        ],
        [
            "MR VISSER",
            "You were busy saying Mr Botha that it was your responsibility to gather information with regards to the ANC machinery in Natal?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, please continue?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "To link up to the expansion of structures, at that stage Swaziland was primarily the responsibility of Eastern Transvaal and we in Natal had the attitude that we must wait until infiltration actually took place before we could work with those terrorists.  In other words we had to gather information in order to track them where they were residing.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are you busy saying that to a great extent the policy was to act reactively, to wait till things happen and then to start acting?  Is that what you're saying?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson, because of the structure we were limited like this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it or were you saying till they crossed into Natal?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, until they came into our region Port Natal across from the Tugela River, that was because of the limitations placed on us because of the fact that there was no structure in place.",
            "Male"
        ],
        [
            "MR VISSER",
            "To do what?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "We couldn't act outside of our division parameters, we couldn't gather information like that, information pertaining to the ANC and PAC.",
            "Male"
        ],
        [
            "MR VISSER",
            "And this limitation was legitimate, it was legitimately predetermined borders, you couldn't go into Swaziland because you didn't have the jurisdiction to do so?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Legitimately yes and we were also restricted because of police regulations.  We had to work within our borders.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, I want us to understand each other, what you are saying is that you couldn't operate in the Northern Natal operation and gather information there, but you did have access to information?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes we had access to the information, there was no limitations when it came to exchanging information.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why would it be necessary to gather information there in the first place?  Why couldn't Port Natal do that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I'll tell you why it became important to us now.  The target area of the infiltrating terrorists was the division Port Natal and they only moved through Northern Natal and Natal and therefore we had a problem and with the expansion of the Trevits structure up to division level, the opportunity was now created for us to work wider than our division borders.  Consequently, we now had access to Swaziland and we could now gather information there in order to prevent and also act pro-actively towards any act of terror which was destined at the divisions Northern Natal, Port Natal and Natal itself.",
            "Male"
        ],
        [
            "MR MALAN",
            "In terms of what did the police regulations give you permission to go into Swaziland to gather information, surely it could not be the combination of the three former regions?  Were specific capacities created in order to cross the border to gather information?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Not in term of the police regulations, Chairperson, but by means of a document which described the activities of Trevits and because we did intelligence work it was the accepted factors that you act covertly or clandestinely and you gather information in such a fashion within a bordering country.",
            "Male"
        ],
        [
            "MR MALAN",
            "I accept the practice because we've had evidence, but this document you are referring to which described the activities of Trevits, is that available and was it explicitly put like that, as you put it to us?",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson, maybe I must answer.  This document was already made available to the TRC and then my attorney just whispered in my ear and said that he'll see if he can find this document.  He is not at his office right now so it might create a problem, but as soon as we get hold of it we'll submit it to you.  Maybe I can just add Chairperson, because it's important here and with regards to Mr Malan's question that previously, some of the Amnesty Committee Members heard evidence before with regards to the Simonstad Council and some of the things that were decided there, one of them was that the separation of the defence force and the police had to be bridged by means of information exchange and linking up to that, because there was such a good relationship between the South African Government and the Swaziland Government and also  specifically the security branch and the security branch there, there was also a decision taken that the police, even though this was a strange country or it was not in South African borders, that in the exception of Swaziland the police would have access and that they could act there but the defence force could not act there and I'm not quite sure if that agreement was ever manifested in a written form, but there was a lot of evidence, especially that from General Johan Coetzee and also Pik Botha, that in those years there was very good cooperation and exchange of information did take place and the security branch members were permitted to go and work there and to gather information there and they were permitted by the Swaziland Government to do so.\n\tCan you please continue?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Very well Chairperson.  With the establishment of these structures it was easier for us to also exchange information with our colleagues at national intelligence and military intelligence.  There was a formal structure in terms of a Committee which from time to time had meetings, usually under the chairmanship of the commander of the security division in the Eastern Transvaal, during which information with regards to our target area which was Swaziland, was exchanged.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha, just to get back because now it's quite important, who manned Trevits, who were the highest officials?  Were there middle rank officials or were they ground level officials?  Who manned Trevits?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It I can say permanent members of the Region Trevits, then it was the desks office, Taylor and myself and from time to time we were accompanied by our commanders.",
            "Male"
        ],
        [
            "MR VISSER",
            "And did Trevits have executive capacity in the sense that they could give an instruction to a specific division other than that of gathering information, for example to eliminate a target for example?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Because you see the perception exists that Trevits, because people spoke of target development, that Trevits was the organ which identified a target, for example a person, and that he then could give instructions that that person should be killed.  Was that your perception and your experience and your understanding of Trevits?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Trevits was or the component Trevits was purely an information co-ordinating group.  We did gather information when we were requested to do so.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that information was that also given through to the higher structures?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's use an example just to put this whole thing in perspective, let's say for example a decision was made by the State President or the cabinet that because of different reasons which they considered to be good reasons, there must be an attack on the ANC's strongholds in let's say Maputo, would Trevits then have been contacted and to what extent?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson, we were all the time tasked to gather information with regards to facilities and I refer specifically to houses, through routes, overnight assistance and specific high-profile ANC personalities within that specific host country, his residence, his motor car, all that kind of information had to be developed, in other words we had to get photographs of the locations of the places, we had to get photographs of the person, we had to know what his daily routine and activities entailed.",
            "Male"
        ],
        [
            "MR VISSER",
            "And which car he drives?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Just before you continue, can I just ask you, if you say the exchange, you exchanged information, is that with regards to intelligence pertaining to the enemy?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "You wouldn't have exchanged information about your activities other than that of gathering information, for example the instances you are now applying for amnesty for?  You wouldn't have made this known to the people in Trevits?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you also wouldn't ask permission from them?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No we wouldn't have.",
            "Male"
        ],
        [
            "MR VISSER",
            "I would have gotten to that but the simple truth is because they did not have executive capacity and they would not be able to give you any permission?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Just to get back to the question of Trevits and to conclude it, the evidence that the Amnesty Committees have heard and the Human Rights Committee of the TRC have heard about Trevits is that it was actually aimed at foreign activities so this would fall in with your understanding of these activities?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that Trevits by 1990 came to an end?  My attorney shakes his head, I do not understand it properly it seems.  I do have it wrong there, can I just state it correctly?  The capacities and tasks of Trevits in terms of gathering of intelligence with regard to foreign countries changed in 1990.  After the unbanning of the ANC and other radical organisations, as they were viewed in those days, and then they started to work with internal intelligence gathering.  Would that be more accurate to state it in that manner?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is there anything else you wish to add?",
            "Male"
        ],
        [
            "MR MALAN",
            "Excuse me Mr Visser that I interrupt you, just to get some clarity, up until 1990 there was no internal intelligence gathering?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is there anything else you would like to add?  You were saying you always acted in a reactive manner whenever the terrorist fell into your lap did this change at any point in time?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson.  Our capacity to work in Swaziland from there it was expanded to Mozambique and even to Lusaka and because the further away you could gather intelligence from your target area the better you could do planning so as to launch any action.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could I go back a little bit?  You said a moment ago that up to 1990 there was no internal intelligence gathering?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, in terms of Trevits who were the revolutionary task team.  We were only aimed at foreign countries but after 1990, after the unbanning of the ANC, the focus was shifted internally.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But before 1990 there were other police bodies gathering information, intelligence, internally?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.  The normal police function of the security police was functioned internally.",
            "Male"
        ],
        [
            "MR VISSER",
            "So I understand that you say that you realised that it did not help to wait for the problem to come to you, you have to go and look for it at the source and stop it there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And consequently our capacity was also expanded to technical abilities, not only based on the human informant and we had to look at all capabilities of gathering intelligence and with the combination of other intelligence services capabilities we had total intelligence gathering capacity.  National intelligence with their satellite capabilities received information from Lusaka, Defence Force Intelligence had representation in Mozambique and combined with our intelligence capabilities ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "Just go a little bit slower, this is important for the Committee and they are making notes of what you say and if you go too quickly something might get lost.  Please go a little bit slower?  You said you capabilities were expanded and better liaison could take place with National Intelligence and the army in neighbouring areas?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you like to add anything to that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The onslaught came mainly from Swaziland and therefore in 1986, when we had success with an action against the first Area Political Committee that functioned within.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is that Operation Butterfly?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you say because of the successes with the new approach and the new structures, if you want to call it that, that was established and put into action there was a decrease after 1986 because of the successes which you had.  Is that what you're trying to say?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "There was an increase and after our capabilities were expanded, there was definitely a decrease.",
            "Male"
        ],
        [
            "MR VISSER",
            "We will address the document soon but it would seem from the summary in Exhibit A  in the index where the incidents from Mr Taylor's book it would seem that in 1986 there were 36 incidents and in 1987 17 incidents, is that what you refer to?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson and to link up with that it is important to note that as well our focus was aimed at Swaziland and at the end of 1985 and 1986 the onslaught was also launched from Botswana on the division Port Natal and it was also the group of Robert McBride and Gordon Webster.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, the Honourable Chairperson is involved in an amnesty application which deals with an attack on the life of Mr Marius Schoon and he heard the evidence of expanded communication network between Botswana and South Africa.  This is not relevant here but this links up with what you have to say, they came from Botswana to Natal as where they first came through Swaziland.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Would you like to tell us when was Trevits established?  I can't remember if you mentioned it this morning?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I experienced Trevits as a structure in 1986 already but I would assume that it was established before that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairperson, I have the idea that it would have been a little bit later but we can try and find out what the date.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well he says he's experienced it in 1986, are you saying that you're now giving evidence that the applicant is wrong when he says that?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No Mr Chairman, I'm not giving evidence, I'm trying to be of assistance.  I'm just trying to tell you that the ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're trying to change his evidence aren't you?  He has given evidence saying he experienced it in 1986 and he thinks he was constituted before.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Excuse me, why I ask this question Mr Botha is  because I have the impression that successes of '86/87 is linked to the changes in 1986 or maybe 1985 but most probably 1986?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "And just to make sure, the changes were with the three in one?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Trevits as well as within the security branch there was a new approach in terms of getting the information, the establishment of an MK intelligence component.",
            "Male"
        ],
        [
            "MR MALAN",
            "If I can just get some clarity here, this has nothing to do with the establishment of Trevits but with the reorganisation?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Trevits had a role in that, Trevits gave us the opportunity to work in neighbouring countries, in Swaziland and to gather information there.",
            "Male"
        ],
        [
            "MR MALAN",
            "But if I understand you correctly, you were Trevits and with the others you were Trevits?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct but the opportunity was given to us by Trevits because without Trevits we did not have the opportunity earlier here in Port Natal because we were not authorised to work in Swaziland.",
            "Male"
        ],
        [
            "MR MALAN",
            "So your first participation in Trevits was in 1986?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes and that is my experience that Trevits already existed.",
            "Male"
        ],
        [
            "MR MALAN",
            "Well if it already existed, how did your participation come about there and how did it come about that the desk officers which you refer to constituted Trevits in it's meetings, what was it constituted of before that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, you might have missed that point.  I said that Trevits existed as a structure at police headquarters.",
            "Male"
        ],
        [
            "MR MALAN",
            "I'm with you now, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry, I'm not with you completely.  Was Trevits a unit which had it's own ranks and then there was this committee that you sat on with Mr Taylor on occasions and there were representatives from all the provinces on that committee, were they?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, Trevits only existed as a committee, it was not a structure on it's own.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well who went to Swaziland to gather the information?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The members of the security branches of the Eastern Transvaal and members of the security branch of division Natal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ordinary members were sent on certain missions?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did they remain members of the Port Natal branch or the Northern Natal branch and they merely acted on behalf of Trevits, but Trevits didn't have permanent staff?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Just to get clarity for myself, you say that the normal members could go into Swaziland now?  Those decisions to gather intelligence, was that done at the regional level independently or was that to gather that specific information was that decided in the co-ordinating committee between Eastern Transvaal and Natal, was the planning done there?  In other words your intelligence, did you have to liaise with Eastern Transvaal or was the planning done there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Both were relevant there.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you would have free access to gather your own intelligence and it could happen that you in Eastern Transvaal would be looking for the same intelligence?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And gather intelligence independently without knowing of each other?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I must just place on record here that we did not anticipate that we were going to deal with Trevits as a subject and the witness is now giving evidence from his recollections and I must place on record that he may well be wrong with certain of his facts.  If it's of importance to this Committee we will attempt to have the documentation couriered here and this witness can continue on Monday, Mr Chairman and deal with it more fully.  But at this stage I would prefer not to go any further with Trevits other than just stating the principles, with your leave.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Visser, I speak for myself, this is not central but the issue of Trevits you touched on and you spoke of the perceptions that existed and it is important for me that we get more information.  We have the source basis and we can pursue it further but I don't think it is primarily relevant to the amnesty application, I agree with you.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairperson and then I would like to return to the main road Mr Botha.  Yesterday you gave your experiences to the Committee of the political situation, you have explained that to the Committee and you also mentioned that here in Durban you were in a war situation where bombs exploded and where you had to work hard and long hours in order to combat the violence.  I would just like you to address the committee as to how you saw this war situation and how you saw your own position, you in particular, in this cadre of regulations and rules in which you had to act as opposed to what you were fighting.  Can you just sketch how you saw yourself in that situation and what your experiences were?",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Chairperson, the revolutionary struggle as it happened here, here in Natal and specifically the focal point of Durban, was much more serious than a conventional war.  The enemy had no rules with regard to targets and with their acts of terror or their methods of terror and consequently I at grassroots level made decisions or took decisions which I thought were the correct ones because of the situation and of these decisions, as shown in my application for amnesty, that is why I am here, but I believed that those decisions were justified under the circumstances of what happened here and at all costs I had to stop the wave of terror.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha, can we now move to Exhibit A, that is a typed version of a written document is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "What is this and where does it come from, this Exhibit A?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Mr Chairperson, Exhibit A is an abstract from a register that was kept by Colonel Andy Taylor.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was this an official register or was it his own notes?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was a non-official register, Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman the - well a copy of the original is available for inspection by anybody who is interested.  The only relevant point pertaining to the handwritten manuscript Mr Chairman is the fact that quite clearly different people wrote with different handwritings into this manuscript, this record.  I don't believe, with respect, that anything turns on that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you perhaps tell me, does it appear that the different writing is different incidents or perhaps different pages or - what I'm getting at is would someone come and report to him and write down the incident they were reporting or did somebody fill out the pages for him?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I follow your question exactly, Mr Chairman, the answer is I haven't that study myself, perhaps that should have occurred to me.  We will look at that and perhaps if you want to look at it yourself, the document is available.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can I just ask another question?  Mr Botha have you made any entries into that register?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes I have Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "And your entries, you did not act as a secretary, you made reports in there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "May I just explain Mr Chairman that photocopies have been made in the portrait fashion as they call it in computer language and not the - what's the other one - landscape fashion, so page 1 and 2 should be placed together to form the big page.  The time column we have taken the liberty of omitting in the typed version Mr Chairman because mostly we believe that it's not really relevant what time the incidents took place, we left that out.\n\tMr Botha, this Exhibit A starts at 1981 and ends at 1993.  I hope that I counted correctly but Sunday just before we came down to Durban I drew up an index and I counted the incidents as it is put there in brackets in the index and I referred to in general a list of politically related incidents in Port Natal.  In 1981 there were 9, 1982 there were 8, 1983 there were 9, 1984 it was doubled to 18, 1985 there were 34, 1986 there were 36 of which you have given evidence today and 1987 there were 17 and then there was an increase from 1988 to 21, 1989 - 23, 1990 - 32, 1991 - 35 and in 1992 when the peace negotiations were started there were 52 incidents and in 1993 there were four.\n\tI thought I'd mention this Mr Chairman, all of this is in the index, I just placed it on record now, it's in parenthesis after the year and then I've got the page number reference to that.  I believed I've counted that correctly, Mr Chairman.\n\tMr Botha, how complete would you say was Exhibit A or is Exhibit A with regards to the entries of incidents?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Mr Chairperson, I think the document is reasonably complete.",
            "Male"
        ],
        [
            "MR VISSER",
            "It is possible that there were other incidents of which an entry was not made in here, is that what you're saying, is that what you're saying?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "The incidents which are indeed in here, they did happen?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could we just address this document in your evidence?",
            "Male"
        ],
        [
            "MR MALAN",
            "Excuse me, I want to know can we investigate this with deeper analysis, there were certain incidents such as false flags like the blowing up of terrorists, is that also mentioned in here?  Would those be actions of the terrorists?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "I was just about to address that aspect.",
            "Male"
        ],
        [
            "MR MALAN",
            "Excuse me Mr Visser.",
            "Male"
        ],
        [
            "MR VISSER",
            "No not at all Mr Chairperson, I appreciate it if you ask questions because then do not know how to offer the evidence so as to satisfy your question, please do not apologise.",
            "Male"
        ],
        [
            "MR VISSER",
            "When we have done with this, would you please give a lay out to the Committee as to your insights with regard to Operation Butterfly which later led to the Ramlakan case and specifically the roles of the victims in this matter.  We will get to that, but at this instance we would like to address the document itself, Exhibit A, so that you could give certain references to the Committee in as far as it might be relevant in the present application and if we have regard in the first instance at page 12, and we speak of 1985.  We know in that year there were 34 incidents and what was the first incident on that page.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It's the incident of the 18th April 1985, an explosion at the Spar Foodliner, Trust Bank Arcade in St Georges Street, Durban.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, you see there on the right hand column, there's a reference to the High Supreme Court in Pietermaritzburg and there's a case number.  What is that case number?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That case number is the number of the State vs Butu Buthelezi and others.",
            "Male"
        ],
        [
            "MR VISSER",
            "And we refer to that as the Ramlakan case?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that is Case CC70/86?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "If we just look at Exhibit A on page 14, the last item there.  It looks like Umlazi Bakery.  On the 31st July 1985, under that same case number, that was that part of the Ramlakan case?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And on the next page, page 15, the first item there, Home of Minister Rajabansi - Attack with Explosives, Suspected mini-limpet.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And these two last items on that page - Two mini-limpets explode in O.K. Bazaars in the one in West Street and the last one is Mini-Limpet explodes in Game.  That's the Game shopping centre, not true?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "West Street.  On page 16 - Mr Chairman are you able to keep up?  On page 16 the first item, that's also a part of the Ramlakan case.  Spar Foodliner, Trust Bank Building, West Street, Durban.\n\tAnd then we go to page 17, the third last item there is the Mobeni Post Office, Grimsbury Road, Mobeni.  That was part of the Ramlakan case, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the second last item is the next one, Chatsworth Magistrates Court?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then we can refer you to page 18.  First item on that page is Albert Street, Volkswagen Combi and that's under the same case number?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Sorry, we're running a bit ahead of ourselves now but ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you deal with page 13?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I haven't Mr Chairman, in fact I'm coming to that right now because I'm dealing with it slightly on a different basis and the basis as you will immediately hear from my next question.\n\tThe members or the activists who acted under the code name Operation Butterfly, were they also divided into separate units?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And those units or people who were part of the unit, did they commit acts of terror for which they were charged but not necessarily in the Ramlakan case?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I do not understand the question.",
            "Male"
        ],
        [
            "MR VISSER",
            "What I'm aiming at is the following and now let's look at page 13.  Those two - in the first place, the Stanley Bhila incident, maybe I'm expressing myself badly, Stanley Bhila, he's mentioned in the first item on page 13?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "He is also under the case number of the Ramlakan case?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "In terms of Exhibit D there's an extract submitted there to this Committee pertaining to the charge sheet against accused number 7 and we believe that is Mr Bhila?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now the fact of the matter is, in the Ramlakan case Mr Bhila was accused of these items that we find in Exhibit D, but were those the only things he was accused of or was he also accused of terrorism by only being part of the group etc.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, unless I can have a look at the charge sheet, I can tell you exactly what he was accused of, but if I do remember correctly, it was the complete spectrum on the law against terrorism.",
            "Male"
        ],
        [
            "MR VISSER",
            "And as far as incidents could be linked to specific accused, were there then accused for that specific act of terror?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "The only point I'm trying to make is in the case of Zondo for example, in your application you said that one of the most prominent incidents which took place under the command of Operation Butterfly was the Amanzimtoti bomb?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "But that case was not part of the Ramlakan case?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, that's correct, it wasn't.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now we've made that distinction, now let's look at page 13.  We've already handled Mr Bhila and it refers to the Port Natal Administration Council at the office in Lamontville and that's the same item which is referred to in Exhibit D?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "There he is not accused in the Ramlakan case - I'm sorry, he is accused in the Ramlakan case as well with regards to DLB's\"",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "That is not mentioned specifically in Exhibit A under his name?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "I think that's the best way I can explain this Chairperson, there are certain gaps to that extent.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now can we get hold of the indictment?",
            "Unknown"
        ],
        [
            "MR VAN SCHALKWYK",
            "Mr Chairman, if I may be of assistance.  The indictment before you is not the final indictment.  It was amended at a later stage and two further accused were added.  The one you have only refers to ten accused.  Unfortunately, I went to - well I went to the registrar and unfortunately their records is an absolute shambles but eventually the charge sheet ended up by laying against twelve accused various charges as count one terrorism and then a number of separate alternatives in respect of each of the twelve accused.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see they were charged together with terrorism?",
            "Unknown"
        ],
        [
            "MR VAN SCHALKWYK",
            "Indeed so.",
            "Male"
        ],
        [
            "MR VISSER",
            "I dare say that would probably also appear from the - not that I've seen it before - but it should also appear from the one that's before you now Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One we have as Exhibit D relates only to the specific counts against Bhila?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can I just ask another question please Mr Botha?\nPage 13, the two cases we are talking about now, without referring to the record and maybe just to save ourselves some trouble, the two incidents, the Lamontville one, Lamontville Administration Council offices and the restaurant, I assume that some of the other accused were also found guilty on these incidents and that Bhila and Ntwene were acquitted on the basis that there was no evidence that could be brought in against them, the individuals.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, the only accused for those two incidents respectively and as far as the judgement of Judge ...[indistinct] is concerned ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "No, that's not necessary, let's deal with this now, in the Ramlakan case if you look at page 13, the very first item, there we have Stanley Bhila and he was accused of this Port Natal or Lamontville incident but we know that Bhila was found not guilty?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now the question which Mr Malan is asking you\nis, was this concerned with improper identification or why was he found not guilty?  Was it because of a lack of evidence and what evidence, how did it happen?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The state witness refused to testify at the very last minute.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who was he?",
            "Male"
        ],
        [
            "MR MALAN",
            "Lula Melikate.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, we've been given a document.\nThe heading of that reads Operation Butterfly 1985, it consists of 6 pages.  I believe that's the document to which my learned friend Mr Prior referred to this morning in your chambers when he said that he had given us summaries of the evidence of witnesses.  I believe this is the document.  It may be as well, Mr Chairman, to deal with this on the basis of an exhibit number, I believe the next exhibit is H if I'm not mistaken?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, I agree.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.  Why I'm referring to this right now Mr Chairman, is that you will find the name of the person that has just been mentioned by the witness at page - page 2?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "It's page 1 under \"Internal\".",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "It's on the very first page under \"Internal\".\n...[indistinct] kwaMashu, Umlazi, Lamontville.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm indebted to my learned friend.  It's indeed on the first page under the heading \"Internal - Various Units in kwaMashu, Umlazi and Lamontville, Chatworth, Lilamele Khate - Regional Commander.  This is the witness which the witness has just referred to who at the eleventh hour in the Ramlakan case refused to testify which led to the release from all charges of Mr Bhila and Kumezo and incidently also one other person who was acquitted not true?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who was that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Sipho Stanley Bhila.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes but except for Bhila and Kumezu, it was also Buthelezi who was acquitted?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, accused number one, Dudu Zwele Charity Baby Buthelezi.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now we are busy talking about page 13.  Mr Malan has just referred you to the restaurant attacked where Pumezo was accused of in the Ramlakan case and we know that he was found not guilty because of reasons you've already indicated to us.  There is also another incident were Pumezo, according to Exhibit A was involved and that was the incident, well not according to Exhibit A but on page 35, there are certain incidents mentioned, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes that is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And if you go one page back to 34 and we look at the third incident from the top - which I'll ask you to mark in the meantime Mr Chairman - the 5th and the last incident.  Sorry, my attorney points out to me that it's the 4th incident, one of 12 August 1998, 15 August 1998 and 26 August 1998.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, there in the right you can write down kwaMashu unit, there will be evidence led to that extent at those three incidents that is.\n\tAnd then Mr Chairman on page 36 there are two incidents, a second and a third dated 3 November 1988 and 4 November 1998 and there you can also write in kwaMashu unit at those two.\n\tMr Chairman, one of the more important ones is also at page 36, the very first one.  That entry there, refers to an explosion at Phoenix, the railway station.  That is exactly where the kwaMashu 3 were killed.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where is that, on what page?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "36.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Page 36, the first item.  So you can also write in there Mr Chairman, kwaMashu 3, just for purposes of identification.  So these three there and then the previous three which I've referred you to.\n\tIf we can now go back to page 35.  You are now going to give evidence with regards to the integration of Zandile as the intelligence which you gathered from her, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that information, because we're now busy with this exercise, we'll call that intelligence, that intelligence referred to all the incidents on page 35?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman you can at this stage just make a note of Pumezo for all those incidents at page 35.  The Amanzimtoti bomb is handled on page 18 of Exhibit A, the second item dated 23rd December 1985 and that's the case where Mr Zondo was found guilty and he received the death penalty?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Page 18, 18 Mr Chairman, with regards to Zandile, can you please look at page 22 of Exhibit A.  We are running ahead with the evidence because we are going to come back to this, but whilst we're busy with Exhibit A, we can just finish this.  Please look at the fourth incident dated 31st July 1986.  Who was that person who was killed there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Lieutenant Raju of the security branch Durban.",
            "Male"
        ],
        [
            "MR VISSER",
            "And can you just tell us how he got killed?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "He was killed by a hand grenade attack on his house in the early morning hours whilst he was sleeping.",
            "Male"
        ],
        [
            "MR VISSER",
            "And your evidence is going to be to the extent that it was who, who was responsible for this according to your intelligence?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Units under the command of Zandile.",
            "Male"
        ],
        [
            "MR VISSER",
            "And do you have names?  Who is David Majurai?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "David Majurai part of a unit within the Butterfly unit, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "But this incident does not fall under the Ramlakan case?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the last item there, 7th September 1986 page 22.  The Pick 'Pay Supermarket, Old Mutual Centre in Montclair?  You also refer to that item or it's referred to in that item during the interrogation of Zandile, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what became apparent from that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That the people who were responsible for that act of terror where a person actually died, were David Majarai and others.",
            "Male"
        ],
        [
            "MR VISSER",
            "And lastly is the incident on page 29, the first incident, 12th April 1987.  Detective Warrant Officer Lembedi?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And he died, as is alleged here, in a shoot out with terrorists in a certain area Umbumbulu, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who is that Lembedi, Mr Botha?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It's Warrant Officer Lembedi who was a member of the security branch, Durban.",
            "Male"
        ],
        [
            "MR VISSER",
            "What I really want to know from you is that the same person which is referred to here by Rosslee and Wasserman and others in the Bhila incident?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.  It's Michael Lembedi.",
            "Male"
        ],
        [
            "MR VISSER",
            "And according to the intelligence or information we're going to get to now, who was responsible for his death?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was the unit under the command of Zandile.",
            "Male"
        ],
        [
            "MR VISSER",
            "Without going into too much detail, those are the features I think, with respect, appearing from Exhibit A.  It has other values as well but those are the features on which I wish to concentrate, Mr Chairman.",
            "Male"
        ],
        [
            "MR MALAN",
            "Whilst we're busy with this Lembedi incident.  In the shootout were all the terrorists killed?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson.  This was a trap.  Michael, Spyker Mhieza and I imagine there was a third member as well.  They were en route to an investigation in that area.  They were looking for this group of terrorists, locally trained terrorists who hid themselves in that area and in this trap Michael was shot dead and the other members injured.",
            "Male"
        ],
        [
            "MR VISSER",
            "Including Spyker Mhieza?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "My question is, did you arrest any of the people who were responsible for this trap?  Did you know their identity, did Mhieza not know them?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha, can we then go on to a discussion ...[intervention].",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...[inaudible] know the identity?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Are you asking me, Mr Chairman?  No he didn't - they did know the identity at the time, the witness said Mr Chairman, at the time of this incident.  Later on, later on of course there was information that came to the fore and we're going to lead evidence about that.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, Mr Visser.  Mr Botha, the question is really, according to this register you never prosecuted anyone?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now if the units were known, why not?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Because the units were not arrested or because they take the escape to Swaziland.  The specific circumstances around this unit I do not know.",
            "Male"
        ],
        [
            "MR MALAN",
            "But how do you know it's this unit if Mhieza didn't know it?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "During this incident, they worked with information which said that people were giving, people training in that specific area.",
            "Male"
        ],
        [
            "MR MALAN",
            "Maybe I can make it easier.  Do you accept that all the units were under Zandile's control?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, this was information she gave to me whilst we interrogated her.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "MR VISSER",
            "We'll get to that now Chairperson.  I know this is going on forever and you have to be tolerant but it's difficult to try and present all of this in a sensible manner.\n\tLet's get to Operation Butterfly, please tell the Committee what was Operation Butterfly all about or what do you know about that operation?  Maybe you can refer to",
            "Male"
        ],
        [
            "EXHIBIT H",
            "whilst you give evidence, I do not know if you have a copy in front of you but please feel free to refer to Exhibit H.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, Exhibit H page 1, that does not give a complete picture of what Operation Butterfly was all about.  The information is not complete and consequently one should not use it as a guideline when thinking about Operation Butterfly.  Butterfly was the first attempt of the ANC to create an internal command structure which would have existed out of the following.",
            "Male"
        ],
        [
            "MR MALAN",
            "You do not have to dictate to us, you can just give evidence, you don't have to go that slowly.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I'm just trying to give people time to write down.  The local members of the structure were not merely trained abroad.  Supplementary to them, there were four terrorists who were trained outside the country and they acted as instructors for people who would have been identified or were identified by this internal component.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha, I'm just going to interrupt you, just to get things together here.  In your main evidence yesterday you said or you referred to the shift in training of terrorists, the shift from external to internal, is that correct?  This is now the year when it's manifested?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "The codename of Butterfly stands for an area, political and military committee which meant that externally trained terrorists together with an internal component becomes a command structure which identifies people and military train them and task them to commit acts of terror, a complete operation inside the country?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did they also have something to do with the expansion of structures?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson, politically as well as militarily.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now let's get to the personalities who were involved with this Operation Butterfly.  Can you point out to us maybe with reference to Exhibit H?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "If we can start with Swaziland, Chairperson.  The name Raymond Lala should be added to that.  He was the liaison person between the external and the internal component.  He operated under the code name of Bruzia, alias Peter Patel.  He's currently the commander of the investigative of Natal, of the detective unit of Natal.",
            "Male"
        ],
        [
            "MR VISSER",
            "Tami Zulu?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Tami Zulu was the commander of the Natal machinery in Swaziland at that point in time.  E.G. Lawrence or Ralph, alias Veer, was the chief of operations.  A person with the MK name of Rabbit was the chief of ordinance.",
            "Male"
        ],
        [
            "MR VISSER",
            "And would be the tasks of the chief of ordinance?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Supplying of weapons to the internal component.",
            "Male"
        ],
        [
            "MR VISSER",
            "You speak of 1985 now I assume?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Internally the persons were Bula Melekhate, Dr Sibo Ungoseni Nglomu and Dr V.J. Ramlakan.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well you have skipped a paragraph there, you previously said that Operation Butterfly consisted of two components, the internal and external component and you have told how they liaised with each other but as to the external component you have missed that those are the externally trained cadres?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you please address that paragraph?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Sibosiswe Sishle Ngomkwa, his real name is Robert Mglanzi.  He was later sent in after there was a power struggle between Khate, Glomu and Ramlakan.  He was sent in to take overhead command of the Durban A.B.M.C. or Operation Butterfly as it was known in ANC language.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can we refer to him at George Falkudo because it fits in well with the western tongue?  Was he in action for a long time before he was arrested?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, after his insurgence into the R.S.A. he was arrested with the rest of the members of Operation Butterfly.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "And the other members who were military trained was Linda Oskar Moni, with an MK name of Stan.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Botha, it is all put there, I think you could just refer it, you don't have to go so slowly through the names.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, to add there is the name Kevin Qhoboshiane, he was responsible for the political side of the area political military committee.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you just give the surname please?",
            "Male"
        ],
        [
            "MR MALAN",
            "Qhoboshiane, I will spell it Q-h-o-b-o-s-h-i-a-n-e and that is if my spelling is not incorrect.",
            "Male"
        ],
        [
            "MR MALAN",
            "Advocate Sigodi can tell us whether she agrees with that.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Well I will agree except for the H after the Q.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We'll settle Mr Chairman.\n\tVery well, is there anything else you would like to add or amendments or any other explanations?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Mr Chairperson, the units were already identified which had to be trained in kwaMashu, Lamontville, Umlazi and further north in the direction of Tongaat.",
            "Male"
        ],
        [
            "MR VISSER",
            "Anybody there that was mentioned that is of important to these applications?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The unit of Lamontville and I was of the opinion that there was more than one unit in Lamontville was Sipho Stanley Bhila and in Alan Taylor's unit was Pumezo Nxiweni.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alan Taylor is not a person, it's a place?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's the medical residence of the University of Natal and they were all students there who lived there at this instance?",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you see any other names?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The name of Pila Ndwandwe does not appear under the name of the unit although she was associated with the leader elements of Ramlakan and she lived in the same house as George Fakude and leadership members of the Ramlakan.  She was used as the secretary by Fakude and as an assistant nurse by Ramlakan when people were injured and as a courier to carry weapons from Swaziland.",
            "Male"
        ],
        [
            "MR VISSER",
            "And if you have regard to the following page, this is page 2 of Exhibit H and there is a heading which reads MK Machinery 1988 and then reference is made in the left bottom corner, it was Suma's unit and we find three names there of three members of the kwaMashu unit for which application for amnesty is being heard.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please explain that heading to us?  Let me ask it in this manner, according to your recollection when was the incident for which amnesty is applied for?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "If I recall correctly, it was November 1988.",
            "Male"
        ],
        [
            "MR VISSER",
            "And just above the names I that I have just read to you or which I have referred to you, Vusi Mjali, Sibusiso Nglovu and Phila Khaze and there's the name of somebody else, that is Pila Mdwandwe acting commander?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct Chairperson, she is identical to the person Zandile.",
            "Male"
        ],
        [
            "MR VISSER",
            "By the way, there is no doubt or it is regarded as common cause that she was indeed acting commander because from the documentation in this document H which we received from Mr Prior, there is indeed notice given that a certain Richard Valihu, codename Jones, was called and he also says, in the first paragraph he says Phila Ndwandwe was acting commander in Swaziland from about July/August until her abduction as a result of the arrest of Tami Zulu and Fear - not meaning fear of the ANC - Mr Fear, the codename by the ANC.  These are the persons involved with these applications and are you satisfied with the placement of these names under the circumstances under which these names are placed as it appears in Exhibit H?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I am satisfied.",
            "Male"
        ],
        [
            "MR VISSER",
            "This is according to your knowledge how they fitted in together?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Just one question.  We've referred to it that there were two units in Lamontville, were there?  You would know if you know the structures.  What are you trying to tell us, I'm not sure if we have to take note of it.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, this is not a document which refers to one unit.  I was of the opinion that names were divided into more than one unit.",
            "Male"
        ],
        [
            "MR MALAN",
            "And if you say you were of the opinion, you say there was more than one?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "According to my recollection there was more than one unit.",
            "Male"
        ],
        [
            "MR MALAN",
            "Two or three or ten, how many?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I will have to study the documents to find out exactly how many.",
            "Male"
        ],
        [
            "MR VISSER",
            "We have already referred to Exhibit A where reference is made to incidents which were part of the charges in the Ramlakan case.  Can we simply just say now that persons who acted under Operation Butterfly indeed had committed acts of terror and there was later the Ramlakan case with the consequences attached to those?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you please tell the Committee were there any arrests made?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Mr Chairperson yes, a total of 54 people were directly or indirectly involved in Operation Butterfly and from these arrests there were persons who were charged at the end of the day and that was 12 as mentioned.",
            "Male"
        ],
        [
            "MR VISSER",
            "In the amended charge sheet?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was Zandile accused?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, she was earmarked as a state witness.",
            "Male"
        ],
        [
            "MR VISSER",
            "With you involved with any facet of the investigation of the Ramlakan matter?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes I was Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who was the investigating officer?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was Colonel Andy Taylor.",
            "Male"
        ],
        [
            "MR VISSER",
            "And did you assist him or did you perform other tasks?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "We formed independent tasks.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you have anything to do with Zandile?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are you able to say why she did not testify?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson when she was needed as a witness they could not find her and consequently she was not used as a witness.",
            "Male"
        ],
        [
            "MR VISSER",
            "What according to your knowledge or information was Zandile's movements after the Ramlakan people were arrested and she disappeared as you were asked to testify, what was her movements.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "After her Section 29 statement she was released because she was earmarked as a witness and during that time when she was released and until she was needed in court as a witness and we became aware of it later she was involved with the continuance of all these criminals who were not arrested.  I refer to a total of 54 people who were implicated directly or indirectly.",
            "Male"
        ],
        [
            "MR VISSER",
            "With Operation Butterfly?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes with Operation Butterfly.  All of them were not arrested.",
            "Male"
        ],
        [
            "MR VISSER",
            "And they were not all charged either?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what did she do?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "She grouped these people once again.",
            "Male"
        ],
        [
            "MR VISSER",
            "For which purpose?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "For the continuance with acts of terror and this division.",
            "Male"
        ],
        [
            "MR VISSER",
            "For the purposes of Operation Butterfly?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "When were the arrests made of the persons who were later charged in the Ramlakan matter, can you remember?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Already before the 23rd December.",
            "Male"
        ],
        [
            "MR VISSER",
            "Of which year?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "1985.  The police were aware of the presence of certain of the people who were involved with Operation Butterfly.  They were technically monitored.",
            "Male"
        ],
        [
            "MR VISSER",
            "What does that mean?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "We had authorisation to tap their telephones and one of the persons which we tapped was Dr Ramlakan's house as well as houses in Lamontville of a person by the name of Qonda Msomi.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please spell that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Q-o-n-d-a M-s-o-m-i.",
            "Male"
        ],
        [
            "MR VISSER",
            "Just to get you back on track, I interrupted you, we were talking of their arrests and you said before the arrests of 23 December there was tapping of telephones.  Do I understand you correctly?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson, with the consequence that some of these people were already known to us and we were monitoring their activities and when the bomb exploded at Amanzimtoti on the 23 December 1985 and because of the tapping of their telephones we monitored a telephone conversation between Brazu and Swaziland and the house of Dr Ramlakan where they were congratulated in Swaziland for the act of terror on that day.",
            "Male"
        ],
        [
            "MR VISSER",
            "The Amanzimtoti bomb?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.  Because we knew most of these people because of this technical ability that we had as well as informants who were in place and a full scale operation was launched that day and within two days we apprehended about 80 percent of the persons who were involved in Operation Butterfly.",
            "Male"
        ],
        [
            "MR VISSER",
            "Including Mr Zondo?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Including Mr Zondo.",
            "Male"
        ],
        [
            "MR VISSER",
            "And we know he was charged separately for the Amanzimtoti bomb incident?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, these people who were apprehended and charged, were they released on bail or were they kept in prison?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson they were all detainees under the Section 29 and we know what the regulation of Section 29 detainees and after they made their statement they were released in January 1986.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was the position with regard to Mr Bhila.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, Mr Bhila was detained under Section 29 until he was charged.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well and on the 18th February in 1987 was acquitted by Judge Terion because of a lack of evidence?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was he in jail all of that time or was he out on bail or do you not know?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I don't know.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could you try and find out for us because it might be relevant to some of the members.  Very well, they were arrested, Pumezo himself was he also acquitted with Bhila?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was the reason why the two of them were acquitted, why was there no evidence with regard to them?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Vila Khate did not testify.",
            "Male"
        ],
        [
            "MR VISSER",
            "So your evidence is that Khate was the witness who would implicate Zandile, Bhila and Pumezo in the Ramlakan case and when he refused to testify, Bhila and Pumezo was acquitted.  We do not speak of Dudu Buthelezi because she's not involved here.\n\tHow many of the 12 persons who were eventually charged were found guilty in the Ramlakan matter?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Nine, Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And for the assistance of the Committee I wish to refer, not to hand it in as an exhibit but just to refer to an extract of the judgement of Judge Terion.  From this matter on page 2632 of the record and there's a solitary paragraph that reads\n\"The ANC leaders therefore foresee and they accept and are reconciled to the likelihood that the ANC operations would cause the death of civilians.  In these circumstances it seems to us to be idle to argue that the ANC does not intend the probable consequences of it's conduct, namely the killing of civilians.\"\nAnd at page 2639 his Lordship makes the finding on the evidence, that's the third paragraph from the top, page 2639:\n\"On the evidence therefore we find that the state has proved that the following of the explosions were caused by the ANC operators in pursuance of the aims of the ANC\"\nand then 8 incidents are set out Mr Chairman and his Lordship continues:\n\"the places at which the explosive devices were set off and the timing of the explosions as well as the type and the nature of the devices employed make it unreasonable to suppose that the explosions were caused by persons who were not operators of the ANC or for purposes which are unconnected with the aims of the ANC.\"\nAnd it is the basis then from which, are we understanding the short term we had to look at judgment, where these persons were found guilty.\n\tMr Chairman, I've reached the point where we are going to go to the incidents and ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we'll need a little rest before that.  We'll take the short adjournment now.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Visser, just before we continue, just to conclude the previous points made, Lula Melekhate, I understand he would have been the witness who would have implicated Bhila and Ntwene.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "(s.u.o.) Amongst others, he would have testified against them, yes.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Would there have been other witnesses who would have testified against them?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot remember.",
            "Male"
        ],
        [
            "MR MALAN",
            "Because if I look at the judgement and if I understand correctly, they were acquitted because no evidence was brought in against them.  Isn't that correct?  If you look at the - I do not know if we've marked this but it's the continuation on the 18th.  If you look at his judgement, page 2549.  It says\n\"Accused number 7 and 8, will you stand up please?  The state has not lead any evidence to connect either of you with any of the charges.\"\nBut there was a charge of terrorism against all of them.  So the State had no evidence against them?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And you said that the reason was because Khate didn't want to testify?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "And then the inference one makes is that he was the only witness otherwise the State would have tried to use some of the other witnesses?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now following that, why did Melekhate refuse, do you know?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "As far as I know it was because of intimidation.",
            "Male"
        ],
        [
            "MR MALAN",
            "If you look at the charge sheet and you look at the list of witnesses who were exposed at the beginning of that case then you'll find a list of 72.  Some of your co-applicants in the Bhila issue referred us to witness 38 Ndwandwe, who would have testified?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Why is Khate's name not there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson I cannot explain why not.  Maybe he was hid because he was a witness.",
            "Male"
        ],
        [
            "MR MALAN",
            "You have no other explanation, do you speculate?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I do not know, yes.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Chairperson I can help you, but I then have to testify.  If you see at the end of the charge sheet at the list of witnesses, I think this is Section 114?",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes I've seen that, but I just want to know if Mr Botha has any information pertaining to that because obviously it's a possibility.  It's a bit strange that his name was not made known whilst Mdwandwe's name was made known.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Prosecutors are strange people, if I can help the Committee, the whole question around the refusal of giving evidence, I have the pieces here, you can look at it.  It was an investigation held by Terion and it's contained in the official documents.  The man was represented etc. so it is available if someone wants to have a look at it, I've brought it with me.",
            "Male"
        ],
        [
            "MR MALAN",
            "And do they make reference to Khatle's refusal to testify?",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Yes, it's an application which was made, he was defended by Mr Bristow, later Judge Bristow and he was sentenced to four years after a complete investigation and the pieces in the official document is available.",
            "Male"
        ],
        [
            "MR MALAN",
            "Khate was sentenced?",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you very much.",
            "Male"
        ],
        [
            "MR VISSER",
            "If I may just ask through the Chairperson, did he get this sentence because he refused to testify?",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "That is indeed the case, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson, Mr van Schalkwyk asked to interrupt the evidence because he just wants to request something of you?",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "It slipped me, Chairperson, after the conclusion of the Bhila issue, to officially ask you if Mr McCarter may be excused, I asked him to stay present until you tell him that he may leave?  Of course he is always available to give evidence if need be.  Thank you very much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR VAN SCHALKWYK",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, also my learned friend Mr van Schalkwyk mentioned to me that Mr Prior has approached him again in regard to the possible location of the place where Mr Bhila was killed and his body was thrown over the cliff.  We have made our services available, Mr Wasserman is here, if my learned friend or the panel feels that there's any merit in making another attempt we can get in our vehicles and we can go and criss-cross the country and see whether we can see this place.  Mr Wasserman is more than happy to cooperate, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now I gather from what Mr Prior told us about this is that he had information from Captain Holmes that they had gone down to Oribi Gorge near Port Shepstone to look for the place, nowhere near the Umbumbulu area, but that's when they went after they got information, they went down in a helicopter down there and scoured the area so it seemed that there might be a completely different place that should be looked at now.  It may be that this gentleman knows what areas the other chap was familiar with, who led them there.  He may be able to say well I know he was very much at home with this area because he did come from that area, didn't he?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "The Umbumbulu area, yes.",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Mr Chairman, it was on that basis, on that level that I approached Mr Visser to see whether our respective clients could not get together again and sort of revisit the whole thing and see whether something is fresher now than it used to be when they went out.  It was on that basis that I approached.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry Mr van Schalkwyk, your client being?",
            "Male"
        ],
        [
            "MR VAN SCHALKWYK",
            "Mr McCarter.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well Mr Chairman, I'm not certain whether I'm hearing you correctly, if you intended saying that you believed that there is merit and I suppose there is always merit in making another attempt, then perhaps we should put it together, Mr Chairman.  Perhaps one should discuss it among ourselves during the lunch adjournment.  The only question then remaining would be over the weekend it's hardly likely that we can set it up, so it might be a proposition and that's why I'm mentioning it now, to go out tomorrow and see whether we can go and find the place?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know how much any of the applicants would assist in that, what I thought is that if Mhieza could refer to an area that may be the area in question, that the local police could then be spoken to and told we are now looking for somewhere where there's a flat rock above a cliff and they may, as apparently happened when they went to Oribi the last time, say well that must be - I know where it is, we can go there, without troubling all of us to go or something.  If they say well look, that doesn't help us at all, that's an end to it.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well the problem that I foresee right at the outset is Mhieza says he wasn't present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, he may be able to say \"but I know Mbele often spoke about these hills.\"",
            "Unknown"
        ],
        [
            "MR VISSER",
            "On that basis I will of course approach him, yes certainly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not suggesting any personal knowledge at all but at least to point us in the right possible area.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We'll approach him on that basis, yes.\n\tMr Botha, if we can then continue with your evidence.  We got to the point and I was reminded in the short adjournment that we did not conclude the point.  After Zandile was acquitted and after she made the Section 29 statement, you told the Committee that she then started and you called it the crumbs, she gathered the crumbs in order to continue with the activities of Operation Butterfly, can you remember that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you also continued saying that all the members of the Operation Butterfly were not arrested so there were people who were available, so what I would like to know from you is, how did you know that?  How did you know that she was busy continuing with these activities of Operation Butterfly?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, by means of information which we obtained.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did any actions follow, actions against the members of units to which you've just referred, the so-called crumbs then, using your own words?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson, we did act against them.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what was the consequence of that with regard to Zandile?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The consequence was that during 1987 she left the country.",
            "Male"
        ],
        [
            "MR VISSER",
            "And according to information which you had, are you capable of saying what her movements entailed after that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, by means of information we obtained from other arrested terrorists, we determined that she received six months military training in a camp in Angola after which she returned to Swaziland and she was taken up into the machinery of the Natal structures.",
            "Male"
        ],
        [
            "MR VISSER",
            "And now we are talking about 1987?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who was then the MK commander in Swaziland according to your knowledge or memory?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "As far as I know, Zulu was the commander of that area.",
            "Male"
        ],
        [
            "MR VISSER",
            "And in terms of the summary which we find in",
            "Male"
        ],
        [
            "EXHIBIT H",
            "there's reference made to in paragraph 1 on page 4 to the following - yes, Mr Chairman, while I'm here there's a matter which unfortunately I must raise.  It has been brought to my notice that the interpreter has been interpreting before the luncheon adjournment, apparently finds difficulty in interpreting ANC because he keeps on interpreting it as the organisation and I'd like to rectify the record particularly as far as the portion of the judgement of Justice Terion was concerned which I read to you, that had been apparently and I say apparently because I didn't listen to it, been translated as the organisation instead of the ANC.  We hope that that won't happen again.\n\tThis paragraph 1 at page 4 of Exhibit H reads:\n\"Phila Ndwandwe was acting commander in Swaziland from about July/August until her abduction as a result of the arrest of Tami Zulu and Fear by the ANC.\"\nDo you have any knowledge about what happened to Tami Zulu?  According to information or whatever knowledge you had in your possession, can you give comment to this statement?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, just to give comment regarding Zulu's command in Swaziland I can say that up until 1987 he was the commander in Swaziland when he was called out of Swaziland by the ANC because of the fact there was a rumour that he was a spy for the South African intelligence service.",
            "Male"
        ],
        [
            "MR VISSER",
            "And in the ANC's statement to the Truth and Reconciliation Commission dated August 1996 Mr Chairman, you'll find at page 96 in the second column, a list of deaths which were recorded by the ANC and under the heading Natural Causes, presumably meaning death by natural causes and then at page 97 under the heading Zambia, you will find at page 98, number 149, the name of Tami Zulu and a date 14 September 1989.\n\tExhibit H goes further and says Charles Ndaba had been deported by the Swazi Police.  Do you know anything concerning that or can you agree that or can you dispute it that that statement of Mr Jones or MK Jones?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I agree with it Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's return to your story.  The way you understood it was that the two MK commanders who were in place before for some or other reason they were not there any more?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And it was then that Zandile took over as acting commander if you might call it that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And it that what MK Jones referred to on page 4 of Exhibit H?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that acting commander is the acting commander of Umkhonto weSizwe?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Natal machinery, that is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "What according to your information - sorry Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said page 4?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "The fourth page of this Operation Butterfly.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, they're not numbered Mr Chairman, it's not marked so it you can count to the fourth page under the heading New Witnesses, Richard Valihu, MK Jones, I was referring to that paragraph 1 Mr Chairman.\n\tWhat were her activities according to the information which was available to you and members of the security branch in Durban?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, her activities in Swaziland entailed to command the structures of the ANC and the Natal machinery in Swaziland itself.  The infiltration of ANC trained terrorists to the specific target areas in Natal, instructions to so-called infiltrated terrorists, making sure that they have money and weapons and also give them logistic support.",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, can we just get back to the previous point?\nYou confirm that Tami Zulu and Ralph Lawrence or MK Fear was arrested by the ANC and detained by the ANC, do you know anything about that or when did you learn about this?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I confirm that Zulu was the commander and that he was pulled out of that structure and taken to Lusaka by the ANC, the same goes for Fear.  I confirm that he was detained by the ANC in Lusaka.",
            "Male"
        ],
        [
            "MR MALAN",
            "When did you know about this?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "After they got pulled out we learned this by means of informers.",
            "Male"
        ],
        [
            "MR MALAN",
            "So one should imagine immediately?  Did you know about the ANC suspicions that they were informers?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Do you have any explanation why Ndwandwe was not pulled out considering she was a State witness?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "She was not suspected in her command, I think the period of time we're talking about here is big gap.  She wasn't even a trained terrorist when she acted as State witness.",
            "Male"
        ],
        [
            "MR MALAN",
            "When did she receive her training, didn't you say it was in '87?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes '87 and afterwards she was transferred to Swaziland.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you said the arrest of Tami Zulu, did you not say that happened in 1987?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes during 1987.",
            "Male"
        ],
        [
            "MR MALAN",
            "Well  isn't that the same time Ndwandwe would have received her training?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, she received her training in Angola in the Pango camp and Tami Zulu was in Swaziland.  Certain activities happened under Tami Zulu's command and the information we obtained, that is the reason why he got withdrawn.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you get any information concerning Fear or Tami Zulu by means of your informers or maybe directly from them during that time?  Were they informers?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot confirm that.",
            "Male"
        ],
        [
            "MR MALAN",
            "But if they were, you would have known?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "If they were informers of mine I would have known, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, again in order to attempt to satisfy the questions of Mr Malan, I refer to the same statement to ...intervention]",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Visser, I know about that, but you'll also know that there's still a dispute between the ANC and the TRC with regards to findings about the actual facts were and maybe this is information we can use.",
            "Male"
        ],
        [
            "MR VISSER",
            "I can just refer you, it's page 72 of the presentation which we've - the whole Tami Zulu case as presented by the ANC as set out.\n\tAnd according to your informers, was Zandile still in command over the local people in the Durban area, the local activists in the Durban area?",
            "Male"
        ],
        [
            "MR MALAN",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Zandile, Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, you must tell me if you want us to refer to her name Ndwandwe but I thought we agreed that we will refer to her as Zandile?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now when did she become in charge of the local people?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "We refer to the time when she became commander of the ANC in Swaziland and then she also was in charge of the units within South Africa and specifically in Natal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It was from Swaziland?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman, just to make it clear, she was in charge of people being brought into the area as well as those who had remained after the Ramlakan arrests, that's as this witness remembers it.\n\tMr Botha, can we now specifically arrive at the incident with regards to Zandile?  In your application on page 4 of the newly numbered bundle 2 you gave the dates as the end of October 1988, are you capable of giving us a more specific date or is that the best you can do?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "While making this statement, I had no other documents available to me to get a time closer to the specific date.  As far as I know it was the end of October 1988.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now, can you please tell the Committee what exactly transpired, we know what was the general factors leading to the interest of the security branch in her, but can you please now tell us what happened, what you did and who did it?  I'm referring to page 5 Chairperson, of the application of Mr Botha and at the same time I will refer to page 38 in the application of Mr Steyn, not to say that the others aren't relevant, for example that of Vorster's, but I'll look at these two specifically.\n\tYou said in your statement that you've read that of Steyn and Vorster, their applications, and as far as with regards to yourself, you agree with that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then you gave us the background and you've already explained this to the Committee with regards to the Ramlakan case?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And her role and her control under the internal fighting units which were responsible for acts of terrorism in your area?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now you also refer to your training, we're not going to go into that again, and you also refer to the fact that the informers in Swaziland was a source of information for yourself and they connected her with acts of terror?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now if we go to page 6 ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Your application on page 5 says, if I read it\n\"She was responsible during 1986/1987 for acts of terror.\"\nFourth paragraph.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.  That was while she was still in South Africa.  Because of the fact that she gave evidence against her unit, she left the country and received training abroad.",
            "Male"
        ],
        [
            "MR VISSER",
            "It's clear Mr Chairman, there appears to be two phases.  First is the phase closely associated with the Ramlakan case, she then goes out, receives ...[intervention]",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But it's the first phase we've been told she was totally untrained?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "What's the question Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Totally untrained at that time.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So a totally untrained person had control over acts of terror committed internally.  How did she come to have control over anyone if she was totally untrained herself.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, one has to look at her position she held within the APMC of Butterfly.  If one could call it - she lived in the commanding house, if one could call it that, and Dr Ramlakan lived there himself, George Fakude lived there and she acted as a type of secretary and she knew about all the instructions that were given and she also knew about all the activities of the different units and the commanding structure had trust in her.  When they were accused, she was the only one who stayed behind as such and she had all this knowledge about who was involved and that's why she got all these people together and regrouped them and from that position she continued doing acts of terror.",
            "Male"
        ],
        [
            "MR MALAN",
            "Are you trying to say in this paragraph, the third last one on page 5 of the bundle, does this refer to her activities after the Ramlakan case started or before?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, she was arrested 23rd January 1985, she was released on Section 29 early in January 1986.  The rest of the arrested people as well as those who were later charged were still in detention and I cannot remember if there were any of them who got released on bail but she was released early in January 1986, out of the Section 29 detention.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now if one looks at the charge sheet, you had the intention to use her as a witness in the case?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And the State gave notice to this extent despite the fact that you knew that she was at the head of all these activities?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "When they prepared the case and during the preparation thereof, I think halfway through the year the case was already prepared and it started and Mr van Schalkwyk could help when exactly they started the case.  But her notice as a witness was already determined from the start, that's why she got released.  The activities of units who stayed behind only escalated during the middle of that year and you'll see that in Exhibit A.  When we started looking for her as a witness she was already gone or she was no longer available or we couldn't find her.",
            "Male"
        ],
        [
            "MR MALAN",
            "Fine, you may continue.",
            "Male"
        ],
        [
            "MR VISSER",
            "On page 6 you jump to the interrogation and I want to take you back to the facts surrounding that which had happened.  Before that time and General Steyn refers to that on page 38 and he says that there was a submission made to him by Taylor and yourself, can you remember that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please tell us about it?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, Zandile was at that stage already the commander in Swaziland.  Her activities there were monitored by informers and her activities and instructions, two people in South Africa were also reported by means of technical abilities and informers.  We knew so much about her that by times we intercepted weaponry which was meant for units which was in South Africa.  Units that were sent into the country by her who were involved in skirmishes with the police and were arrested or killed and with this knowledge that we had and further planning that was made by her, submission was made to General Steyn at that time, Brigadier Steyn.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what was the purpose of this submission, what did you tell him?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Firstly that we had to abduct Zandile from Swaziland and that we have to attempt to recruit her as an informant.",
            "Male"
        ],
        [
            "MR VISSER",
            "And did you think that you would be successful to recruit her as an informant having regard for her attitude in the Ramlakan matter?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, it was not written in stone that she would be recruited and at that stage it was discussed by myself and Colonel Taylor and we informed Brigadier Steyn that the possibility that she had to be eliminated if the recruitment process did not succeed.",
            "Male"
        ],
        [
            "MR VISSER",
            "Just hold on, are you trying to say that in October of 1988 you regarded her as so important, such a key person that you decided that she had to be eliminated?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "We considered that, yes Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you also stated that you decided to try and recruit her as an informant and see what happens?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would she be of any value as an informer?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Absolutely Chairperson and from her position in Swaziland, if she had succeeded, she would have been worth much more to us.",
            "Male"
        ],
        [
            "MR VISSER",
            "She was outside your jurisdiction at that point, wasn't she?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you could not act against her in the normal course of your activities to arrest her?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is this where the idea of the abduction came about?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct Chairperson because one could not get the commander to come to the Republic.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was Steyn's reaction to that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "After our submission he agreed with our proposal and we continued with the implementation thereof, we received approval for arranging the abduction of Zandile.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's just have a look who was involved in this operation, what were the names of the persons who were involved in this operation?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The persons involved was Colonel Taylor, myself, Colonel Vorster from Pietermaritzburg, Colonel Sam du Preez, Warrant Officer Laurie Wasserman and Sergeant Brand Visagie who prepared the vehicle with which we abducted her.",
            "Male"
        ],
        [
            "MR MALAN",
            "Excuse me, from where are you reading this?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "This is my application for amnesty.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Excuse me Mr Chairman, on page 38 the names are all stated there, in Brigadier Steyn's application.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you have read from Brigadier Steyn's application and you did not mention his name because he did not name himself there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let us deal with Mr Visagie.  It might be an appropriate time Mr Chairman to place on record, Mr Visagie is not in the country, he is in America.  He's not able to attend these hearings although he has made application for amnesty.  His application is on the basis that he was aware that the vehicle that he was asked to prepare, as it were, was for the kidnapping of Zandile, or at least a person, the unlawful kidnapping of a person.  I believe it's of Zandile itself.  I'm referring to page 86.  Yes, indeed it refers to her personally, Mr Chairman, I'm reminded.  It's page 86 of the same bundle, bundle 2.  You will see that the bottom of the page he says that he had knowledge that the security branch intended to abduct Zandile from Swaziland he describes his task in the following fashion, he says\n\"My task was to find out what her address was in Swaziland and to confirm it and then to pass on the information to the relevant security branch.  Furthermore I was responsible for the preparation of the vehicle with which she was to be abducted from Swaziland.\"\nAnd he says, over the page at page 87:\n\"I was not involved in the execution of the operation and found out later that she indeed was abducted as it was planned and in the process I have probably made myself guilty to a conspiracy\"\nThat is the extent of his application.\n\tMr Botha, you heard what I have read now with regard to Mr Visagie, is there anything else that you want to add in terms of this evidence to which you concur or not?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson I agree but I would like to add that he did not have to determine the address of Zandile but he had to monitor her movements.",
            "Male"
        ],
        [
            "MR VISSER",
            "And for that purpose did he go to Swaziland?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, we had the suspicion with the communication that she had locally to find out where she was.",
            "Male"
        ],
        [
            "MR VISSER",
            "And it was his task to do that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And as far as you know, Mr Visagie, was he involved in any other activities?  Was he not present when she was abducted the day or at her murder?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why was Mr Vorster called in, why was Mr Vorster involved because he was from Pietermaritzburg was he not?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson at that stage we were one province with the police division in one and he handled the terrorist desk in Pietermaritzburg, his task was also to gather information with regard to terrorist activities in Swaziland and he had the ability to share intelligence with us which would supplement or would be successful in the implementation of this operation.",
            "Male"
        ],
        [
            "MR MALAN",
            "Could I just follow up on this?  It seems strange to me that such a large contingent will go over to execute this operation?  If you were successful in abducting her and convincing her to become an informant then all this information would be available to Mr Vorster?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then why did he come along to execute the information, why did he have to get the information there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, he did not have to get the information there but beforehand, through informants, he could give assistance with his intelligence and if we were successful with her recruitment and it would not be strange then, he would be aware of all those people and they all worked in one group with intelligence gathering.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you had co-ordinating structures to exchange intelligence, why did you have to contact somebody else, it seems strange to me that everybody had liaised with Trevits or with their regions but everybody had to go to get the intelligence first hand.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, I don't know what information you are referring to.",
            "Male"
        ],
        [
            "MR MALAN",
            "I refer to the intelligence you allege that you would have gotten from Zandile?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "But we first went and abducted her.",
            "Male"
        ],
        [
            "MR MALAN",
            "To get information from her?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "But Mr Vorster's role was not to help with the abduction?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Because he had information that could help us, his informers in the Republic and Swaziland who could help us to abduct somebody in a strange country is not as easy as we are talking about it here now, we had to keep things in mind, the locality of where we could launch it from, the activity of other activists who might spot us and so on, though much had to be done.",
            "Male"
        ],
        [
            "MR MALAN",
            "Maybe then you have to continue so we can learn some more of this whole process.  Not that I have any plans to abduct anybody, I just want to understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you recruited her as an informer?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That was the intention, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That would have been by threats of what would happen to her if she didn't agree to be an informer, would it not?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It would be part of it yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it wouldn't be a voluntary agreement by her?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "As you discussed the matter, did you know then that she would not comply to work with you as an informant?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No, at that stage when we discussed the matter we did not know.",
            "Male"
        ],
        [
            "MR VISSER",
            "You had suspicions?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes we had regard for it.",
            "Male"
        ],
        [
            "MR MALAN",
            "Excuse me, you say that they thought that she would not work with?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Well if she didn't work with us she would be eliminated.",
            "Male"
        ],
        [
            "MR MALAN",
            "But I think the question that Mr Visser put to you that your suspicions were that she would not co-operate with you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes we anticipated it.",
            "Male"
        ],
        [
            "MR MALAN",
            "Anticipate is something else, anticipate says something about a possibility, you went to abduct her and in your mind the possibility that she was not going to work with you, you did have regard for it?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Well when you abducted her you thought that she might not work with you?  Could we not infer from this that the first purpose was to eliminate her except if she worked with you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Now why do you say in your application that the purpose was an abduction and the whole application is structured on the basis that the cooperation was not found and other possibilities had to be considered.  You application says:  \"We went and abducted her to recruit her as an informant\", your application does not mention that you told Steyn beforehand that \"we might have to eliminate her if we do not receive her cooperation\" while your evidence tells us now that the possibility existed that you were going to kill her but if she was willing to work with you then you would save her life and keep her as an informant?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is that what you say in your application?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "What I say in my application and what I now say, when I drew up this application two years ago, it was under other circumstances, I had to do it quickly, it was two days before the closing date.  If we did not do it then we would have been prosecuted, that was the basis of my application, I could not consult with the rest of the applicants so the wording is not as I give evidence here today but my evidence here today is far as the extent of what happened so here and there there might be some shortcomings in my written application which I would supplement by my verbal evidence here before you today.",
            "Male"
        ],
        [
            "MR MALAN",
            "Let me tell you the difference.  In your application you say your purpose was to abduct her, to get her as an informant and in your application you say she refused to give her cooperation and afterwards you considered several options to get her back, what would happen and you say at the safe house you took the decision an you considered many options and the only one that remained was elimination?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I did not consider the options or I did not weigh up the options.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it Steyn?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "But Steyn says it in his application but your evidence now is that you told Mr Steyn \"we are going to abduct her and the probability is that we would kill her\" you played open cards with him, \"we are going to kill her but we would save her life if we can recruit her\"?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Very well.",
            "Male"
        ],
        [
            "MR VISSER",
            "To ask the question in the following manner, for you, what would have been the first prize?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "If we could recruit her as an informant.  If I could just inform the Chairperson, this process was not strange to us, this was our success, on the contrary, for Natal.  The terrorists who infiltrated we would turn them within twelve hours and then we would send them back and use them and we always had the priority to gather intelligence because without any intelligence we are powerless.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can I just take it a bit further here?  Excuse me for interrupting you but you say it was not strange, this was the pattern, this was the norm.  Persons who give you trouble, you kill them but if you could turn them in the process you would probably tell them you would kill them?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Let me tell you Chairperson, the turning of any MK terrorist was always the priority.",
            "Male"
        ],
        [
            "MR MALAN",
            "This was the first prize?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, this was always the first priority, the turning of an informant, that we have to understand.",
            "Male"
        ],
        [
            "MR MALAN",
            "Although the chances were one percent?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Even if the chances were one percent, if we can turn him that he can supply us with intelligence.  This was the exception to the rule where they were killed, the exception to the rule, not the practice.  We had much success that is what I'm trying to say.",
            "Male"
        ],
        [
            "MR MALAN",
            "Well I will accept that but I would like get back to your evidence which is the problem now, your evidence here and it is evidence that is being led.  You said that you went, you would abduct her and in the case that the chances you would turn her would not concur with your experience in practice, the probability here would be that you would kill her?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then we have two different comprehensions as to what you mean with priority.  You would say the first prize would be if she would turn but in the back of your mind you go in there telling yourself I am going to murder somebody but there is the chance that we could turn this person?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "If you wanted to kill her, what would you have done?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I would have killed her in Swaziland.",
            "Male"
        ],
        [
            "MR VISSER",
            "I don't know if you're satisfied Chairperson, can we continue?  And now you move to Swaziland, can you recall with how many vehicles you travelled?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson we moved with a Toyota Minibus, with an Isuzu Bakkie and with Colonel Andy Taylor's Datsun Laurel.",
            "Male"
        ],
        [
            "MR VISSER",
            "And to simplify it, we'll refer to them as Taylor's car, the bus and the 4x4 Bakkie, or just the Bakkie.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "With those three vehicles, we travelled from Durban to Onverwagt border post.",
            "Male"
        ],
        [
            "MR VISSER",
            "And who was with you?  Who all travelled with you, with which vehicles?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Brigadier Steyn, Colonel Taylor, Colonel Vorster, myself, Sam du Preez, Laurie Wasserman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's just stop here.  In which vehicle did the first four travel in?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "From here to the border post?",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes or can you not recall.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "From here myself and Colonel Taylor, Colonel Vorster and Brigadier Steyn travelled together in Taylor's car.",
            "Male"
        ],
        [
            "MR VISSER",
            "And who else was there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Wasserman and Du Preez and two informants.",
            "Male"
        ],
        [
            "MR VISSER",
            "With other two vehicles, the bus and the bakkie?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, the mini-bus and the bakkie.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then you travelled to the Onverwagt border post at Swaziland?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did anybody enter Swaziland?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And who were these?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Colonel Taylor ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "Just refer to him as Taylor.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Taylor, Vorster, myself with Taylor's vehicle, we travelled through Onverwagt border post into Swaziland.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened to Steyn?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "He remained on the South African side at Onverwagt border post.",
            "Male"
        ],
        [
            "MR VISSER",
            "At the border post.  Was there any housing that you could use?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "At the border house there was an empty police house that we used, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha, if I could refer to documentation, how did you get through the border posts.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "At Onverwagt border post?",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "With our passports, I used a false passport.  Vorster had his own passport and I'm not sure if Taylor used his own or a false passport.",
            "Male"
        ],
        [
            "MR VISSER",
            "You got into Swaziland with a false passport?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Wasserman and Du Preez, what happened to the two of them?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Wasserman and Du Preez and the two informants went through the Goolal border posts, or close to Goolal border post into Swaziland.",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson, it might be useful to refer to bundle 4, the newly marked bundle 4 page 443, where you will find a photo impression of a map of the Eastern Transvaal and Swaziland. Mr Chairman, you will see the N2 proceeding from the bottom of the page near the number 31 and proceeding in a northerly direction over Imkuzi and you see that the road splits, as it were, and to the right you'll see Goolal and Lavumisa on the right hand side and if you proceeded to the left, that would be to the west Mr Chairman.  You will see that a road turns out at Pangola turning north and it then continues over the international boundary between the Republic of South Africa and Swaziland before you reach a place with the name of Hluthi H-l-u-t-h-i.  It is at that point where the road crosses the border Mr Chairman, where Onverwagt is, it's not been inserted in this map but that is where Onverwagt is.",
            "Male"
        ],
        [
            "MR MALAN",
            "Would you like to give the co-ordinates because I can't find the roads here.",
            "Male"
        ],
        [
            "MR VISSER",
            "I can't Mr Chairman, because I haven't got the -I've only got the longitude.",
            "Male"
        ],
        [
            "MR MALAN",
            "Is it 31J? 31H?",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh I see, it is precisely between 30 and 31J.",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Prior indicated to me, thank you.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, now that we have the map before us, we can see that you travelled from Kuzi side, is that correct?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the occupants of Taylor's car went to Onverwagt.  Wasserman and Du Preez, did they also accompany you to Onverwagt where you left Steyn behind?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, we all went to Onverwagt border post.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you, Vorster and Taylor went through to the border post?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And Wasserman and Du Preez and the two informants went down to Goolal.  What time of the day was it?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson I think this was during the afternoon.",
            "Male"
        ],
        [
            "MR VISSER",
            "You're driving to Swaziland and the first place that you find is where it says Hluthi, that's not right at the town but where the eye of Hluthi is, there is a crossing there, it looks like?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is that correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "How did you travel from there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "From Hluthi we turned right in the direction of Lavumisa.",
            "Male"
        ],
        [
            "MR VISSER",
            "So you travelled back to Lavumisa?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, we drove onwards in the directions of Malome over Sitobela, Sipho Fanene on the way to Manzini.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is that road any good or what do you say?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Up to Sipho Fanene, it's a gravel road and from there to Manzini it's tarred.",
            "Male"
        ],
        [
            "MR VISSER",
            "Wasserman and Du Preez will give evidence as to what happened to them, but what was the plan?  That you would go in at Onverwagt and they would go in at Goolal?  Please explain to the Committee what the plan was?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, the idea was or the plan was that the two informants would drive with the bakkie.  After they crossed over the border illegally through the fencing and Wasserman and Du Preez would take the vehicle through the border post and they would give the bakkie to the informants who would travel on their own to Manzini and the two informers had to meet Zandile.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now when was this arranged?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "This was an appointment that was set up beforehand.",
            "Male"
        ],
        [
            "MR VISSER",
            "Before this day?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, you must forgive me for jumping around but I believe that it would give you a better picture of how these matters stick together if we do just that.\n\tIn Exhibit H reference is made to this appointment by MK Jones, it's on page 4 and in paragraph 2 he says that Zandile was in charge of the logistics, money, weapons, services etc. and that she had contact with various units internally, internally probably refers to the Republic of South Africa but it doesn't matter and she reported to the political wing in Swaziland.  And paragraph 3 says:\n\"One of the units made contact with Fila\"\nthat's Zandile\n\"and said that they needed armaments.  She gave them a meeting place near Big Bend on a farm near the border\"\nand they didn't turn up and later - and she refers to a Richard and a Bulelani and they arrived, that's what paragraph 4 says and then in 5 this exhibit says that:\n\"Members of this unit phoned Fila and told her they would come into Swaziland for the weaponry a day later.\"\nAnd then he continues and he describes how she got into a bakkie together with two other people, he could not identify because they had Balaclava's on their heads which was pulled up and was on top of their heads and he was three or four vehicles away form them so he couldn't identify them and that was the last time he saw Zandile.  \n\tNow to return the story you or the informers had an appointment with Zandile.  In the light of what we find in Exhibit H that it was about weapons, can you give us any comment on that, or what reasons they used to make contact with her?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "What's contained in paragraph 3 and 4 - what's written there, I cannot confirm that.",
            "Male"
        ],
        [
            "MR VISSER",
            "But what you know is that contact was made and it was on the grounds of that contact that this whole operation in Swaziland was launched?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was the purpose why you Taylor and Vorster went to Manzini?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "We would observe the meeting and when she would have gotten into the car with the informant, we would have made sure that they were not followed, that the vehicle was safe and that would get her safely and abduct her.",
            "Male"
        ],
        [
            "MR VISSER",
            "The three vehicles you were travelling in, were you in radio contact with each other?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Two of the vehicles were in radio contact with each other, that's the vehicle of Du Preez and the vehicle of Taylor.",
            "Male"
        ],
        [
            "MR VISSER",
            "Taylor's vehicle and what other vehicle?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The bakkie.",
            "Male"
        ],
        [
            "MR VISSER",
            "The bakkie.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Sorry, I apologise, not the bakkie the bus.",
            "Male"
        ],
        [
            "MR VISSER",
            "So the car and the bus were in radio contact?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "The bakkie didn't have a radio in it.  When did you see Wasserman and Du Preez the next time.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "When we got to the appointed place the bakkie was already there.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what this appointed place?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was a place at the George Hotel in Manzini.",
            "Male"
        ],
        [
            "MR VISSER",
            "So the bakkie was already there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It's a one way street, the bakkie was parked in front of the hotel.  A whole way behind the bakkie we also stopped, we called Du Preez on the radio, they were parked in the same street in front of us, about a hundred, two hundred metres in front of us and in front of the bakkie.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then what did you see, what happened?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I saw that Zandile came to the bakkie and she spoke to the informants and she got in and she sat between the two of them in the front of the bakkie.  I informed Du Preez on the radio that she did indeed get into the vehicle.  They left with the bus to a place which we already predetermined where we'd meet and where we'd grab her.  We followed the bakkie and we made sure that the bakkie was safe.",
            "Male"
        ],
        [
            "MR VISSER",
            "Carry on?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "When we approached the specific point, that's just after the turn off from Manzini to Sipho Fanene, there was a parking area on the left hand side of the road and the bus was already there in place and the bakkie stopped directly next to the bus and we stopped on the left hand side of the bakkie with the result that the informants, when they opened their right door and the sliding door of the bus that was open, one could in one movement take Zandile from that vehicle into the bus.",
            "Male"
        ],
        [
            "MR VISSER",
            "So do I understand you correctly, there was no force placed on her in order to get her into the bakkie.  She did that voluntarily?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Convenient at this stage to refer to volume 4, page 462 which is an article in the Sowetan dated the 3rd February 1995 which pretends to be and probably is as a result of an interview with one Jones, which may or may not be the same person as the one mentioned in Exhibit H but we will suggest probably is and he sets out, Mr Chairman, very much the same as this witnessed has testified to and in the third column Mr Chairman, I'm just looking for it, if you'll allow me a second?  Well it's really in the big quotation here, already summarised\n\"The comrades she was supposed to meet were in a bakkie, they were wearing rolled balaclavas on their heads and she obviously thought everything was okay as she went with them\" etc.\nWhich seems to coincide and my attorney points out that page 464A of the same bundle, Mr Chairman, there is reference to Zandile in the first column under the heading Fila Ndwandwe, just about some background as far as she is concerned.\n\tAnyway, Mr Botha, so you got to the place where you explained to us you'd made the interception.  What happened them, the vehicles came to a standstill, what happened next?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The combi's left door was already open, the bakkie's right hand door was also open already, they moved with Zandile, the informers, with Zandile out.  I got out, I stood at the sliding door of the Combi.  Zandile was taken and her hands were tied together with masking tape.",
            "Male"
        ],
        [
            "MR VISSER",
            "And now she was in the Combi?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes she was loaded into the Combi.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, so you left from there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I was in the back of the Combi with her.  Wasserman and Du Preez were in the bus.",
            "Male"
        ],
        [
            "MR VISSER",
            "You speak about a Combi and a bus, let's talk about bus only.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "And the bakkie was driven by the informers and Taylor and Vorster were driving with his vehicle.  We went back in the direction of Sipho Fanene and Sipho Fanene to Big Ben and Big Ben to Ntoko and in the direction Lavumisa.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, so you are now driving towards Goolal border post?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.  Just before Goolal border post you have a road turning off to Hluthe, we went off to that dirt road and we drove quite a while and then the vehicles came to another standstill.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now just to give us detail concerning this, what was the weather circumstances at that time?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It had already started raining, it was quite dark, it was quite late, I'd say it was in the vicinity of 8, 9\no'clock.",
            "Male"
        ],
        [
            "MR VISSER",
            "Okay, then what happened when you came to a standstill on the Lavumisa/Hluthe Road?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I transferred Zandile onto the bakkie.  Du Preez and Wasserman took over the bakkie.  I was on the back of the bakkie together with her, partially covered with a piece of canvas.  The other vehicle, that is that of Taylor as well as the bus when back in the direction of Goolal border post where they had to exit Swaziland.  The bakkie which was driven by Du Preez and Wasserman drove onwards on the Hluthe road, up till the crossing, turned off and came back in the direction of Onverwagt border post and about a kilometre before the border post the road turns to the left towards the cattle farm of the Swazi King.  We drove in there and we were dropped off close to the fence of the border.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who was this now, who got dropped off close to the border fence?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Zandile and I was dropped off there.  Du Preez and Wasserman helped us through the fence.  At the other side of the fence was Taylor, Vorster and Brigadier Steyn.",
            "Male"
        ],
        [
            "MR VISSER",
            "And this was a predetermined place where you would have met?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you yourself do, did you stay in Swaziland or did you also get through the fence?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I also climbed through the fence with Zandile, we were loaded into the little bus and we went back to the police house at Onverwagt border post.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened to the bakkie and Du Preez and Wasserman?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "They stayed behind in Swaziland because they wouldn't have made it back in time at the border post at Goolal before 10 o'clock.",
            "Male"
        ],
        [
            "MR VISSER",
            "So the border post to Swaziland closed at 10 o'clock in the evening.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, Onverwagt's closes even before that time, about 6.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now you are in the bus, you went back home - or you went back to the police house at Onverwagt's border post and I would like you to tell us what happened there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "At the house at Onverwagts border post I immediately started questioning Zandile, specifically with regards to the activities in as far as Swaziland was concerned as well as the activities as far as the Natal machinery was concerned in Natal.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was Zandile's attitude about this whole abduction and interrogation?  How did she react to your questioning?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Initially she was scared and she was reluctant.  She was treated quite nicely so consequently she communicated with us freely and she answered the questions.",
            "Male"
        ],
        [
            "MR VISSER",
            "You mean after a while?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, after a while.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was your impression of her when it comes to how she felt about what she told you and her involvement.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, as the evening went on, the interrogation went on till about 12.30 that night.  One could see that she got quieter and calmer and because we had a lot of information regarding the activities, some of the things only confirmed it for us, some of the things she told us.",
            "Male"
        ],
        [
            "MR VISSER",
            "And it's probably not necessary to mention this but she knew you, not true?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes she knew us.",
            "Male"
        ],
        [
            "MR VISSER",
            "Because of the Ramlakan case?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Except for Steyn, I would imagine, but she knew you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes she knew me and she knew Du Preez and she knew Wasserman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you now tell the Committee if you obtained any information from her which was news to you, which was new or which had a lot of worth for you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson, in as far as it pertained to the acts of terror which took place before her abduction in Swaziland and her acts of terror which happened in Durban specifically.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "She told us who was responsible with regards to the people who were responsible and she confirmed it for us and in another sense she gave us information about the units which were involved.",
            "Male"
        ],
        [
            "MR VISSER",
            "So on page 6 of your application you say\n\"Out of the questioning and interrogation of Zandile, certain information was obtained with regards to Pumezo\"\nand then also then you continue and you make a list, I do not expect you to remember all of this by heart but lets look at that list.  It refers to the Pinetown post office limpet explosion on the 12th August 1988?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "So what were you told by Zandile with regards to this incident for example, or what does she confirm that you already knew?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "What she told us was that units under the command of Pumezo were responsible for these acts of terror.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is it now all these acts of terror which you list on page 6 and 7?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Up until 7th October 1988?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, if you're interested to have the cross-references to Exhibit A, I can give them to you now.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The first incident Mr Chairman is Exhibit A, page 34, as is the second, third and fourth incidents, all",
            "Male"
        ],
        [
            "EXHIBIT A",
            "page 34.  The last incident - I'm sorry, excuse me Mr Chairman, the incident of the 2nd September, that's the second last incident, that is referred to at page 37 of Exhibit A and the incident of the 22nd September of the 25th September are both referred - all three of them are referred to at page 37.  Page 37 for those three.\n\tThen the 30th September, being the next one, well one, two, three Mr Chairman, the next three, that's the 30th September twice and the 2nd October are referred to at page 35.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "35?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "35 again yes Mr Chairman, they're not in chronological order.\n\tThen the 3rd October, the Redhill post office, it's referred to at page 37 and then Mr Chairman, the incidents both on the 7th October, the CNA in Hill Street and CNA Durban, that's not a duplication Mr Chairman, incidentally.  They are both referred to at page 35 again.\n\tAnd while we're about this Mr Chairman, there's another incident referred to at page 8 being reference to the 3rd November 1988 to the Rossburgh railway station, Durban, that is referred to in Exhibit A at page 36 and then just below that there's a further incident at page 8, 4th November, that's the Montclair railway line explosion Mr Chairman, and that's also page 36.  I believe I've already referred you to that when we dealt with Exhibit A.  But those are the cross-references.\n\tMr Botha, so now you interrogated Zandile and you say your statement that these incidents which you mention here on page 6 and 7 were executed by a unit of Pumezo, is that correct or was it done by himself?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "By himself or by members of his command.",
            "Male"
        ],
        [
            "MR VISSER",
            "And in their turn, under the command of Zandile?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes as commander in Swaziland, that's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is this what you're trying to say here?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "I know it's a long time ago, but I still want to ask you, was there some of this information which was news to you when you heard it from Zandile or were you already informed by informants and did you already suspect that this information, that you already had it and that she only confirmed it, what was the situation?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "There was information which we already knew with regards to the activities of Pumezo.  Some of the information we cleared out with her and she confirmed it for us.  Other information was new.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are you today able to look back and to say this part was news to us and we knew nothing of that and that but can you make that distinction today?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No I cannot make that distinction today.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can I just ask you, how did you know that some of this was new?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Because the information was in certain incidences that Pumezo's unit was responsible and in the other cases it was an act which was committed but we didn't know who was responsible for it, but she told it was also done by members under Pumezo's command.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, this might be a convenient time to take the luncheon adjournment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn till 2 o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Visser I assume that you will continue with something else, can I just ask a question or two?",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Sorry Commissioner before you do that, I'm sorry to interrupt, during the lunch break, I was approached by the family of Phila Ndwandwe and unbeknown to us it looks like they are not happy about the fact that Miss Ndwandwe is referred to as Zandile, they don't want that name to be used of their own personal reasons.  They would prefer her to be called Phila Portia Ndwandwe and not Zandile.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can we try to meet that?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Botha, you mentioned that valuable information with the interrogation before the elimination of Miss Ndwandwe, the information that you received from her was a confirmation of what you had known and in other instances that she told you that Pumezo Ntwene's unit was responsible for, there were other instances which you also referred to, you said it was valuable and this means valuable, would you tell us what the valuable information was?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "(s.u.o.) Can I just make a distinction between acts of terror and other acts.  Information was that valuable to the information and as far as the acts of terror was concerned, she spoke about who was responsible for Ralph Sukela's death and who was responsible for the death of Lieutenant Raju.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Very well, we will wait until we get there and just the other question?  Initially I asked you what Vorster's role was and you said that how important it was and everything that was done there and how you would deal with it.  After you have dealt with it, would you tell me what Vorster's role was?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It is the same as I have described.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can I ask it in another way, I do not want to waste time.  If Vorster was not there, what would have been different?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "He's a support in terms of the intelligence in Swaziland.  If she did not meet the appointment, we still had an informant network and who could confirm where she was.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you would have stayed there until we found her?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes we could have amended our plan.",
            "Male"
        ],
        [
            "MR MALAN",
            "And Mr Steyn's role, why was he with you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "In this instance he regarded it as a serious operation and he wanted to be there personally or he wanted to take control of the operation himself.",
            "Male"
        ],
        [
            "MR MALAN",
            "He wanted to take control?  When, because he was not in control of the operation, he travelled with you according to your evidence, he stayed behind at the police house and when he got back he was there but he did not lead the interrogation?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "But the operation was still under his control as commander.",
            "Male"
        ],
        [
            "MR MALAN",
            "Of course, but from the station it would have also been under his control, what was the difference whether he sat at the police station or at the house?  I wanted to ask why you took so many people, I still do not understand it?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The fact that the brigadier travelled with us in the case of something going wrong on the other side in Swaziland and a decision had to be made whether something had to be arranged then he would have been at the scene to do so instead of him sitting in Durban and he had to communicate by telephone because telephones were problematic in terms of contacting somebody in South Africa.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.  The question has been asked, what about radio contact?  Was radio contact limited?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes it was over a limited distance and in terms of the frequency that was used.",
            "Male"
        ],
        [
            "MR VISSER",
            "(continues)  Mr Botha, can we take the reins here? You went through the fence with Zandile or with Miss Ndwandwe and you are back at the police house and you are talking to her?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And as I understand you, your purpose was to establish whether she was recruitable as an informant?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what was the method that was applied to determine if a person could be recruited as an informant?  What did you do there with your questioning?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Usually in such an attempt to recruit such a high-profile person one would ask questions what is known to you and which you know the answers already just to see if there's any supplementary information that she could give and if she was holding any information and furthermore one would measure whether, when the offer was made, in terms of cooperation to see what the first reaction was and the first reaction would usually be as how one would perceive the person's own safety.",
            "Male"
        ],
        [
            "MR VISSER",
            "You mean if the person could readily be convinced, would that be his concern, \"what about my safety\"?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.  The first indication from this person, if the person is recruitable and one would go ahead with the recruitment and one could not handle in the initial process of the recruitment.  There are certain signs of body language, of what is being said, of what is not being said which all determine whether this person would co-operate as an informant.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, let's just stay on this point.  You say one of the things is if such a person would show any signs if they are concerned with their safety, just take it a little bit further?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The position of the person's own safety would be protection in the structure where the person was serving, how would the handling process go about?  He would ask about the people surrounding me, who would know or who would not know of this process, how would communication work.",
            "Male"
        ],
        [
            "MR VISSER",
            "Continue?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "And from this one draws an inference as to how far you can take the next step of this recruitment process.",
            "Male"
        ],
        [
            "MR VISSER",
            "One would keep in mind then that person is not aware of other informants that's been placed around her?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you expect that such a person would want to become an informant, would want to know such information from you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "In some instances they can draw an inference as to who are possibly informers.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do I understand you correctly you say that as to determine the recruitability of an informant is when this person expresses concern as to his or her own safety, is that how I understand you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "So would it be something you would expect from his or her side or what is the position?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It is a sign that has to come from the recruited person as to indicate \"I am willing to act as an informer\" and the attitude would determine if you are successful or not but in the Ndwandwe case ...[intervention]",
            "Male"
        ],
        [
            "MR VISSER",
            "Or let me ask you this first, did she follow that line, that test, did she pass that test by asking questions?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did not say that you said anything to her, that she must be an informer?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson, you speak directly to this person, you make her an offer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you do it?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When?",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "From the first instance when I started talking to her at the house in Onverwagt.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is not what you said previously?  You said and I wrote it in English\n\"I immediately started questioning her about Swaziland and Natal activities\"\nI immediately started questioning her.",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's not \"I approached her and asked her whether she was prepared to work with us\"",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct Chairperson and such a direct approach would not work.  During the interrogation it led to that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well it's not what I recollect you having said and I will see that it is recorded that you said it.  You're now having it put into your mouth by Mr Visser.",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Did you not say just now when the question was asked of you did you make the offer to her and you said right at the beginning?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you did not make the offer right at the beginning?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Right from the start could be day one, this is where we are now.",
            "Male"
        ],
        [
            "MR MALAN",
            "Please Mr Botha, you did not have her for a day, you just had her for one night.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "And the whole day back to Pietermaritzburg, the next day when I left her there, that is all the time.",
            "Male"
        ],
        [
            "MR MALAN",
            "That is day one and finished, this is not something that leads from day one to day two and day three and day four?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you Mr Visser.",
            "Male"
        ],
        [
            "MR VISSER",
            "But in any way, we will see what the record states but you say that the most important objective for you was to recruit her as an informant because that is where she had the most value and you already that evening when you spoke to her, you referred to her becoming an informer, that is your evidence?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "I was at the point where I was discussing what the test methods are, how you determine if a person can be recruited or not and you said one of the indications of recruitability is when this one person expresses concern as to what would happen to him or her, what about his or her safety in the situation where he would be placed and you said that if it comes from the person itself, it's a positive indication but in her instance it did not come.  That is how I understand you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then my question to you would be, if it does not come from the person, could you not at some stage could suggest it to her - \"Let us talk about your safety, who are the persons who surround you, what are their names, what are their movements?\"  Do you not take that step yourself although it would be of less value to you then, but do you not ask her about that?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Regarding the identification of a person's body language or who would be willing, the person would say that they are willing, \"I would like to work with you\", they make the offer to us, \"I do not want to be a detainee, I would rather work with you\" and in this instance no such offer was forthcoming from her side and we went through the normal testing methods to find out if she was willing and her high profile and with regard to her history, we had to determine from her body language whether she would be a valuable informer.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why are you so hyper-cautious here, please tell us?  What would have happened if she went back to Swaziland and you did not recruit or it would seem to you that you had recruited her as an informant but she was not honest and she goes back to Swaziland, what would the repercussions be thereof?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "One of two possibilities Chairperson.  Firstly if she would co-operate as an informant then she would know under which circumstances she was abducted and brought to us.  Those informants are already known an she would be directly responsible for them or the safety of them and there cooperation with us.  If she would pretend to work with us and betray us then she would betray the informers also.  We have learnt these lessons before and that is why we had the option where if there was any doubt as to the cooperation of the person rather than not do it.",
            "Male"
        ],
        [
            "MR VISSER",
            "What about the structures in Swaziland where you already had informers placed, that if she pretended to be an informer and she is not honest about it and she goes back would you expect that something would have happened there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "There could be a witch hunt or a witch hunt could have followed, looking for informers in Swaziland.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who precisely questioned Ndwandwe?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The evening at Onverwagt border post I primarily worked with her and from time to time Brigadier Steyn, Taylor as well as Vorster put questions to her and spoke to her.",
            "Male"
        ],
        [
            "MR VISSER",
            "When you reached the end of the session of the first evening, what were your convictions or what was your summary with regard to the recruitment of her as an informer?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Firstly that we would not succeed in recruiting her.",
            "Male"
        ],
        [
            "MR VISSER",
            "Or that you did not succeed?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes, that we did not succeed.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the following morning arrives, you all went to sleep?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And it's the next morning and earlier you said that the idea would be to recruit her as an informant and to place her immediately in Swaziland.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That would be the ideal situation.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why is that so ideal?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Because there would not be so much suspicion if other persons were around who were watching her movements in Swaziland or who knew her movements in Swaziland.",
            "Male"
        ],
        [
            "MR VISSER",
            "In other words she did not have to give any explanations if she was absent for a short while, is that what you're saying?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Or she could explain it easier other than if she was away for a long period?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now it is the next morning, did you speak to her again?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I spoke to her again, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And Du Preez and Wasserman, did they join you from Swaziland?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "They arrived at about after 7 of that morning and the decision was that since we could not recruit her there was no purpose in staying there because we would just attract attention.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what did you decide to do then?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was decided to leave with her and the appointed place was the safe house or safe farm which was used by Colonel Vorster in the surrounding area of Pietermaritzburg and to take her there.",
            "Male"
        ],
        [
            "MR VISSER",
            "And this is what you did?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, we left for Pietermaritzburg, we went to the farm, it was the first time that I had been there.",
            "Male"
        ],
        [
            "MR VISSER",
            "This was a farm by the name of Elandskop?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And in which vehicle did you travel?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I travelled in the mini-bus with her.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what happened on the way to Pietermaritzburg, between yourself and Miss Ndwandwe?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I questioned her and I still tried by means of questioning and the conversation I had with her to recruit her and to do an evaluation as to her recruitability.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can I just ask you in general.  In your application you give certain information that you received from her and you gave evidence to that and I wish to ask you, can you remember today which information or what information you received from where?  In other words in a sense of at Onverwagt border post in the police house or in the bus on your way to Pietermaritzburg or as we later heard during interrogation at the farm?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, in terms of the test for her cooperation, the acts which she confirmed was committed by Ntwene and some of his unit as well as supplementary information was given to us the first evening and more information was given on the way.",
            "Male"
        ],
        [
            "MR MALAN",
            "Excuse me, I did not hear?  The confirmation of Ntwene's involvement, when did she give this to you?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The first evening already.",
            "Male"
        ],
        [
            "MR MALAN",
            "At the police house?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The police house yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you received supplementary information on the way to Pietermaritzburg and my question is can you recall today what you received from her at the border post and what information you gathered from her in the Combi?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I can recall that the information with regards to Sukela and Raju was gathered while we were on our way to Pietermaritzburg.",
            "Male"
        ],
        [
            "MR VISSER",
            "And other than that, you can't remember?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's go directly to the farm, you arrive at the farm, is there a house?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes there was a house.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you are in the house now?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes we sat in the house.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you continue with the interrogation?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I still continued interrogating her.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did she give any new information there?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson.  We were going around in circles, I was of the opinion that I got that I wanted, that there was nothing else and I also put in my report that she would not succeed as an informant.",
            "Male"
        ],
        [
            "MR VISSER",
            "At what time did you arrive at the farm?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It was during the morning, about 11 or 12.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you came to the conclusion that she couldn't be recruited?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what did you do then?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I handed her over to Colonel Taylor.  Brigadier Steyn and Vorster were also present, I think Wasserman and Du Preez were also there and I left for Durban with the informants.",
            "Male"
        ],
        [
            "MR VISSER",
            "And was this the last that you dealt with her?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "This is the last time I dealt with her, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who according to your knowledge took the decision to eliminate her?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Chairperson, I think the decision was already taken, in as far as I know the final decision was made by Brigadier Steyn and Colonel Taylor.",
            "Male"
        ],
        [
            "MR VISSER",
            "And when you left, did you know she was to be eliminated?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "According to your knowledge?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that is basically because according to you she could not be recruited as an informant?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "This is why she was abducted in the first instance but taking that step or what was between her and that step was her cooperation as an informant.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "To stop her activities from Swaziland and the activities as it manifested here, her elimination was on the cards, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, but she could have prevented it, if I could put it as such, if she could convince you that she was willing to be an informant?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "On the construction you have just given us now, is it not true that you took the decision to eliminate her and that Steyn and Taylor just executed it and they just agreed because you were the one who had to determine whether she could be an informer?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And if you could determine that she could not be an informer and then her sentence was sealed?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson, we had that option before we moved, we travelled to Swaziland.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you were asked who took the decision to eliminate her and then you said Taylor and Steyn, you knew that she was going to be eliminated, but I want to know from your construction, is it not true that you took that decision because you had the knowledge there whether she could become an informer or not, that was your function?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, Chairperson, in effect I took that decision.",
            "Male"
        ],
        [
            "MR VISSER",
            "With respect, Chairperson, I tried to make it as clear as possible that I was talking about who gave the instruction to go over to the final step, the physical step.  Of course the evidence is clear that before they even had abducted her that this option was on the table, we know that.\n\tBefore I forget, Chairperson, in Volume 2 page 38 is the application of Steyn.  Please excuse me a moment?  On page 38 in paragraph 1 of Steyn's application reference is made to a hand grenade attack on Lieutenant Raju and there's a date in brackets, two dates are below each other, during October 1988 and August 1988, that is wrong.  The month is correct but the year has to be 1986.  With Exhibit A on page 22, the date is given as the 31st July 1986 with regard to Raju and Sukela is given on page 25 as the 17th September.  The dates are totally wrong.  And the same mistake is repeated in Vorster's application, Mr Chairman, on page 98, it's in the middle of the page, that's exactly the same mistake that Steyn made.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Both in affidavits?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Both dates have to read 1986?",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes Chairperson, not 1988.\n\tMr Botha, you say on page 7 of your application, you refer to the 4th November 1998, it's on page 7 of the application.  What happened then?  Or maybe I should just finish off the last incident by saying that we know from the history that she, that's Ndwandwe, was eliminated there at the farm and she was buried there, you heard that later?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now if we can please go on?  You refer at the end of page 7 to the 4th November, that's a few days later to the advent of the incident of Pumezo.  From memory, could you please tell the Committee what you can remember in that case?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Before this date of the 4th November, we once again by means of our informers succeeded and in this case one specific informer in making contact with Pumezo.  An appointment was made with him and he came to this appointment.",
            "Male"
        ],
        [
            "MR VISSER",
            "This might create confusion and I think we have to be very careful with words.  Was the appointment made by the informer with Pumezo in order to speak to you or was it made it by the informer to speak to the informer.",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The appointment was made and he had to meet him in person.",
            "Male"
        ],
        [
            "MR VISSER",
            "And who would have been this person?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "I cannot remember exactly what was arranged but he adhered to this appointment and at the predetermined place, myself, Du Preez and Van der Westhuizen arrested him, if I can use that terminology.  He was taken to a safe house close to Verulam, it's a place from where we operated covertly.",
            "Male"
        ],
        [
            "MR VISSER",
            "It was a safe house?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct, where that evening he was detained.  During his detention he was cuffed, handcuffed as well as leg irons and he was questioned.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was the purpose of the questioning?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "The purpose of the questioning was primarily aimed at units under his command and their activities and the DLB's which he knew about and which was under his command as well as any other activities of grouping that he knew about.",
            "Male"
        ],
        [
            "MR VISSER",
            "Including the identifying of other people?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "In his case, was there also talk of recruiting him as an informer?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "It always remains an option in fact, not quite an option but it's always there.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's get to the end of this, was there any possibility to recruit him as an informer?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "No Chairperson, in his case the option of recruitment was there but it was not my intention to recruit him as an informer.",
            "Male"
        ],
        [
            "MR VISSER",
            "The evening of the 4th November, did you get any information from Pumezo?",
            "Male"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "Yes Chairperson, I did.  The fact that the previous evening they were involved in an act of terror and that was Rossburgh railway station where a limpet mine exploded and that same evening a further act of terror would have been carried out at the Montclair railway line.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha, is Pumezo assaulted that evening during the interrogation?",
            "Male"
        ],
        [
            "MR MALAN",
            "Excuse me, we've just got to consider something, Mr Prior please?  Sorry Chair.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, it's just been brought to my intention that the families of Ntwene and the other kwaMashu three are not here, are not present.  They are scheduled to arrive because the hearings were anticipated to do Bhila and then Ndwandwe, Ntwene, they were given notice in that fashion although their representative is here I just foresee problems and if we can maybe resolve it.  I know it's going to create some logistic problem with the hearing.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Where are they?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "The Ntwene family are from the East London area and arrangements were made to get them up here on the weekend.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Surely this is something that should have been discussed before, Mr Prior.  We knew that Mr Visser was going on with this applicant.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "The way the hearing was scheduled and the way the notices went out, the hearings pertaining to or the evidence pertaining to the various deceased was broken up into four events.  I must say it escaped me that we'd run into this sort of, not really a logistical problem but a problem with the same applicants giving evidence in respect of them all, it never dawned on me that we'd run into this problem.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, if I may, Visser on record, I have total appreciation of the problem of my learned friend.  We have put a lot of work behind us with this witness, Mr Chairman.  We are nearing the end of his evidence.  We would certainly have no objection to accommodate the families of the victims and as my learned friend says, if he forsees problems with us going on with the evidence without them being here, we would certainly accommodate him.  What I'm suggesting, Mr Chairman, is not that he stands down and somebody else goes on and that we interrupt his evidence, what my suggestion is if it would accommodate my learned friend is that we adjourn today and continue whenever they're here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On Monday?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Are they only coming on Monday?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  No, Mr Visser, that is not a proposition.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, may I have a few moments, so I can just speak to logistics and see if it's at all possible to get them on a plane this evening, to be here tomorrow?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Very well, we'll adjourn for a few minutes.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "HENDRIK JOHANNES PETRUS BOTHA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, sorry.  I apologise, I should have indicated to my learned colleagues that we were going to reconvene, Mr Chairman.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Do we need Mr Visser here?",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "No.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Prior has suggested to me that he may be able to get these people here by tomorrow morning.  If we should adjourn until tomorrow and see what he can do to sort things out.  If they are not here by tomorrow then we will have to see what else we can do, apparently they have to fly from East London.",
            "Unknown"
        ],
        [
            "ADV PRIOR",
            "Mr Chairman, I'm happy to report that since I spoke to you last, it's been confirmed that at least one member of the Ntwene family from East London has been contacted, arrangements are now in the process of being made to get him here by tomorrow morning.  The members of the family of the other three deceased, the kwaMashu three, will be here tomorrow.  So with your leave I ask the matter to stand adjourned until tomorrow morning at 9 o'clock and may I also place on record I am indebted to the attitude of Mr Visser for the applicants in supporting the adjournment.  Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I haven't seen him doing that.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I'm nodding my head up and down but I'm not objecting to the postponement, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn till 9 o'clock tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}