{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-16",
        "location": "DURBAN",
        "day": "6",
        "names": [
            "JAKOBUS ADRIAAN FORSTER"
        ],
        "matter": "DEATH OF PORTIA NDWANDWE",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=52967&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/98110919_dbn_981116dbn.htm",
        "speakers": [
            "MR VISSER",
            "JAKOBUS ADRIAAN FORSTER",
            "MR MALAN",
            "CHAIRPERSON",
            "ADV PRIOR",
            "MR NGUBANE",
            "ADV SIGODI"
        ],
        "original_speakers": [
            "MR VISSER",
            "JAKOBUS ADRIAAN FORSTER",
            "MR FORSTER",
            "MR MALAN",
            "CHAIRPERSON",
            "ADV PRIOR",
            "MR NGUBANE",
            "ADV SIGODI"
        ]
    },
    "testimony": [
        [
            "MR VISSER",
            "The next witness Mr Chairman, will be the witness Forster, who will give evidence.  I must say that I was toying with the idea of calling Mr Wasserman back at this stage, but perhaps it may be better to call Mr Forster and thereafter we will call Wasserman back Mr Chairman.\n\tHe is Jakobus Adriaan Forster.  His application appears in bundle 2 at page 94 and following, up to page 110.  He is ready to take the oath Mr Chairman.",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Forster, you are an applicant for amnesty in these cases and you are applying for amnesty in the case of Fila Portia Ndwandwe, is that correct?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where were you born and where did you grow up?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I was born in Roodepoort in the Transvaal in 1948, in February.  I attended primary school there up to standard 1 and I then went to Pietersburg where I did my primary and high school training, up to standard 7.\n\tFrom standard 8 and matriculated in the Queenstown in the Eastern Cape, where I then immediately joined the police.",
            "Male"
        ],
        [
            "MR VISSER",
            "During your childhood, was there certain influences on you as in the case of Mr Botha?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Just to save time, you grew up in a conservative environment?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is true Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where you did not or were not exposed to strong influences concerning the policy of separate development and then later apartheid, in that it was wrong?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it not apartheid first and then separate development?  It is not important though?",
            "Male"
        ],
        [
            "MR VISSER",
            "I think one could argue about that, but I would not like to do that.  Mr Forster, you joined in July 1976, is that correct?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you gave a short summary of your police career, in bundle 2?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "You are now currently not a member of the police any more?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "When did you retire?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "At the end of September last year, I retired.",
            "Male"
        ],
        [
            "MR VISSER",
            "Because?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Because of medical reasons.",
            "Male"
        ],
        [
            "MR VISSER",
            "Being?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "They call it major stress.",
            "Male"
        ],
        [
            "MR VISSER",
            "Stress Major?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Stress Major and post traumatic stress.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Are you currently receiving treatment for your condition?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, I was hospitalised twice, I was in a clinic, Vista Clinic in Pretoria, from March up to May 1996 and there I received treatment specifically for this disorder.",
            "Male"
        ],
        [
            "MR VISSER",
            "From January 1985 up to December 1991, you served in the Security Branch in Pietermaritzburg, is that correct?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And during that time, you went through the ranks of Major, Lieutenant and Lieutenant Colonel?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Maybe firstly the position that you were in in 1988 in Pietermaritzburg in the Security Branch, what was your rank then?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "At that stage Mr Chairperson, I was in charge of the ANC desk, concerning research of ANC/MK terrorists.  It was a very small unit at that stage and it had far less members than the other sections in Natal.",
            "Male"
        ],
        [
            "MR VISSER",
            "We heard that there were three sections, Port Natal, Natal and Northern Natal?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "If you could compare your position with that of Colonel Taylor here in Durban, what would the comparison be?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "There was a lot of overlapping, not as much as in Port Natal, but concerning weapon stockpiling and especially acts of violence, grenade attacks, etc.",
            "Male"
        ],
        [
            "MR VISSER",
            "In your career, did you have any contact or exposure to acts of terror where people were killed and or injured and property was damaged?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And did you have the same experiences as the other witnesses, that it left an impression on you and that this incited you to do everything in your ability to oppose this political struggle against the government of the day?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you confirm the contents of your statement that you submitted, and that is now in front of the Committee, is that correct?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you are also asking for the Annexure, the statement of Van der Merwe and the Generals, as well as the evidence of Mr Vlok and Johan van der Merwe to be included?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can we get directly to the question of the abduction and the elimination of Ms Ndwandwe.  The first question that I would like to ask you is why you became involved in this matter?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Mr Chairperson, at that stage the three sub-sections, Port Natal, Midlands and Northern Natal, they were busy combining or becoming one, and we worked closely together, and that is how I became involved or became more involved in the Port Natal Unit, as well as investigations that was led, because I regularly went to Port Natal concerning investigations of terrorism.",
            "Male"
        ],
        [
            "MR VISSER",
            "How did you hear about this operation?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I was called to Port Natal by at that stage Andy Taylor, and I then went there.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you then received certain information from him?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then the decision was made that you must go with?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "How did you go to Swaziland?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "It was myself, at that stage Brigadier Steyn and Taylor, they went in their own vehicle, with the N2 in the direction of the border post.",
            "Male"
        ],
        [
            "MR VISSER",
            "You can refer to the surnames, we will not add any extra value to that, Steyn and Taylor, you can refer to them like that.",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Thank you.",
            "Male"
        ],
        [
            "MR VISSER",
            "You then went in the direction of the border post, ...(indistinct).",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "We then drove to the border post, Onverwacht to a house there.",
            "Male"
        ],
        [
            "MR VISSER",
            "It was a police house?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "At the border post?  There you left Steyn?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you then, yourself, go into Swaziland, what vehicle and with whom?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "It was with Botha and Taylor in Taylor's vehicle, we left the Onverwacht border post and then entered Swaziland.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened there at Manzini?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "At Manzini, when we arrived there, there were two other vehicles involved in this operation.",
            "Male"
        ],
        [
            "MR VISSER",
            "It was a kombi and a bakkie?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct.  We took our positions in close to the George's Hotel in Manzini, the bakkie already in place in front of the hotel.  We were behind the bakkie, but in full view.\n\tAt the front of the bakkie was the kombi.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who was in the kombi?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "It was Wasserman and Du Preez.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who was in the bakkie?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "There were two informants in the bakkie.",
            "Male"
        ],
        [
            "MR VISSER",
            "What time of the day was this?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Mr Chairperson, if I can remember correctly, it was approximately five o'clock, half past five, six o'clock.",
            "Male"
        ],
        [
            "MR VISSER",
            "It was late in the afternoon.",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, if I remember correctly, we went through the border post at about two o'clock.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you see there?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I saw that Ndwandwe got into the bakkie with the two informers.  She sat in between them and the bakkie moved on in the direction of Big Bend.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you do then?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "We followed this bakkie and we made radio contact with the kombi, Wasserman and Du Preez to inform them that the vehicle was moving.  They drove in front and I am guessing, approximately 15 kilometres out of Manzini, we stopped.\n\tActually we forced the bakkie in between the kombi and the vehicle that we were in, and the bakkie then came to a standstill so that the kombi could stop at the driver's side of the bakkie.  We stopped on the other side.\n\tBotha got out, the driver got out, the kombi's doors were opened.",
            "Male"
        ],
        [
            "MR VISSER",
            "The lady was the transferred into the kombi?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did this coincide with force?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Not with unnecessary violence, we just took her, grabbed her and moved her from one vehicle to another.",
            "Male"
        ],
        [
            "MR VISSER",
            "Her hands were tied?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Mr Chairperson, I was not there when her hands were tied, I remained in the vehicle with Taylor in the back, the vehicle that was at the back.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened then?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "The three vehicles then went on to Big Bend, in the direction of Onverwacht border post, at the Hluti road.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened then?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "On this road Botha and Ndwandwe got on the back of the bakkie and the drivers of the bakkie was Wasserman and Du Preez.   Yes, they drove in front.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was the weather like?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "It was rainy, wet, muddy.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened then?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Taylor then took our vehicle and moved back.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where were you then?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I took over the kombi with the two informants.  Close to the Culel border post, I personally stopped and dropped off the two informants.  It was still in Swaziland.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was the idea behind this?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "In that they would cross the border on foot, and not go through the border post.\n\tTaylor moved onwards with his vehicle and I came behind him with the kombi.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you leave Culel?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, we left Culel and left to the Onverwacht border post.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you pick up the informants again?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, they had to find their own way back to the house where we were.",
            "Male"
        ],
        [
            "MR VISSER",
            "That is at the Onverwacht border post?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "You and Taylor, what did you do then?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "We drove through Culel and we informed Steyn at Onverwacht at the house, that the operation was a success.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you pick up Steyn?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, we picked up Steyn in the kombi.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where did you go then?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "We went to the planned place, near the border post, where we met Botha and Ndwandwe.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is that you, Steyn and Taylor?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened there then, did Botha and Ndwandwe arrive there?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, they arrived there, we put her in the kombi and we went back home or to this house.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened from there?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Wasserman and Du Preez stayed behind in Swaziland, it was too late for them to go through the border post, as it is general knowledge.\n\tI later heard that they stayed over in Manzini.  I was now in the house.",
            "Male"
        ],
        [
            "MR VISSER",
            "With Ms Ndwandwe, what happened to her?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "She was interrogated by Botha.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you interrogate with him?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, from time to time I did ask questions.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you present there the whole time?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, I wasn't present there the whole time.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was your knowledge with regards to Ms Ndwandwe's position before you went in and crossed the border?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I was aware of the fact that the was acting Commander of the Natal machinery in Swaziland.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you aware of the plan concerning her?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "The plan was to recruit her as an informant, to get information from her, and to then apply her in that capacity or regard.",
            "Male"
        ],
        [
            "MR VISSER",
            "And if that did not happen?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Well, then the only other option or alternative would be to place her back which would have been problematic or to eliminate her.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you think would happen when you came to Swaziland with Ndwandwe, or when you went to Swaziland and met Ndwandwe, what did you think will happen?  I do not want to ask leading questions now, maybe we can just continue.\n\tWhat was the purpose of the interrogation?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "The interrogation was to recruit her as an informant for the Security Branch.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did it appear to you as if she was recruitable as an informant?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No Mr Chairperson, not at the times when I was present with the interrogation.",
            "Male"
        ],
        [
            "MR VISSER",
            "You then spent the night there at the house?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "At the Onverwacht border post?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "The next morning, I understood Wasserman and Du Preez arrived from Swaziland?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you do then?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "We once again agreed that she was not willing to work for the Security Branch and not to, or to prevent any people from seeing us in the house, we decided to drive to a farm in Pietermaritzburg, close to Elandskop.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was this farm called?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, I do not know what this farm's name was.  I just knew it was close to Elandskop station.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was the farm called Elandskop?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, not as far as I know.",
            "Male"
        ],
        [
            "MR VISSER",
            "You are now at this house, that we refer to as the farm at Elandskop to easy refer to it, what happened there then?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Chairperson, Botha still continued with the interrogation in the house.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you present?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, from time to time I was present.  She was not cuffed or tied or anything like that, she sat there freely and he was busy interrogating her.",
            "Male"
        ],
        [
            "MR VISSER",
            "According to yourself, during this whole episode was she attacked?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, not at all.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was your summary concerning the possibility to recruit her as an informant, out of your own observation on that day on the farm?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "It became more and more clear to me that she would not be willing to work or cooperate as an informant.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why do you say that?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "After it became known to me that she admitted to acts like for example the death of Lieutenant Radjo and Zukela, she was proud of that and she boasted about this.",
            "Male"
        ],
        [
            "MR VISSER",
            "You say this on page 99 in your application?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct Mr Chairperson, that was the impression that I got.  That is how she conveyed this to me.",
            "Male"
        ],
        [
            "MR VISSER",
            "We know from Botha and Steyn that at one stage it became clear as you have testified, that she was not recruitable and that Steyn then gave the instruction that she must be eliminated?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Before this happened, can I just ask the following, can you remember when Botha left?  Was it before or after the elimination of Ndwandwe?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Mr Chairperson, as far as I know, it was before the elimination.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did anybody accompany him?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "At that stage Mr Chairperson, if I can just explain, there were two other people who interrogated Ndwandwe, Labuschagne and Verwey of Middelburg Security Branch, I met them at a certain place because they didn't know where the farm was, and I accompanied them to the farm.",
            "Male"
        ],
        [
            "MR VISSER",
            "When we arrived there, was Botha still there?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, according to my knowledge Botha left.",
            "Male"
        ],
        [
            "MR VISSER",
            "So you cannot say who was there?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairperson, I see that it is one o'clock.  I don't think I will be able to finish before, within the next half a minute, perhaps we should take the adjournment now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will adjourn until two o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "(still under oath)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "(continued)  If I may just interrupt, while it has been brought to my attention, there are two references which I neglected to give you Mr Chairman.\n\tMay I refer you back to volume 2, page 41, that is the application of Steyn, who has completed his evidence.  At the end of the first paragraph from the top Mr Chairman, there is also a reference to JAS2, which I neglected to give you.  That is volume 3, page 424.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "424?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman, and the last one is at page 47 of bundle 2, just before the second last paragraph starts Mr Chairman, there is a reference to JAS6, which is in volume 3, page 419 - 423.  I apologise for the oversight.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Forster, we are now still on the farm there at Elandskop near Pietermaritzburg, and you are saying that it was very clear to you that Ndwandwe could not be turned to become an informer for the Security Branch.  I think that is where we stopped, is that correct?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened then?  Or, if I could just bring you up to date with what was going on, you went to fetch Labuschagne and Verwey and you went back to the farm, and when you arrived there, I think you said that Botha had already left?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.  For how long were Labuschagne and Verwey there?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "As far as I can recall, it was approximately an hour and a half, to two hours.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did they interrogate Ms Ndwandwe?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And they then left?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct, yes, they departed.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was there any further orders which were issued?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Issued were given by Steyn to me and to Taylor.",
            "Male"
        ],
        [
            "MR VISSER",
            "What were the orders?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "The order was that if it was in any way not possible to get her to work as an informer for the Security Branch, we were to eliminate her.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was the idea, did you have to attempt again to recruit her or what?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "On the contrary, he gave the order for her to be eliminated.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you and Taylor then go ahead and do this?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Taylor gave the order to Wasserman to carry out the elimination.",
            "Male"
        ],
        [
            "MR VISSER",
            "I see in your affidavit, at the bottom of page 98, you say that Du Preez and Wasserman dug a grave outside the house?  Approximately how far from the house?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Chairperson, it was probably if I had to estimate, between 50 - 80 metres away.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could this activity be spotted from the house?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, it was in a grove of high trees.",
            "Male"
        ],
        [
            "MR VISSER",
            "What did you and Taylor do in the meantime while they were away?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Taylor continued to question Ndwandwe in Zulu however, in which I am not proficient.  And I was simply present there.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, was Ndwandwe assaulted during her detention by you?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, not at all.",
            "Male"
        ],
        [
            "MR VISSER",
            "And during a certain stage, Wasserman and Du Preez removed her from the house?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you accompany them?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "no.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where were you?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I remained in the house with Taylor.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did Wasserman and Du Preez return later?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then you departed?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Forster, this case of Ndwandwe, was this the first case of an abduction out of Swaziland and elimination in which you participated?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "How many incidents of similar nature, did you participate in previously?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "One.",
            "Male"
        ],
        [
            "MR VISSER",
            "Which one was that?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That was the case of Deon Cele.",
            "Male"
        ],
        [
            "MR VISSER",
            "Cele Mr Chairman.  When did this take place?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "In July 1988 according to my recollection.",
            "Male"
        ],
        [
            "MR VISSER",
            "Among others, you have referred in your application with regard to the political background, to an extract in volume 3, page 424 of Heads of argument which were prepared, I trust that this was prepared by my learned friend, Mr Hattingh, is that correct?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  You have attached this document mostly as I understand it, as a summary of relevant quotes which were taken from ANC/SACP literature for the information of the Committee?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman, we have nothing further to present.  Mr Forster yes, the evidence of Mr Steyn about the pressure which was experienced \"from above\", in Pietermaritzburg where you were, was it in any way different?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Pietermaritzburg was also an area which experienced a great deal of hand grenade attacks and as I have testified earlier, there weren't as many explosions, but yes, I would agree with Steyn.",
            "Male"
        ],
        [
            "MR VISSER",
            "That you also experienced pressure from the politicians and from within the structures of the security structure?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, and at that stage I also worked much closer with Steyn's division.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.  Colonel Forster, from the evidence that we have heard, it seems up until a certain stage, the Security Branch operated within the framework of the law and the rules and regulations relating to your type of work, in combatting terrorism, is that correct?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And then there seems to have been a shift away from that as a policy and I am not suggesting that occurred in each and every case, but there was a change that instead of prosecuting terrorists, one would simply eliminate them?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is not correct Chairperson, it was another method which was applied, in order to obtain information and so doing, to recruit MK members or terrorists, because an information network could only function with information.\n\tIt was an attempt - you referred to a policy, it wasn't a policy to eliminate, it was another strategy.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "All right, let's call it a strategy.  How did that strategy arise, did it arise or maybe you can answer that, how did it come about that this was considered an option or accepted as an option, given the fact that you had the machinery of the law if I can put it that way, on your side, you could operate, I mean you had draconian powers in terms of the Internal Security Act and other forms of legislation.\n\tWhen did you decide, or when was it decided to adopt this strategy?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I don't believe that there was any specific date which I can recall upon which an amendment came about regarding the method in which we would continue our work.\n\tIt did however arise from the high tempo of terrorist attacks on the RSA, that we began to realise that we had to act more pro-active fashion.  By pro-active I mean obtaining the information beforehand, and not waiting for an explosion to take place, and only then dealing with it.\n\tWe had to combat the violence and the onslaught.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I am talking specifically about killing as a strategy.",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, the killing did not develop as a strategy in order to purely eliminate somebody.  The idea was to recruit the person as an informer and I am sure you will see and it has been argued here, that the cases which are presented here, are cases of persons who we had identified in the hierarchical structure of the ANC, and that this was not an everyday occurrence.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "There were specific persons, given their functions within the MK structures, they were identified as key personnel for want of a better word, and if they could not be turned, they would then be eliminated, is that my understanding of your evidence, is that correct?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "It was not like that with every case, it depended upon circumstances.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I still have difficulty with the concept because it seems that various branches of the Security Police, throughout the country adopted the same sort of strategy if they couldn't turn them, they would then in all probability be killed.\n\tI need to know if you can assist us, whether that strategy if I can, for want of a better word, whether it was a strategy or giving effect later to a strategy that went wrong, or you couldn't give effect to the strategy of turning, was that discussed at a national level or at a time when all the interested parties were together, or did it just develop in the regions, on its own, without any coordination?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I have no recollection, or let me put it clearer, I don't know that something like that occurred.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I put it to you because we know from the various applications and the evidence that has come out, that Port Natal wasn't the only Security Branch office that eliminated people and I was just curious to know whether the fact that other branches or other offices were also doing the same sort of thing, whether that had been coordinated at a certain level or not?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Not according to my knowledge.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Colonel, the farm Elandskop, sorry, it has been loosely referred to as Elandskop, in fact the correct description is Graig Head Sub A, in the district Elandskop/Qwadi.  Is that correct?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "If you say so, yes.  That could be correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And that was a Natal Trust Farm?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And who leased that farm?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I don't know.  I don't know who it was.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you have anything to do with the arrangements regarding the lease of the farm to the police or not?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "There was no agreement for the usage of the farm.",
            "Male"
        ],
        [
            "MR MALAN",
            "I beg your pardon, can I just make sure, you said that there was no agreement?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "There was no contract for the use of the farm.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who owned the farm?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Natal Trust Farms.  As far as I can remember, there were 13 to 16 farms which were run by Natal Trust Farms at a certain stage, and at that point, there were a number of people on some of the farms.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who was Natal Trust Farms?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is a very difficult question.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was it a private or public section concern, you don't know?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I don't know, no.",
            "Male"
        ],
        [
            "MR MALAN",
            "If you don't know, how could you just go ahead and use somebody else's farm on a permanent basis?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I can explain it to you.",
            "Male"
        ],
        [
            "MR MALAN",
            "Please do.",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Chairperson, that farm was used as a safe house, according to the terminology.  I had permission to use the farm from the manager of those farms, at that stage.",
            "Male"
        ],
        [
            "MR MALAN",
            "As a safe house?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, not necessarily, he didn't know what it was going to be used for.",
            "Male"
        ],
        [
            "MR MALAN",
            "You never informed him?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, I never informed him.  I simply asked him for a premises from which, or at which I could stay the night.  He didn't even make any enquiries regarding what type.  He knew that I was in the police, I am sure he could have drawn his own inferences, but I didn't discuss the activities which may or may not take place there.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you ask him for the use of the farm for personal or police reasons?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I asked for the farm for police use.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "This farm at Elandskop, are you able to tell us when that was acquired for police purposes?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Chairperson, if my memory serves me correctly, it would be approximately in 1986.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You had offices within Maritzburg?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Why did you need safe houses, or houses away from the eye of the public?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Because we worked with informers, and you couldn't bring informers to your offices, one would have to keep them in a safe place.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Not to operate clandestinely?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, I did not operate any clandestine activities from there, in the sense that Vlakplaas would have with askaris and so forth.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "But eventually the farm was used for that very purpose?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Later it became that, but initially it was not intended for that.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I think you have answered my question, you never set up these farms or these safe houses in order to implement this new strategy?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Sorry, Mr Chairman, the fact that I sit idly by and don't object every time, does not mean that we agree that there was ever a strategy that my learned friend is angling for, but I don't want to object every time he uses the word strategy or grand strategy or whatever.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman.   Who was your immediate superior at the time, that is 1987?  1986, 1987, 1988?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "At that stage, in 1987 if I remember correctly, it was Brigadier Beukes who later became General Beukes.\n\tIn 1988 if I remember correctly, it was General Jack Buchner and in 1989, I think it was Corrie McDuling.  I am not certain from when Gen Buchner was transferred from there.\n\tBut as I have already mentioned in my evidence in chief, the three divisions had already started working together much closer in the regard of that which we are discussing.\n\tIn Port Natal, I would have received my direct instructions as part of that division, from Steyn or from the senior officer above me.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I don't know if you gave evidence about this specific aspect I am going to ask you about, but in your area of jurisdiction, in Pietermaritzburg, had there been any activities ascribed to Portia Ndwandwe's unit or not?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Not as far as I am aware of.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Why was it necessary for you to go along to Swaziland?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Because I also handled informers in Swaziland and because terrorists and MK activities in the Midlands fell within my jurisdiction, as well as weapon stockpiling points.\n\tIt was necessary for me to obtain the necessary information as soon as possible, in order to deal with the terrorists.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you interrogate Portia Ndwandwe in Onverwacht?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I may have asked her a few questions, but at that stage I left it to Botha.  I think the only time when I actually did speak to her, was at Elandskop on the farm, that was when I communicated more with her.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "At that stage, the decision, had it not been taken that she was to be eliminated?  She wasn't going to be turned, that was clear from the Onverwacht experience?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is true Mr Chairman, but the hope was there that she could be turned.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Notwithstanding that, I understand on your evidence Labuschagne and Verwey also came to interrogate her?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And they came from Middelburg?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct, yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Well, what made you so confident that she was going to divulge information, that could assist the Middelburg Security Branch and assist the Pietermaritzburg Security Branch when your information was that she was not interested in turning, and she was in fact defiant and she was proud of the events that she had described?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Mr Chairperson, you asked me a question just before that, why did I go with and I answered you, and I think that you are using that point, to jump to another one, which is a bit far from the initial one.  Could you just indicate what you are really asking.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "All right, let me repeat that.  You said you went along, because you also had informers in Swaziland and you wanted to find out about weapon storage places and so forth?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You hardly spoke to her in Onverwacht and you questioned her in Pietermaritzburg, the next day?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And at that stage, a decision had already been taken to eliminate her, but you questioned her in the hope that she may have given you some information?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "It was still my opinion to recruit her.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Tell us what information did she give you that was of assistance to your branch or your office?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "In my operational area, she did not divulge any information that had specifically to do with the Midlands.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did she give you any information that impacted on the Eastern Transvaal Security Branch?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I was not present at that interrogation.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you find out later whether she maybe, just before she was murdered, divulged something of importance to Eastern Transvaal?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Chairperson, no.  I do not know.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "But you would have shared that information amongst your colleagues?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "It would be shared at the end, but at that stage, no.  I wasn't there, or I wasn't constantly present on the farm.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Colonel we understood that evidence was shared, or information was shared between the offices and the various branches.",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Can we accept that nothing stays in your mind, that Eastern Transvaal mentioned to you that she had divulged?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I cannot remember.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And did Botha say at Pietermaritzburg, whether she had now given any new information?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Not as far as I know.  He discussed with Steyn more so than with me.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Colonel Forster, were you ever present when Mr Botha interrogated Portia Ndwandwe?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, at times I was present.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And when Wasserman was with her, and or Du Preez, were you present at any of those stages?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I cannot remember, no.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "You say she wasn't assaulted at any stage in your presence?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That I can say with certainty.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was that because she was a woman or for any other reason?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Chairperson, we were in the process to recruit an informant, to recruit a person and we try to act in the most humane manner and I can say with certainty that she was not assaulted.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "We heard from Mr Botha if I remember correctly, and I obviously speak under correction, that part of the recruitment process was to put pressure, and possibly to intimidate through threats of assault or whatever?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, one can apply pressure, but she was never assaulted.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I am asking you again, was it because she was a woman?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "It could possibly be the case but according to myself, it was not necessary to assault her.  There was enough pressure on her, according to myself, that if she wanted to cooperate as an informant, she would have, and it was not necessary to assault her.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understand you don't know what information was got from her?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Mr Chairperson, the information that was received from her, was conveyed to me by Botha.  From her directly, I did not receive information that applied for my in my area or district.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did Botha tell you?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "At times, I cannot exactly remember when.  If it was at Onverwacht or after we arrived at the farm, but at times, he did convey certain information to me.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Mr Forster, was there any understanding between yourself and Colonel Taylor, that what you were doing on that farm, was to be kept amongst yourselves?  In other words, you have told us that Deon Cele was a similar incident and he was exhumed on the very same farm, is that correct?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I don't want to go into that, because that is the subject of another application.",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, that is another application.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "But we have that event and Ndwandwe's execution and disposal on the same farm.",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Was there any understanding among you and Colonel Taylor, given the fact that he was in charge of the Durban office and you of the Maritzburg office, that things would remain amongst yourselves, and not go any further?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Or did you report for example to a higher authority?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "And why was that agreement necessary?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "It was an illegal act and to report back at a higher level, you would incriminate someone if they would agree or if they did not agree with it, then you had to sort out your own problems.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I should imagine that by that stage, and by all accounts, you had a long career with the police?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct yes.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Were you not concerned what may happen if you were discovered, and in fact if you were compromised in the Swaziland operation to abduct Portia Ndwandwe?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, it was in the back of my mind.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Did you discuss that with General Steyn or with any of the other people, were there any guarantees or any assurances of what could happen or what would happen if you were discovered?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Various things could have gone wrong.  It was as far as I can remember, before we left, this matter was brought to our attention.  You can call it a contingency plan if you want to put it that way, but we were of the opinion that the chances would be good that this operation would be a success.\n\tDepending on what would happen or could have happened, or depending on what would happen, would then indicate what our reaction would be.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "I gain the impression from what I have heard from the other applicants and yourself, that you moved fairly freely and unrestrictedly in Swaziland, or did you fear interference from the Swazi police?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "You are never safe in another country.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Yes, I do understand that, but at that stage you went in, or did you liaise with them, or what was the position?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, I did not personally liaise with them, or that any of the group that are applying for this, did.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "So there were possibilities, contingency plans were discussed in the event of those possibilities, but the group was confident that it would be a success?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "ADV PRIOR",
            "Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY ADV PRIOR",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "No questions, thank you Mr Chairman.\nNO CROSS-EXAMINATION BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "None, thank you Mr Chairman.\nNO RE-EXAMINATION BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, before anybody else, let me get in with one question.  You told us a moment ago, that you were involved in the Deon Cele matter.",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it correct that those who were involved in that with you, were Colonel Taylor?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Colonel Botha?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wasserman?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Verwey?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Labuschagne?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And Brooks?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Several of the same people as in this one?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And in that one also the reason advanced was that you were trying to recruit him?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "I would just like to come back Mr Forster, to the reasons that was considered why the elimination must continue.\n\tYou heard the evidence of Steyn and Botha in that the decision was taken beforehand and that there was a small chance that she could have been recruited?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, I think it would have been the first prize, that was the words used.",
            "Male"
        ],
        [
            "MR MALAN",
            "Was this discussed with you beforehand?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, it was discussed beforehand.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you also went into this knowing that the possibility was that she would be eliminated, and that there is a small chance that she will be recruited?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "As you say, yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "These formal options that was considered, was it considered case by case?  You mentioned now the Cele incident, there the same options come to the front?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "So would you say that this was a once off orientation or decision in that a person who do not cooperate, we eliminate him?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No Mr Chairperson.  It depended on the person and what the incident was.  There was no recipe if I can put it this way.",
            "Male"
        ],
        [
            "MR MALAN",
            "But in this case, there was a recipe?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "And in the Cele case there was a recipe?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Can you give us an example where you did not apply this recipe?  You do not have to mention a name, but I would prefer that you do not mention a name, but I would like to understand the circumstances where putting the person back, was a possibility?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "If there was another incident, I would have applied for it, if there was such a recipe.\n\tLet me try and explain to you.",
            "Male"
        ],
        [
            "MR MALAN",
            "Let me make it easier for you.  Can you remember any incident, and just name this person A.  You know the circumstances and you can describe where placing the person back, actually occurred?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "I am now really trying to help the Committee here.  You can return a person by testing him or her, you can provide that person with disinformation and see what happens at the other end through the network of your own informants.\n\tIn other words, there were cases where people were returned without eliminating them, and then continue with the process.",
            "Male"
        ],
        [
            "MR MALAN",
            "With respect Mr Forster, I asked you to remember an incident.  That is now an incident where you are going to Swaziland, you abduct a person, bring that person back across the border, interrogate the person, see if you can recruit the person, and then return this person.  The person is now abducted, the person knows what is going on, can identify the people who was involved, how can you return this people?  Would the informants be in danger?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, well in that instances, informants would not have been used because we were known to them.",
            "Male"
        ],
        [
            "MR MALAN",
            "The person that you wanted to recruit, would that person then continue with activities?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "It depends on the type of pressure or hold that we had on this person, in that the person would then rather go back.",
            "Male"
        ],
        [
            "MR MALAN",
            "It seems as if we will not succeed in this line of questions, it seems as if it remains in the abstract.\n\tI would just like to ask you a few questions about your background.  You said that you grew up in a conservative background?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Are your parents still alive?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No.",
            "Male"
        ],
        [
            "MR MALAN",
            "When did they die?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "My father died in 1992 and my mother in 1976.",
            "Male"
        ],
        [
            "MR MALAN",
            "Your father, was he a supporter of the National Party?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "He was a supporter of the National Party.",
            "Male"
        ],
        [
            "MR MALAN",
            "Where did he live?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "At that stage he lived in Pretoria, in a clinic, but he actually lived in Pietersburg.",
            "Male"
        ],
        [
            "MR MALAN",
            "I see in your application that your wife joined the ANC women's league, when was this?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That was in 1987, 1986.",
            "Male"
        ],
        [
            "MR MALAN",
            "That was in this time of these incidents occurred?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, it was just after I was transferred back to Pietersburg, I think it was in 1987.",
            "Male"
        ],
        [
            "MR MALAN",
            "Then you already experienced problems in your marriage, so the problems did not occur or started because she changed her political alliance and moved over to the ANC?",
            "Male"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Well, it was part of it, yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "I just want to ask this question, in the safe house, do you know if there were any instruments of torture?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, there were none.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Was that because you did not see them?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, there were none.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Even in the other previous incident of Deon Cele,\nwere there none?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "No, there wasn't any.",
            "Male"
        ],
        [
            "ADV SIGODI",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "In the other incident of Cele, after it had been decided that he should be killed, he was taken out of the house, and Wasserman hit him on the head with a heavy wooden instrument?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was taken to the grave where he was stripped, except of his underpants?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then shot?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why was it decided to take his clothing off?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Mr Chairperson, because afterwards we would burn it and in order to cover up the identity of the person.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Whose idea was it?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "At that stage it was Wasserman's idea.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it Wasserman's idea to hit this unfortunate man over the head?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Yes, it happened like that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "Chairperson, in order to incapacitate him, render\nhim unconscious.  I am talking now as I saw it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then you had to carry him to the grave?",
            "Unknown"
        ],
        [
            "JAKOBUS ADRIAAN FORSTER",
            "That is correct yes.\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}