{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-24",
        "location": "DURBAN",
        "day": "1",
        "names": [
            "PALELA BEKHISENZO HLONGWA"
        ],
        "matter": "SELF DEFENCE UNITS",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53060&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811241202_dbn_981124db.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR NGUBANE",
            "PALELA BEKHISENZO HLONGWA",
            "MS THABETE",
            "MR LAX",
            "MR SIBANYONI",
            "<UNKNOWN>"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR NGUBANE",
            "PALELA BEKHISENZO HLONGWA",
            "MR HLONGWA",
            "MS THABETE",
            "MR LAX",
            "MR SIBANYONI",
            "WITNESS EXCUSED"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "... the lunch adjournment, we have just concluded with the testimony of Mr Msani.  Mr Ngubane?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chairman, may I call Fanie Simpiwe Mbutho please.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 57, I think?  Mr Mbutho, can you put on your earphones please.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Sorry Mr Chairman, I made an error here, in fact, it is supposed to be Hlongwa who is the next applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is Mr Hlongwa sitting next to you?",
            "Unknown"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "Thank you Mr Chairman.  Mr Hlongwa, you are also the applicant here, and you are applying for amnesty, is that correct?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Were you born in Umkomaas on the 7th of July 1972?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And you grew up there until the time of your arrest, is that correct?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you attend school?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "What level of education did you attend?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Standard 4.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you recall when that was?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "That was in 1990.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "The year when you attained standard 4, I don't mean the date of your arrest, can you recall or can't you recall?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes, 1990.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "What school did you attend?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "I last attended school at Macubeni school, but I went to two different schools.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, the first school that you attended, can you recall what year that was?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "I last attended that school in 1989.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "What school was that?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Opakheni.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Were you at any stage involved with any political organisation or party?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you recall when it was approximately?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "In 1985.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "What political organisation did you participate in in 1985?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "The United Democratic Front, UDF.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you hold any position in the organisation at that stage or at a subsequent stage?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "No.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You were just an ordinary member, is that correct?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "In 1985, we have heard that there was a fight between the UDF and the Inkatha Freedom Party, do you confirm that?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And Mr Sixtus Fana Mkhize was a member of Inkatha and he was a prominent member, the organiser and he participated with the police in the attack on the UDF, do you confirm that?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You have heard the evidence of Nicholas Msani, regarding the activities of Mr Mkhize during the period 1985 to 1990.   Do you consider Mr Msani's evidence as being true and correct in all respects?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes, it is the truth.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you specifically confirm that Mr Fana Mkhize, the deceased, participated in the killing of the people and the destruction of property, the people that belonged to the UDF?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "In 1990 you heard that there were SDU's formed, Self Defence Units formed.  Are you aware of the formation of the SDU's?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Were you at any stage a member of the SDU's?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Was it in 1990 that you became a member?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "We have heard that the purpose of the SDU was to protect the society because the UDF people could not protect, could not be protected by the police, the police participated with the attack, with the IFP, is that correct?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "That is correct.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Mr Msani has given evidence that at some stage there was a decision taken to eliminate the deceased, Mr Mkhize.  Are you aware of that decision?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And he also gave evidence that attempts were made on Mr Mkhize's life on several occasions, were you part of those attempts to eliminate Mr Mkhize?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "In 1990, the 7th of November, we have heard that Mr Mkhize was attacked and you were part of the group that attacked Mr Mkhize.  Was that evidence correct?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes, it is the truth.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "We have heard that you and the other applicants attacked him.  What was your role, you specifically when Mr Mkhize was attacked?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "I shot at him.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "With what did you shoot him?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "A gun.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "A factory made firearm or was it a home made firearm?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "A home made gun.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Where did you get that gun from?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "I got it from Fanie, Mr Mbutho.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "That is the gentleman that is the third applicant, the one that is going to testify after you, is that correct?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When you shot at the deceased, can you recall how many shots you fired at him?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "How many?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Once.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Where about on his body if you can recall?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "It was on the back although I cannot point out specifically where, because he was already injured when I shot at him.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "But when you shot at him, is it correct that he was still alive?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes, he was still alive.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you inflict any further injuries on the deceased on that very same day?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "No, that was the first instance.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Yes, after you had shot him, did you assault him further in any manner?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "No.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "After you had shot him and after he had been hacked, what happened?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "We fled the area because police approached and IFP members as well, so we fled and we hid in the forest.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "I see.  When you did that, Mr Msani has given evidence that he believed that he was acting within the realm of the call of the ANC, do you also confirm that?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you hope that once Mr Mkhize had been eliminated, there would be, the violence that was perpetrated against the UDF, would subside?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes, I thought so because he was one of the people who troubled us a lot in the area.  Therefore I thought that if he could be removed, we would be able to work progressively, because he was one of the people who actually wanted to prevent us from conducting our political work.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Is it correct that as you are sitting here, you have been convicted to undergo a period of imprisonment of 20 years?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "And you were convicted by the Supreme Court of South Africa in 1992?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Did you hear when a portion of what the Judge said in the High Court, was read out to Mr Msani that there was hostility between the ANC and the Inkatha Freedom Party and that that led to hostility created in you against the deceased and inter alia that that hostility might have influenced you to commit this crime, did you hear that?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you confirm that the position sketched out by the Honourable Judge is more or less the true position of what happened?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "You realise that what you did was wrong, against the family and the community of South Africa as such?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you wish to say something about your actions and do you have a message to the family of the deceased?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you say what you wish to say?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "What I wish to say, I wish the Mkhize family was present so that they could hear what I am saying.\n\tWhat I did to them, was wrong and I wish to apologise for that.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Are you prepared to meet them on a man to man basis and apologise to them?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes, very much.  I would appreciate that.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Have you made any attempts to meet them at any stage?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Can you tell us what attempts you have made and what the result was of those attempts?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "At Westville prison, I attempted to get into contact with the Mkhize family.   It was not easy but I contacted the Welfare section in the prison and they were able to telephone the family.\n\tI had once telephoned them myself, but I also asked the Social Worker to telephone the family.  The Social Worker did this, and they discussed with the family, although I don't know how I can take our discussions further, but I have made that contact.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "When you made that contact, were you doing that on your behalf and on behalf of the other two applicants?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Do you feel sorry about what you have done, killing the deceased?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "If you were not involved in politics, would you have killed the deceased?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "No.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "We have heard evidence that when you killed the deceased, the members of his family were also present and did you attempt to kill them at any stage?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "No.",
            "Male"
        ],
        [
            "MR NGUBANE",
            "Okay.  Thank you Mr Chairman, I have no further questions.\nNO FURTHER QUESTIONS BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Ngubane.  Ms Thabete, do you have any questions to put to the witness?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Just a few Mr Chairperson.  Mr Hlongwa, can you briefly tell the Committee members, how did you join the SDU and what procedure did you go through when you joined the SDU?",
            "Female"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "There were discussions between ANC leaders.  It transpired that there were no people who protected the community, because the police could not protect the community, especially people who were ANC aligned.\n\tThere was an agreement then that people should be chosen to protect the community.  We therefore met with those people who had been to that meeting, and we were elected to form this branch or to form this unit.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you go back a little bit, who elected you?",
            "Female"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Bukela Luthuli, he was the person responsible for that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what you mean, you were selected rather than elected.  You were chosen or appointed rather than elected?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "You say Mr Mkhize, the deceased, was responsible for attacking the ANC.  Did he used to attack the ANC by himself or were there other people who he usually attacked the ANC with?",
            "Female"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "He would be in the company of other people.",
            "Male"
        ],
        [
            "MS THABETE",
            "So following that question, was Mr Mkhize the only person you targeted out of all the people that attacked you?",
            "Female"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "No.  He is not the only person who was targeted, but he was one of the people whom we had targeted to remove.",
            "Male"
        ],
        [
            "MS THABETE",
            "Just as a matter of interest and for the record, you say you have tried to contact the deceased's next of kin, who did you speak to?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You said that you managed yourself to telephone the family.  When you  yourself telephoned the family, do you know who you spoke to?",
            "Unknown"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes, I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who was that?",
            "Unknown"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "At the first instance, I requested to speak to that family's elder boy.  I tried a second time, because I wanted to speak to him specifically and I spoke to his mother, and she told me that he no longer resided at home.\n\tTherefore I went to the Social Worker and asked them to speak to the mother because I didn't think that she would appreciate talking to me.",
            "Male"
        ],
        [
            "MS THABETE",
            "You say you phoned to speak to the son of the deceased, is that correct?",
            "Female"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, I understood you to be saying that you spoke to not the son of the deceased, but the son of the family, the oldest son of the family.  Can you clarify that please?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "It was Nana, the family's eldest boy.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the, who was the eldest boy's father, was that the deceased or the deceased's father?",
            "Unknown"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes, the father is the deceased.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The deceased that you killed?",
            "Unknown"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETE",
            "Do you know his name?",
            "Female"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Yes, I do.",
            "Male"
        ],
        [
            "MS THABETE",
            "What is his name?",
            "Female"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Fanana Sixtus Mkhize.",
            "Male"
        ],
        [
            "MS THABETE",
            "No, I am referring to the son of Fanana Sixtus Mkhize, the one you wanted to speak to?",
            "Female"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Nanana Mkhize.",
            "Male"
        ],
        [
            "MS THABETE",
            "What did you want to say to him, if I may ask?",
            "Female"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "I wanted to request him that if he could maybe come see me in the prison, so that I could talk to him, because I deeply regretted what I had done to their family.\n\tI wanted them to meet me so that they could realise that I was indeed very sorry and remorseful about what I had done.",
            "Male"
        ],
        [
            "MS THABETE",
            "Approximately how old would he be, the son of Sixtus, Nanana?",
            "Female"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "Although I cannot be certain, he may be about 24, 26.",
            "Male"
        ],
        [
            "MS THABETE",
            "No more questions, Chairperson.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Thabete.  Do you have any re-examination Mr Ngubane?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "No Mr Chairman, thank you.\nNO RE-EXAMINATION BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni, do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Just one question Mr Chairperson.  Mr Hlongwa, by the killing of the deceased, Mr Mkhize, what did you people intend to achieve?",
            "Male"
        ],
        [
            "PALELA BEKHISENZO HLONGWA",
            "We would not have benefitted much, but we wanted to be able to work freely or progressively in our organisation, because he was one of the people who attacked our organisation, who wished to remove our organisation's members.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "No further questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax, do you have any questions to put to the witness?",
            "Unknown"
        ],
        [
            "MR LAX",
            "No questions, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Hlongwa, that concludes - sorry, Mr Ngubane, do you have any questions arising out of questions put by Mr Sibanyoni?",
            "Unknown"
        ],
        [
            "MR NGUBANE",
            "No Mr Chairman, thank you.\nNO FURTHER QUESTIONS BY MR NGUBANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "No questions Mr Chairman.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Hlongwa, that concludes your testimony, you may stand down.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            ".",
            "Unknown"
        ]
    ]
}