{
    "header": {
        "type": "AMNESTY HEARING",
        "starting date": "1998-11-25",
        "location": "DURBAN",
        "day": "2",
        "names": [
            "ALFRED MANDLA MHLAMBO"
        ],
        "matter": "THEMBI VICTORIA MXQUSO MTHEMBU",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53062&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1998/9811241202_dbn_981125db.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR SIPHO",
            "MS THABETE",
            "ALFRED MANDLA MHLAMBO",
            "MR LAX",
            "MR SIBANYONI",
            "<UNKNOWN>"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR SIPHO",
            "MS THABETE",
            "ALFRED MANDLA MHLAMBO",
            "MR MHLAMBO",
            "MR LAX",
            "MR SIBANYONI",
            "WITNESS EXCUSED"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning everybody.  Today we will be hearing the application of Messrs Mhlambo and others.  Before we start, I would like to introduce the Committee to you.  We are all three of us, members of the Amnesty Committee of the Truth and Reconciliation Committee.\n\tOn my right is Mr Ilan Lax.  He is an attorney from Pietermaritzburg.  On my left is Mr Jonas Sibanyoni, he is an attorney from Pretoria, and I am Selwyn Miller, I am a Judge from the Eastern Cape, attached to the Transkei Division of the court there.\n\tI would ask the legal representatives please to place themselves on record.  Sorry, Mr Sipho, you must push the button so that the red light shines.",
            "Unknown"
        ],
        [
            "MR SIPHO",
            "My name is Vasist Sipho and I represent the applicants in this matter.",
            "Male"
        ],
        [
            "MS THABETE",
            "I am Ms Thabela Thabete, I am the Evidence Leader in this matter.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Thabete.  For those people who are attending, the proceedings will be simultaneously recorded and in order to benefit from the proceedings, you have to be in possession of one of these devices.\n\tYou've just got to choose the channel for the languages.  English I believe is on number 2, Zulu will be on number 3.  These devices are available from the front, from the sound technician.  Mr Sipho?",
            "Unknown"
        ],
        [
            "MR SIPHO",
            "Mr Chairman and Honourable members of the Committee, there are certain matters to draw to your attention at this stage.\n\tIt has come to our knowledge, that two of the applicants do not appear to have completed forms which are in the possession of the TRC.  They actually say that they did complete forms and were left with the prison authorities, but which didn't seem to have arrived at the TRC.\n\tThey are present here today, and they feel that something must have gone wrong, because they have done what they were supposed to do and they have in fact received letters to say that they should in fact be present here today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Those letters, I don't know what they say, but usually letters are sent off, not only to applicants, but also to implicated people, in other words if his name has been mentioned by other applicants, they would have got a letter in their capacity as an implicated person.",
            "Unknown"
        ],
        [
            "MR SIPHO",
            "I wonder whether some explanation could perhaps be given to them by the Committee so that they would understand the position better?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the position Mr Sipho, do they say that they had filled in forms?",
            "Unknown"
        ],
        [
            "MR SIPHO",
            "Yes, they do say that they had filled in forms, and they left them with the prison authorities and as far as they were aware, they should have been heard today as well, and that view of theirs was confirmed by the fact that they received these letters.\n\tThat is as far as I wish to take that matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Thabete, do you know anything about forms of those two persons?  Sorry, who are they?",
            "Unknown"
        ],
        [
            "MR SIPHO",
            "Perhaps I should just read out their names Fano Patrick Tsotetsi and Bongani Sacharia Gwala.  They are listed as accused 1 and 5 when they appeared in court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, do you have any knowledge about any applications relating to these two people?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "If I may explain Mr Chair, we received the applications of all the others, except Bongani Sacharia Gwala and Fano Patrick Tsotetsi.  Before I came to you, members of the Committee, I went to speak to them in the presence of Mr Sipho.\n\tMr Mandla Mhlambo explained to me that he completed application forms for all the other people.  I then asked him why didn't he complete the forms for Fano Patrick Tsotetsi and Bongani Sacharia Gwala.  He told me that it is because they were not in the same prison as them.\n\tThereafter I asked from Bongani Sacharia Gwala and Fano Patrick Tsotetsi, as to why they didn't make application forms.  One of them said I think it is Mr Tsotetsi, said he didn't know anything about the fact that there were application forms that needed to be completed.  The other one, Mr Gwala said to me he was not in the same prison as the others, that is why he did not complete the forms.\n\tThe letters that they are referring to, it is the Section 19(4) notices, that were sent out to the implicated persons or interested persons, applicants and victims.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Sipho, we as a Committee are a statutory body.  We are therefore confined to act within the parameters of the enabling statute, namely the Promotion of National Unity and Reconciliation Act, 34 of 1995.\n\tWe as a Committee do not have a discretion to condone the failure to submit an application.  We just don't have that power or authority to do that.\n\tWhat I would suggest at the moment, because of this, that the two persons Messrs Tsotetsi and Gwala, we can cause further investigations perhaps to be done as to whether or not they have completed application forms, because we have got, from what you said, they said that they did complete and from what they told Ms Thabete, they said that they didn't complete.\n\tThe fact is we don't have the application forms and there is, to say the least, a doubt that it has ever been received, because even on what you have told us, they may well not have been received by the Commission, even though they were completed, they might have got stuck in the prison.\n\tWe can make further enquiries and if it is found that there are, in fact there were forms that did reach the Commission, which is unlikely, but if it did happen, and for some reason or other, those forms were not registered or numbered, etc, then a hearing can be held at a later stage in regard to those two persons.\n\tBut without there being application forms before us, we  are just not able to hear them as applicants, as much as we would like to, it would be far more efficient if we could deal with them all together, it is after all the same incident.  The evidence of the various applicants, I can imagine will be pretty much the same.\n\tWe cannot be dictated to by convenience in a matter of this nature, we are just bound, not to be able to hear them as applicants without the application form.",
            "Unknown"
        ],
        [
            "MR SIPHO",
            "As the Court pleases.  I have just one other matter to raise before we get  on with the applications, and that is there is one applicant who is not present here today.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, if you could push the button.",
            "Unknown"
        ],
        [
            "MR SIPHO",
            "Sorry, there is one applicant who is not present here today.  His name is Gendor Hector Sipho Sikakane, he appeared as accused 3 in the court and I believe that he is not here because of some mental illness that he is suffering from and that the other applicants are able to say whether he will ever recover from it and whether he may ever be in a position to bring his own application at any later point.\n\tIn those circumstances, perhaps his application might be removed from the role at this stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  I will agree with you there Mr Sipho that if he is unable to be present for health reasons, what we can do at this stage is just merely remove his application from the roll without depriving him of his right to be heard later.\n\tWe will remove it from the roll with a view that if his health improves and he is able to attend, the matter will be set down on the roll at a later stage for hearing then, as a separate hearing.",
            "Unknown"
        ],
        [
            "MR SIPHO",
            "Thank you.  I now wish to proceed with the leading of evidence.  I think I am ready at this stage, to start with the leading of evidence in regard to the support of the application for amnesty.\n\tThe first witness that I want to call is Mr Mandla Mhlambo, who was accused 8 in the court.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What page number is he in the document?  The top page?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "84.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "84?",
            "Unknown"
        ],
        [
            "MR SIPHO",
            "184.",
            "Male"
        ],
        [
            "MS THABETE",
            "Oh 184?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "184?  Yes, thank you.",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Sipho?",
            "Unknown"
        ],
        [
            "MR SIPHO",
            "As the Court pleases.  Could I perhaps also direct the Committee to page 183.1, up to 183.5 which is a letter written by Mr Mhlambo to the TRC which contains to a large extent the evidence that he will actually lead this morning.\n\tMr Mhlambo, where did you live during 1991?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "At Nhlalagahle, a township in Greytown.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Were you born in that area?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Did you belong to any political party at that time?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Which political party was this?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "The ANC.",
            "Male"
        ],
        [
            "MR SIPHO",
            "And for how long had you been associated with the ANC up to 1991?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Ever since I was born, I grew up the area being an ANC stronghold.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Okay, what were the majority of the residents of that area, which party did they belong to?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "They belonged to the ANC.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Okay, was there a compound in that vicinity known as the HLH compound?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, there was.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Who occupied the HLH compound?  Was it members of the ANC or was it members of other political parties?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Members of the IFP resided at that compound.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Was it common for people from the ANC and the IFP to mix with each other at the compound or at the township?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "No.",
            "Male"
        ],
        [
            "MR SIPHO",
            "What was the relationship between peoples of these two different parties at that time?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "There were very poor relations between the two groups, because at that time, there was political conflict between this two which caused the death of members from these two groups.",
            "Male"
        ],
        [
            "MR SIPHO",
            "I see.  Do you know the deceased in this case?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, I know him.",
            "Male"
        ],
        [
            "MR SIPHO",
            "What was her name?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Thembi Victoria Mxquso Mthembu.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Okay, now it is common cause that the deceased died on the 28th of September 1991 when she was killed by certain people.  Are you aware of that?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Were you involved in the death of the deceased?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, I was.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Now, I want you to tell us very carefully and in some detail, how it came about that you were involved in the death of the deceased on that day.\n\tDo you understand that?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes.  In the afternoon of that day I was with a friend, Tsogosani Mgadi and Siabonga Khumalo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, if you could just repeat those names, you were with who?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Tsogosani Mgadi and Siabonga Khumalo.  We went down Ghona Road and we saw Siphilo Khanyile.  He was assaulting a certain lady and I asked him why he was assaulting this lady.\n\tHe said he has seen this woman at HLH compound which was an IFP stronghold.  Because we were aware of the political situation, we also started assaulting this woman.  She fled and ran into somebody's house.  We followed and we caught up with her, and we continued assaulting her.\n\tSomebody suggested that we should take her to our leader, Mr Msolo.  We agreed and therefore we took her to Mr Msolo.  When we arrived at his home ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, before you proceed Mr Mhlambo, you say that Mr Msolo was your leader.  What was his capacity in that area?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "He was the ANC Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "ANC Chairperson of Nhlalagahle area?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, was he Chairperson of Nhlalagahle or was he Chairperson of the whole Greytown area?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "He was the Nhlalagahle Chairperson.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Did you in fact take her to his place?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, your microphone Mr Sipho.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Sorry, did you in fact take her to Mr Msolo's house?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, we did.  We took her to Mr Msolo's house and when I arrived there, Spelo explained to Mr Msolo that he had seen the deceased at HLH compound.\n\tIt was at night.  After he finished explaining, the Chairperson said we should leave the deceased, and we would continue with her case the following day.\n\tWhen we left and we were about at the gate, Mr Msolo made a sign, he moved his hand across his neck and we wondered what he meant by that sign.\n\tSome people amongst us said they had heard him saying that the deceased should be killed because there had been numerous reports about her.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know who said that?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "The people who said this was Spelo, Tutugo and Xolani Pungula.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just repeat those names?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Spelo, Tutugo and Xolani Pungula.",
            "Male"
        ],
        [
            "MR LAX",
            "Just before you go on, the Mr Msolo that you are referring to is the late Solomon Msolo, is that correct?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Did you perhaps have any idea why this person should be killed or why it was that Mr Msolo suggested that he should be killed?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "What happened was, when we were assaulting the deceased, we asked her why in the face of this political conflict, she should be found at this compound and she explained that she had two membership cards, one belonging to the ANC and the other to the IFP.\n\tThat is why she could move freely in that compound.   Some of our members are being killed, because she had sent their names, people who were prominent activists in the ANC, she had sent their names to the other camp so that they could be killed.\n\tSome were arrested by the police.",
            "Male"
        ],
        [
            "MR SIPHO",
            "How do you know that she had sent these names?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "We got the assurance from herself and also when we were arrested for this crime, the police explained that the deceased was indeed the informer and she was the best informer, because she supplied them with all the information.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Okay.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "I am sorry Mr Sipho, did she volunteer the information that she sent names or she admitted after she was confronted, about that information?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "When we were assaulting her, we continually asked her what she was doing at the compound and that is how she was compelled to tell us the truth.\n\tShe even said herself that even if we were to kill her, it would be suitable for a person in her position, because had been responsible for the death of many of our comrades.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Did you yourself feel at that stage, that she should in fact be killed as well?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Because of the situation in the area, the youth in that township were being killed in such numbers that they were dying every day.\n\tIn that way I also realised that indeed the deceased should be killed.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Did you think that her death might stop further killings in the area?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, I did think that.  Such that after her death, the violence in Nhlalagahle abated.  There is now peace in the area, ever since her death.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Would you say that this killing was in any way politically motivated?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, it did have political objectives.  As I have explained before, we had initially known the deceased as one of our members, but it later transpired that she communicated or was in contact with IFP members.  It also transpired later from the police that she was indeed an informer.  That is why I feel that our crime had political objectives.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Okay, do you think that this killing would still have taken place, had the government of the day at that stage, been the present government?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "No, I don't think that her death would have happened  because we do not have discrimination on the basis of race or colour at the present time.\n\tWe were also driven by the political situation at that time, which was apartheid.",
            "Male"
        ],
        [
            "MR SIPHO",
            "How do you feel now about the fact that this person lost her life at that stage?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "It is painful that somebody had to be killed for this reasons.  I do not feel good about it.  What I can say to her family is I am sorry for what happened.  I did not mean to kill her.\n\tI did not have a grudge against her, but it was because of the political situation at that time.  If I could, if it was possible, I would pray that they indeed rise from the dead.",
            "Male"
        ],
        [
            "MR SIPHO",
            "What precise role did you yourself play in the killing of the deceased?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "When we left Mr Msolo's home, we hit at nearby cottages.  When the deceased emerged from the house, we chased her when she turned into Jabula Road and we caught up with her, and we started stabbing her.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Okay.   In the trial where you appeared as an accused, you said that you did not have any knowledge that the township was predominantly occupied by members of the ANC.\n\tAnd you also denied that you were a member of the ANC.  Do you agree that you have made those denials in the court?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR SIPHO",
            "I do not know whether it is necessary Mr Chairman, but I am referring to the record at page 276.  Can you tell us why you denied knowledge of the fact that the township was predominantly ANC?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, I can explain.  When we were in court, it was during the time when there was differing of political opinions between different organisations, I had a belief that the Court was prejudiced against the ANC.\n\tTherefore I found it difficult to admit that the area that I came from, was an ANC stronghold and that I was also an ANC member.  That would maybe have led to the death of my family if they knew that my family were ANC members.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Okay.  Will that also be the reason why you denied having participated in the killing itself, as well?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR SIPHO",
            "And in the trial, at page 266 of the record, the Judge said that according to your evidence, you could neither agree nor disagree that the compound is predominantly occupied by Inkatha supporters.\n\tIs that what you said in the court, that you couldn't agree or disagree with the fact that the compound was predominantly occupied by Inkatha supporters?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, that is what I said.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Okay, and did you give that evidence basically for the reasons that you set out earlier as well?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Is there anything else that you want to add to the evidence that you have given thus far?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "What I would like to emphasise is I wish to pass my regrets to the family of the deceased.  I would, I am asking for their forgiveness, that is what I would like to say.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Okay.  At the stage when this killing took place, were you still at school?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, I was still at school.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Was your education then interrupted during the period that you were in jail?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, it was interrupted.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Have you now resumed your education?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, I have resumed my education.",
            "Male"
        ],
        [
            "MR SIPHO",
            "What are you studying at the moment?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "I am an apprentice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are you studying towards, an apprentice in which trade?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "An apprentice in electricity.",
            "Male"
        ],
        [
            "MR SIPHO",
            "When were you released from jail?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "In August of this year.",
            "Male"
        ],
        [
            "MR SIPHO",
            "That is the evidence that I wish to lead of this witness.\nNO FURTHER QUESTIONS BY MR SIPHO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Sipho.  Ms Thabete, do you have any questions to put to the witness?",
            "Unknown"
        ],
        [
            "MS THABETE",
            ";   Yes Mr Chairman.  Mr Mhlambo, can you tell us what your relationship was with Spelo?",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "You mean Spelo Khanyile?",
            "Male"
        ],
        [
            "MS THABETE",
            "Yes.",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "I say uncle to his father because I am born by, my mother is a Khanyile.",
            "Male"
        ],
        [
            "MS THABETE",
            "Were you in good terms with Spelo?",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, there was a relationship.",
            "Male"
        ],
        [
            "MS THABETE",
            "What was the relationship between Spelo and the victim, Thembi  Mthembu?",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "None that I know of.",
            "Male"
        ],
        [
            "MS THABETE",
            "So the reference in the court record on page 245 and 251 that they were lovers, is not true?",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Well, I wouldn't know that.  What I think is that people who can really answer that, are the people who were most of the time with them.  Although he was the relative to me, I was never most of the time with him.\n\tIt is his friends who can actually talk about that, and they are present at the moment.",
            "Male"
        ],
        [
            "MS THABETE",
            "Okay.  Coming to the issue of IFP area being a no-go zone for ANC members, can you explain for the Committee members what was wrong with an ANC person going to an IFP area?",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "What would happen, IFP members if they were at their stronghold where we couldn't enter it, would meet and plan to attack the township.  Mostly at night when we are sleeping, we would actually wake up in the morning and then refer to the gunshots and then we will be told that so and so was shot or maybe a particular family was killed.  That is the reason there was no good relationship between the two organisations.\n\tWe knew that whoever is going there, will die or will be killed.  They were also not regularly coming to our place.",
            "Male"
        ],
        [
            "MS THABETE",
            "I am not sure, I don't think you have understood my question, but maybe to make it a bit clearer, let's take for example if an ANC member right, had a relative or a friend in an IFP area, what would be wrong with that person going to visit the other person in the IFP area?  In your opinion as an ANC person?",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, there wouldn't be a problem according to them, but if we refer back to that particular time, when you were an ANC member and going to an IFP stronghold, you would be killed.  But now there is no problem, you can actually visit anyone in an IFP area, and that person may actually also visit you as a relative, as it is happening right now.",
            "Male"
        ],
        [
            "MS THABETE",
            "So it would be correct for me to say it didn't matter what the reason was for an ANC member or supporter to go to an IFP area, it wouldn't matter what the reason was.\n\tIf you saw an ANC member going to an IFP area, you would kill that person?  Would it be correct for me to say that?",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "The way the things were at that particular point in time, you are telling the truth.",
            "Male"
        ],
        [
            "MS THABETE",
            "So, can you briefly tell us again what was the reason for you to kill Thembi Mthembu specifically?",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "What happened there, there was some youth that were killed, shot by the ZP's and by IFP members, like Fiso Manyangi and Msai Fani Nqobo and a certain boy of Mkhize.\n\tTruly speaking, we wouldn't actually understand who would follow after their death.  If a person is in such a fright, and you realise that if you see people in the situation, or you see such people, you should do something about that, because you might be next to be killed.",
            "Male"
        ],
        [
            "MS THABETE",
            "When you took the victim to Mr Msolo's house, did you question her as to what she was doing in the IFP area?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, are you saying was she questioned at Mr Msolo's house?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Yes?",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, she was asked.",
            "Male"
        ],
        [
            "MS THABETE",
            "And what did she say?",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "She said she went there because of her job that she was doing, that she would actually send names of the people who are activists, ANC activists.  Therefore a person would actually be frightened and thinking and wondering whose names are there.",
            "Male"
        ],
        [
            "MS THABETE",
            "I want your response on this statement I am just going to say now.  Isn't it strange though that the victim was assaulted on the way to Mr Msolo's house and then when you questioned her, she would just give such information what she was doing in the IFP area, was to sell you out, so to say?  Isn't that strange especially when her life was in danger, and her life was threatened?",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "What happened there, the deceased was asked and thereafter explaining, then thereafter she was assaulted.  Not that she was forced.  She didn't answer because she was forced.\n\tEven herself, she admitted that in all the things that she had done, she realised that she had done the faults.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just on that Mr Mhlambo, if she hadn't admitted, if she kept her mouth closed and didn't answer any questions, do you think she would have been killed?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "No.",
            "Male"
        ],
        [
            "MS THABETE",
            "I must say Mr Mhlambo, that is strange, because earlier on you said to me it didn't matter what the reason was for someone to go to an IFP area, she or he would be killed.  I find it strange that now, if she had maybe given you a reason or denied the fact that she was a sell-out, she would not have been killed.  But anyway, let's move on.",
            "Female"
        ],
        [
            "MR LAX",
            "Maybe let him comment to the point you are putting to him.",
            "Male"
        ],
        [
            "MS THABETE",
            "Respond, okay.",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "What I was trying to explain is that due to the fact that people who were ANC members, were actually resented in the IFP area, such that any one going there, would be killed.\n\tIt wasn't easy at all for me to go there, it wasn't easy for me to leave such a person who was from that area, and actually implicitly indicating to me, that there are others as well that are on the death row.\n\tShe realised that such people were ANC activists.",
            "Male"
        ],
        [
            "MS THABETE",
            "Can you tell us how actually saw the deceased going to an IFP area?",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "People who saw her, it was Spelo Khanyile and Hector Sikakane and Xolani Tsotetsi who were in the car at that particular time, and Thami Zondi.  He was also in the car on that particular night.",
            "Male"
        ],
        [
            "MS THABETE",
            "What time was it?",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "According to their explanation it was late in the afternoon, at about half past to two to quarter to three.",
            "Male"
        ],
        [
            "MS THABETE",
            "I want your comment on this as well, which is my last question.\n\tDon't you think that it is also strange for someone who is a sell-out to go at broad daylight to an IFP area, to take the names of the ANC people or to so to say, to go and be impimpi or a sell-out as they call it, in broad daylight?  Don't you think that is strange?",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, it should be strange in a way you explain it, however, the way I see it from my point of view, if you are used to a thing, you actually know that you usually do it without any problems.  Then you would actually do it even during the day and not actually realising that you are actually putting yourself in danger.",
            "Male"
        ],
        [
            "MS THABETE",
            "No further questions Mr Chairman.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Thabete.  Mr Sipho, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR SIPHO",
            "Perhaps there is just one question, which may not really be re-examination, but which I omitted to put earlier, perhaps.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR SIPHO",
            "It might just help to clarify something.  Were you aware of any function being held on the date of the murder, by either one of the political parties in the area?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "On that day ... (tape ends) ... IFP rally, the IFP leader, Mr Buthelezi was there.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Nothing further Mr Chairman.\nNO FURTHER QUESTIONS BY MR SIPHO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, where was the rally?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "They actually wanted to hold the rally inside the township, and fortunately there was a stadium, that is a bit far away from the township, and then they decided, the councillors decided that they should go there instead of having the rally inside the township, as they realised that there was this political opposition amongst the two.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax, have you got any questions to put to the witness?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just one question Chairperson.  Mr Mhlambo, you have, maybe I just gained the wrong impression, but you seemed to give the impression that Nhlalagahle was primarily and ANC area.  Is it not in fact correct that there were IFP people who lived in Nhlalagahle, but due to the violence, most of them left and ultimately there was peace in the area, because there were only ANC people left there?  Is that not the correct impression?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "What happened there, everyone who was originally from there, were ANC members, and thereafter some people from the rural areas actually got houses inside the township by communicating with the people in the hostels, then they started becoming IFP activists, who are outsiders, but now have become residents.\n\tNot that it is a person originally who was born there, who actually became an IFP member and actually instigated that people should be IFP members.  That is why I am explaining that the IFP stronghold is the hostel.  I don't deny it that there are people who actually left the area, because they were IFP members.\n\tBut yes indeed, there were people who actually moved away from the township.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sibanyoni, do you have any questions?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Yes thank you Mr Chairperson.  Mr Mhlambo, did you ever see that the deceased had in fact two cards, one ANC and the other IFP?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "What I knew from her is the ANC card.  However, my other brother, comrade said he actually knew her card, the IFP card.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "When you say people at Nhlalagahle did not have a relation with relatives at the hostel, are you saying also there was no possibility that a person will have a love affair with a man staying at the compound, like in the case of the deceased?  Was that totally excluded?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "That will be possible that there is somebody who would have lover who resides in the hostel, however, due to the fact that the situation was as it was, it wasn't easy to find somebody from the township who would actually just directly go to the hostel, referring to the situation at that particular time.\n\tThe situation was such that even though you had such a relationship, you would actually meet in town or somewhere else, or phone each other, and arrange where you can meet.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "If I understood you correctly, when you people saw the deceased, you started assaulting her and then thereafter, she started admitting the allegations that she was a member of the ANC and the IFP at the same time, am I correct?  Did I understand you correctly?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, she admitted after being assaulted, but what happened is that before she was questioned, and asked what was she doing in the hostel.\n\tBy the explanation we received from Spelo because we found him hitting, assaulting her, he indicated to us that the deceased indicated that she went there because of the job that she is doing.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Which job?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Giving them names of ANC activists.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You said the police confirmed that she was their informer.  To whom did the police confirm or who are those police who said so?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "We can actually, if we start by saying who those police were, I remember Vusi Skosana and when he was saying that, he was actually saying that to us, as he was actually telling us that we deserved to be hanged because we stopped them, or we prevented them from doing their job by actually killing the person who was being helpful to them, for them to continue their work as police.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Is it only Vusi Skosana who confirmed that she was their informer?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "The person who actually uttered, it was Vusi Skosana.  I wouldn't know then the other police, because they were not in the same room.  We would actually meet when we were in court.\n\tIt is possible that there some of my colleagues, comrades can actually tell you more about that.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "You said Msolo made a sign, an indication that she should be killed by putting his arm on the neck.  Can you demonstrate to us how did Msolo do it?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, I can.  What he did is that he moved his finger across the neck and uttered the words to those who were nearby him, that we should see what we could do about the deceased.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just for purposes of the record, the sign or the sign indicated by the witness is the typical cut throat sign by stretching the forefinger from the right ear across the throat, to the left ear.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Thank you, no further questions Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mhlambo, did you actually plunge a knife into the deceased?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What sort of knife did you have?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "It was the okapi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where about on her body, did you stab her?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "On the stomach and at the back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How many times, can you recall?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "It is not easy, because it has been a long time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying a number of times or just twice?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "More than twice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did any other person stab her?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who did you see actually stabbing her?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Because not all of us had knives, we were exchanging with the one.  I actually took the knife that I had and gave it to Spelo Khanyile.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you say that all of you stabbed the deceased?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "It should be like that that all of us, because of the wounds that she had.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At that stage, 1991, how old were you then?",
            "Unknown"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "I was 19 years old.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sipho, do you have any questions arising out of questions that have been put?  Sorry, Mr Lax indicates that he wants to ask a further question.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson, just one thing.  You didn't really answer the Chairperson's question about who you saw stabbing her.  Why are you unable to answer that question?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "I did not understand it quite clearly, whether I should give names or explain as I did about that exchanging the knife.  That is what I had in my mind.\n\tBut if you want the name, I can actually gives names, it is not a problem.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, that is what he was asking you, he wanted to know which of your other applicants, did what to the deceased, and whether you can help us with that information.  If you can and if you do remember it, what you are being asked to do is to expand and give us that information.",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Those that are here with us, all of us did stab the deceased.",
            "Male"
        ],
        [
            "MR LAX",
            "Can you say who did what?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "As I have explained, I stabbed her and then I gave the knife to Spelo because they were actually, (indistinct) was holding the deceased down and they were exchanging the knife, the knives that we had.\n\tWhat I remember, I actually stood and watched, watching everyone stabbing and I realised that Tulani is stabbing, Xolani is stabbing, Fano Tsotetsi was stabbing, Hector Sikakane was also stabbing.  And Bongani Gwala, and Mzwandile Magula.",
            "Male"
        ],
        [
            "MR LAX",
            "Why was it necessary for everybody to stab her?  Why was it necessary to hand the knife to someone else so that they should also participate?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "What happened there, because of the shortage of knives, we agreed amongst ourselves that it shouldn't, there shouldn't be anyone who would say you did this, you did that, those did that, we actually saw it fit that all of us must partake in doing this because we started this, we should all of us, finish it.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay, that is fine.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Sipho, do you have any questions arising out of questions that had been put by members of the panel?",
            "Unknown"
        ],
        [
            "MR SIPHO",
            "Just one question.  Can you tell us how it came about that some of you had knives in your possession on that day?",
            "Male"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Yes, what happened, I explained initially that there was an IFP rally and that the person didn't know what to expect as there were people approaching.\n\tAfter the rally, what would these people do.  Therefore some of us realised that they should arm themselves so as to protect themselves using those weapons.",
            "Male"
        ],
        [
            "MR SIPHO",
            "Thank you, I've got no further questions.\nNO FURTHER QUESTIONS BY MR SIPHO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabete, do you have any questions arising out of questions that have been put?",
            "Unknown"
        ],
        [
            "MS THABETE",
            "Just one Mr Chair.  How old was Thembi, or approximately how old?",
            "Female"
        ],
        [
            "ALFRED MANDLA MHLAMBO",
            "Approximately, I wouldn't say above 24.  It should have been below that.",
            "Male"
        ],
        [
            "MS THABETE",
            "No further questions.\nNO FURTHER QUESTIONS BY MS THABETE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Mhlambo, that concludes your evidence, you may stand down, thank you.",
            "Unknown"
        ],
        [
            "<UNKNOWN>",
            ".",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I see now that it is quarter past eleven, I think this would be a convenient time to take the short tea adjournment.  We will then have a short adjournment now.\nCOMMITTEE ADJOURNED",
            "Unknown"
        ]
    ]
}