{
    "header": {
        "type": "JABULANI TUNENE NCOKWANE: AM 3694",
        "starting date": "1999-04-29",
        "location": "DURBAN",
        "day": "3",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53299&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99042630_dbn_990429db.htm",
        "speakers": [
            "MR WILLS",
            "JABULANI TUNENE NCOKWANE",
            "MR LAX",
            "CHAIRPERSON",
            "MS MTANGA",
            "INTERPRETER",
            "MR SIBANYONI"
        ],
        "original_speakers": [
            "MR WILLS",
            "Jabulani TUNENE NCOKWANE",
            "MR NCOKWANE",
            "MR LAX",
            "CHAIRPERSON",
            "MS MTANGA",
            "INTERPRETER",
            "MR SIBANYONI"
        ]
    },
    "testimony": [
        [
            "MR WILLS",
            "Thank you, Mr Chairperson, I call the first applicant, Jabulani Tunene Ncokwane.  Could I just request that the microphone be moved.",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairperson.\n\tMr Ncokwane, you also made an application to the Truth Commission, on the prescribed form and you made this application in Zulu, and it is signed on the 23rd of October 1996, whilst you were still in Durban prison, Westville Medium B, is that correct?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And this original, well the copy of the original appears on pages 26 to 36 of the bundle, and the translation of that appears from page 18.  Do you confirm the contents of this statement, this application?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Wills sorry to be pedantic, the statement doesn't actually appear to be signed, but his confirmation in any event will suffice.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can I just - whereabouts were you born, Mr Ncokwane?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "I was born in Twalome.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what standard of education do you have?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "I have never been to school.",
            "Male"
        ],
        [
            "MR WILLS",
            "When were you born?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "In 1969.",
            "Male"
        ],
        [
            "MR WILLS",
            "And have you been employed?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "You say in your application that you joined the ANC, or you were a member of the ANC, when did you become a member of the ANC?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "1992, in early 1992.",
            "Male"
        ],
        [
            "MR WILLS",
            "And which branch of the ANC were you a member of?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "At the time the branch had not been launched.",
            "Male"
        ],
        [
            "MR WILLS",
            "You subsequently became a member of the Umgubaba branch, is that right?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now why did you become a member of the ANC, what made you choose the ANC as a party?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "I decided to join the ANC because I liked it and it was an organisation that I felt was helpful in fighting for the rights of black people in this country.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you've heard about what the second applicant, Mr Shange, said about your involvement in this attack.",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you confirm that what he said in regard to what you did was correct?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR WILLS",
            "He says that you actually shot persons from the inside of the bus, do you confirm that?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now do you confirm the other aspects - or should I rather say, is there anything that Mr Shange has said about the way this attack occurred or the way it was ordered, that you disagree with?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "One of the points of contention concerns the role that Master Shange played in this attack.  Now ...(intervention)",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "I also have a problem with what has been said.",
            "Male"
        ],
        [
            "MR WILLS",
            "What ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Shange, please don't talk to the witness when he's giving evidence.",
            "Male"
        ],
        [
            "MR WILLS",
            "Let me ask the questions, Mr Ncokwane, I think it will be easier.  Did - to your knowledge, did Master Shange order this attack or was it agreed between the persons who were going to perform the attack?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "He never ordered to go launch the attack, we agreed amongst ourselves that we should attack.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you made in a confession to a magistrate in connection with the attack, you indicate that Shange, Master Shange was the person who ordered this attack.  You say - I think this has been handed to you, I'm referring to what has been marked in the trial in this matter, Exhibit S, I think if we can made this Exhibit C for our purposes.  You say that, and I quote, that Master said to you\n\"There is something that I want you comrades to do.\"\nHe said he wanted to select six people to do that thing.  He said those people were:\n\"Myself, Jay, Jomo Mseleku, Sonny Ngcobo and Matandene.\"\nAnd basically you go on that he told you that he wanted you to stop a bus and kill males and ...  Now why did you make this statement, why do you say that in this statement?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "The police told me to make such a statement.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you just elaborate, what do you mean by that?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "The police asked me if I knew Master and I said yes, I knew him and they told me that for me to be freed, I should actually say that Master had ordered us to do or to carry out this attack.",
            "Male"
        ],
        [
            "MR WILLS",
            "And do you know the names of those policemen?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And who are they?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "I remember van Vuuren.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you were brought before a magistrate and the magistrate, amongst other things, indicated to you that you were free to say anything that you liked and that he was not part of the police.  And it seems that the only person who were in the room when you made this statement was the magistrate and the interpreter and yourself, the police were not there.  Can you explain why in those circumstances you still made this statement?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "When I entered the room the police were outside and I was intimidated because they had told me that if I change my story they would kill me.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now why did you get involved in this attack, what was the purpose in you conducting this attack?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "The reason why - are you asking, do you want the reason why I got involved in the attack?",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, I want to know what was the purpose in you attacking these people on the bus.",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "The reason was that we return to our homes where we had been chased out.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were you one of the ANC persons who was chased out of that area?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Aren't you from Twalome?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes, but at that time I was staying at Mashiwane at my aunt's place.",
            "Male"
        ],
        [
            "MR WILLS",
            "I refer to page 38 of the record and your statement of the political objective to be achieved, you say\n\"Our political objective was to achieve an environment where there wouldn't be discrimination ...\"\n...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Wills, page 38 isn't his statement, that's Mr Shange's statement.",
            "Male"
        ],
        [
            "MR WILLS",
            "Oh, I'm sorry, I'm mistaking it.  If you would just bear with me.",
            "Male"
        ],
        [
            "MR LAX",
            "Page 20, Mr Wills.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you.  If you would just bear with me for a moment.",
            "Male"
        ],
        [
            "MR LAX",
            "It's also partly contained at the bottom of page 19, under nature and particulars.",
            "Male"
        ],
        [
            "MR WILLS",
            "Ja, you say that there was the, that you committed this offence because of the violence in the area, can you just expand on that for the Committee?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "There was violence in the area, but I am not aware of all that happened because I was from Twalome, but when I arrived in the area I discovered that all the comrades had been chased out.  I thereafter left the area and went to join them at Umgubaba.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you confirm that during the attack the women were allowed to get off the bus and they weren't attacked?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And do you also confirm that the same happened to people in other areas, from other areas, that they were allowed to get off the bus and escape?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "You say at page 24, that\n\"We were fighting for the rights of the black people who were oppressed.  I know that the ANC does not kill, but we killed because we were forced by the situation, where we were being killed without a place where we could voice this out, if one remembers well.\"\nIs that correct?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "When you say you were fighting for the rights of black people who were oppressed, what did you mean?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "We were fighting for the right to return to our area from which we've been chased out by the IFP.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you were arrested some months after the incident, in fact a month after, you were arrested on the 18th of May 1992, is that correct?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell us what happened, or the circumstances surrounding your arrest?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "We were trying to transport these weapons to Twalome.  Before we got there we were approached by the police and they pointed a firearm at me.  I then surrendered.  Thereafter they assaulted me and they confiscated this firearm from me.  They asked me where I was going and I informed them that I was on my way home.",
            "Male"
        ],
        [
            "MR WILLS",
            "And were you charged? - sorry, there was a shootout on that day, is that correct, between the police and two of your comrades?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were you involved in that shootout?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "No, I did not shoot because I am the one who was captured first.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you made a statement in regard to that incident, that arrest, is that correct?  You made a statement before a magistrate?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "On the 31st of May 1992, at Durban, is that right?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And this statement that you made correct?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "No, it is not.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why do you say that?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "I was forced to make that statement, I was forced by the police.",
            "Male"
        ],
        [
            "MR WILLS",
            "How were you forced by the police to make this statement?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "They said if I do not admit that we were on our way to rob these people by Master, if I do not confess to that I would be killed like Jay Cele.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are you saying that the police were asking you to implicate Master, this I presume is Master Shange, in some conspiracy to rob a store or rob?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Please repeat the question.",
            "Male"
        ],
        [
            "MR WILLS",
            "I'm saying, are you saying that the police wanted you to implicate Master in one, the possession of the firearms and in a plan to rob one of the shops?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And this is what you said in your statement?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now again ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is what he said in his statement.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.  I'm referring to - sorry, Mr Chairperson, possibly I must give this an exhibit number.  This is a statement made on the 31st day of May, something that I was handed earlier today.  I think this can be Exhibit D.  It's a statement made before a magistrate in Durban and I battled to get the thing in order, but it was made on the 31st of May.  The magistrate was Mr M M Gantshe, or Gantshu.  I think it's G-A-N-T-S-H-U, with the interpreter, Themba Nkosi Ntombene.  I don't know if you have that statement before you.",
            "Male"
        ],
        [
            "MR LAX",
            "This is the one that starts with page 1 handwritten on this 31st day of May?",
            "Male"
        ],
        [
            "MR WILLS",
            "That's exactly right, yes.  This is Exhibit D.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, Exhibit D.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I just want to, for the sake of clarity, read a section of this to you.  You say\n\"It was about 8pm on Sunday.  A male person named Jomo came to my place.  He said Master wants to see me.\"\nAnd then you say:\n\"Master is our commander ...\"\n...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What page are you reading from?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "It's the page, it looks like a 4.  It's a handwritten section.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, it's the beginning of the statement, is it?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.  Was Master your commander?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "No.\nMR WILLS\n\"His name is Master Shange.  We went to Master's place, myself and Jomo.  Master said he is sorting rounds of ammunition.  He wants us to go and rob one of the shops at Mashiwane.\"\nDid that in fact happen?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now why did you make this statement?  You were before a magistrate and it was only the magistrate, you and the interpreter in the room, surely you could have told the magistrate the truth, that the police, what you say now, that the police had told you to make this statement.",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "I was intimidated even by the magistrate, as well as the fact that I knew that I was going to be accompanied by the same police on our way back and I was afraid of them, that they would assault me.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairperson.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "MS MTANGA",
            "I've got one question.  Mr Ncokwane, you said that your attack on the bus would have helped you return home.  I would like to know how would the attack have assisted you or achieved this, how would you have achieved it by attacking the bus and the people inside the bus?",
            "Female"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "It would have helped us because if we had been attacked, if we had been able to attack many people, those other people at Mashiwane would have been intimidated by us and they would have fled, so that we also are in a position to return to our area.",
            "Male"
        ],
        [
            "MS MTANGA",
            "No further questions, Chairperson.\nNO FURTHER QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "MR LAX",
            "You never really attacked these people at their homes, did you?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes, we didn't.",
            "Male"
        ],
        [
            "MR LAX",
            "You attacked them at a place, at a bus stop on a road some distance from the area, correct?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was it some distance from where they lived?  Didn't people come from there to frighten you away from the bus?",
            "Unknown"
        ],
        [
            "INTERPRETER",
            "Please repeat that question.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "After you had attacked the bus, people ...(intervention)",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, Chairperson.  Mr Shange, if you talk to that man again I'm going to have you put in another place, do you understand?  You do not tell him what to say.  Let him talk for himself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After you had attacked the bus, didn't a party of people arrive, who made you flee into the sugar-cane?",
            "Unknown"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes, some people did approach.  They did not arrive at the scene, at the spot where we were, but we fled before they arrived.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where were they coming from?",
            "Unknown"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "They were from Nkwale.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And were they walking?",
            "Unknown"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "After this incident, what did you do?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "After that incident I returned the gun to Master at Umgubaba and then I left with my brother, Jabulani Cele, to Folweni, where we slept.  On the following morning we returned to Umgubaba and that's where we remained.",
            "Male"
        ],
        [
            "MR LAX",
            "How long did you remain there for?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "I think about a week.",
            "Male"
        ],
        [
            "MR LAX",
            "And then?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "We then left for Ntuzuma because we had heard that Izak Shange had been arrested.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, and then you went to Ntuzuma.",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "From Ntuzuma we went back to Umgubaba, and then I suggested that guns were going to be a problem, they would implicate us and therefore I suggested that we take them to Twalome.  We all agreed on this.  We then took these weapons and transported them to Twalome, but before we got there we were approached by the police, who arrested us.",
            "Male"
        ],
        [
            "MR LAX",
            "Now you didn't just have, you didn't have all the firearms that were used in this attack with you?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Where were the other firearms that we used in the attack, if you were so worried about firearms?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "I would not really know, but I think it was only one firearm that was missing, a pump-gun.",
            "Male"
        ],
        [
            "MR LAX",
            "In this attack, we have been told there were two AK47's, 3 AK47's, two home-made firearms and a pump-gun, correct?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "How many did the three of you have, that were arrested that day?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Three guns.",
            "Male"
        ],
        [
            "MR LAX",
            "What happened to the pump-gun, what happened to the home-made firearm?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Those guns were with other members of the group who were not present when we left to transport the rest to Twalome.",
            "Male"
        ],
        [
            "MR LAX",
            "Why were you carrying the handgrenades with you?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "I was removing it from the scene, that is from Umgubaba.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you just bury them at Umgubaba, instead of going on such a difficult journey, with such a high risk of being caught?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "I just wanted all these weapons transported to Twalome, so that I would remain in Umgubaba without any weapon.",
            "Male"
        ],
        [
            "MR LAX",
            "But you see the first thing you did when you saw the police, was bury the weapons.  That's the first thing you did.  You saw the police, you saw oh, here's trouble, and you buried them straight away.",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "That is not true.",
            "Male"
        ],
        [
            "MR LAX",
            "Well that's what it says in your statement.",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "That is not true.",
            "Male"
        ],
        [
            "MR LAX",
            "Maybe I'm making a mistake, let me just double check.  This Annexure D, if you look at page 5, I'll read it for you because you don't have it in front of you and in any case you can't read\n\"When the police approached me I went to them, but when I approached they were not there.  I went back to the bush, buried my handgrenade and the AK47.  I think the police did not see I was carrying an AK47.  They drove past me and proceeded on the road.  After burying my guns I went back to my friends to inform them that the police were there.  As I was whistling they did not reply.  I thought they had seen the police.  I went back to the road and as I reached the road, police approached from the opposite direction.  They stopped me, they demanded the firearm.  'Where is the firearm', they asked.  I told them I had no firearm.  They asked where I was coming from ...\"\netc.  The bottom line is you then showed them where you hid the firearm.  And on top of that the dog bit you at that point.  That's all in this statement here, is that not true?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "It is not true that I buried the weapons.  I did hide them in the bush, but I had not buried them.",
            "Male"
        ],
        [
            "MR LAX",
            "You didn't know about this decision to kill Gumede?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR LAX",
            "From the way you've testified, it appears as if you didn't know about the decision to kill Gumede.",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "I knew about it.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you haven't spoken about it at all.",
            "Male"
        ],
        [
            "MR WILLS",
            "With respect, Mr Chairperson, I've been specifically quick with going through his evidence and I asked him to confirm the evidence of the first applicant, and it is on that basis that I decided to run the evidence.  He didn't object to that aspect of the evidence of the first applicant, in fact he confirmed it.\n\tI obviously don't want to stop any questioning, but I just want to make it clear that, with respect, I don't think it can be held against him because he didn't raise, he has in fact confirmed the evidence of the first witness.",
            "Male"
        ],
        [
            "MR LAX",
            "Ja, I'll leave the issue, Chairperson.  I have no further questions.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Chairperson.\n\tThe people who were in the bus, the males who were in the bus, were they the specific or actual people who displaced you, who attacked you so that you ran away from your homes?  Would you identify them as the people who participated in such attacks?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "No, but what was, what we believed in was that every person who remained in the area was an IFP person, because all of the ANC people had been chased out of the area.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Was it possible for a person who is not an Inkatha member, to pretend as if he is an Inkatha member, for the sake of remaining in the area?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "It was not easy for that to happen.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, that's the only two questions, Mr Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "There was just one small thing that worried me, you said that, well now you're confirming Mr Shange's evidence, Mr Shange's evidence was that they wanted, he called for the women to come out of the bus, nobody came out of the bus, then fired and hit the top of the bus, then the women came out and with the women came two men.  Did you open fire on those two men as well?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Now my question is this; why didn't you make sure they weren't from Nkwale and Mashiwane before you shot them?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Sorry?",
            "Male"
        ],
        [
            "MR LAX",
            "You said, and Mr Shange made it very clear, you didn't want to kill anyone not from the area.",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "So why didn't you ask those people before you shot them, where they were from?  You were pointing firearms at them, you could have spoken to them, you could have said: \"Where are you from, what area are you from\"?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "We had already said that those people who are not resident in these two areas should alight and this person from Adams then alighted and he escaped.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, the evidence of Mr Shange was very clear, the man from Adams got out of the bus after you shot those two men.  He came out with the first group of women before anything was said about people from other areas.  That's his evidence.\nDISCUSSES BETWEEN CHAIRPERSON AND MR LAX\n\tThe man from Adams came out after the women and after you'd shot those two men, and in response, according to Mr Shange's evidence, which you have confirmed to being requested that other people come out.  You're putting it the other way, you're saying you asked first.  Do you understand the difficulty?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Yes, I beg your pardon about that.",
            "Male"
        ],
        [
            "MR LAX",
            "Well what is the position, what are you sorry about?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "Mr Shange ordered that the women should alight, they didn't do so and then he fired on top of the bus and then the women started screaming and they then alighted the bus.  Then they alighted.  Whilst they were doing so two men also alighted and we shot at those men.  Thereafter he said those people who were not resident at either Nkwale or Mashiwane should also alight.  That is when that person from Adams also left the bus.",
            "Male"
        ],
        [
            "MR LAX",
            "Well you see my original question stands then, and your answer you gave me falls away.  Why did you shoot those people if it was not your intention to shoot people who were not from Nkwale?  You didn't know where these people were from, you didn't know who they were, you just opened fire on them.",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "We realised that they must be involved because they were fleeing.  Their act of alighting with the women was a sign that they were fleeing. They wouldn't have done so if they were not from these two areas.",
            "Male"
        ],
        [
            "MR LAX",
            "But everybody wanted to flee, wouldn't you want to flee, wherever you were from?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "And order had already been issued that the women should alight.",
            "Male"
        ],
        [
            "MR LAX",
            "Ja, you're not answering my question.  I'll leave it, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions?",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Just one follow-up, Mr Chairperson.\n\tMr Ncokwane, it's still based on the area on which I was asking you insofar as identifying your targets.  You were saying you didn't know whether these men who were in the bus were the ones who actually shot at you, but you attacked them because they remained behind, obviously they are IFP members.  My question is, the women also stayed behind and obviously they were IFP members or supporters of the IFP, why were they not attacked?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "That is because they were not involved in attacking us, we had never witnessed any woman attacking us.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "So the attack was directed at the people who attacked you and forced you to leave the area?",
            "Male"
        ],
        [
            "JABULANI TUNENE NCOKWANE",
            "That is correct.",
            "Male"
        ],
        [
            "MR SIBANYONI",
            "Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "No questions arising, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry, Mr Chairperson, before I call the next witness, it appears just from my looking and checking on the volume of the translation, as apposed to the original, that there may be a similar problem in relation to this translation, that there was in relation to the first witness.  I'm not sure if that is the case because obviously I'm unable to speak Zulu.  I specifically refer to page 10 and 11 of the bundle, it seems to me that - and in fact page 13, it seems to me that the amount of writing in Zulu exceeds by far that as provided in the translation under the same questions.  I'd just like to seek possibly confirmation whether or not this is in fact an accurate translation.\n\tIf one looks at 10(b) on page 13 and compares it with 10(b) on page 4, the translated version, it seems to me that it may, but there's a lot more writing there than there is in the English version.  I just want to avoid the problem where we don't have an accurate translation.\nMACHINE SWITCHED OFF",
            "Male"
        ],
        [
            "MR LAX",
            "Ms Translator, have you cast your eye at this thing at all?",
            "Male"
        ],
        [
            "INTERPRETER",
            "That is what I'm doing right now.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Okay.  Are you able to in any way confirm what Mr Wills' fear is?",
            "Male"
        ],
        [
            "INTERPRETER",
            "Yes, I think there may be some facts or some things that have been left out in the English translation.  It does appear so.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "Maybe, Mr Wills, if you are happy with that after consulting with your client, in order to expedite matters, instead of the interpreters writing it down, if your client can read his Zulu version and at the same time the interpreters follow him in giving the interpretation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He can't read, he's never been to school.",
            "Unknown"
        ],
        [
            "MR SIBANYONI",
            "I mean the next applicant.  I thought Mr Wills was talking about the next applicant.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, obviously I don't want to delay proceedings, but I really would like a translation of this done before I'm in a position to proceed.  I think that I'd be amiss in my obligations if I didn't have that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Will you be available tomorrow morning?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, if I could just look at my diary and I'll see, I think I am.  Mr Chairperson, I think I can make myself available.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well wouldn't it be easier then, it is now seven minutes to four, to allow you to have the rest of this afternoon to make arrangements in one way or another to get it translated, with the assistance of those of your clients who can read?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And we start tomorrow morning with this.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I'd appreciate that, thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Nine thirty tomorrow morning.  Right, we'll adjourn now to enable the further translation to be done, if necessary till nine thirty tomorrow morning.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.\nCOMMITTEE ADJOURNS",
            "Male"
        ]
    ]
}