{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-05-03",
        "location": "DURBAN",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53297&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99042630_dbn_990428db.htm",
        "speakers": [
            "<UNKNOWN>",
            "CHAIRPERSON",
            "MR MATTHEWS",
            "MS MTANGA",
            "MR LAX",
            "BUSIZIWE ANTOINETTE ZUMA",
            "MS WILLIAMS",
            "MR SIBANYONI",
            "INTERPRETER",
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "MR MBHELE",
            "WILLIAM MOLETELE LEKATA",
            "DR TSOTSI",
            "MR HLANGISA"
        ],
        "original_speakers": [
            "ON RESUMPTION 28TH APRIL 1999",
            "MR MATTHEWS",
            "CHAIRPERSON",
            "MS MTANGA",
            "MR LAX",
            "MS ZUMA",
            "BUSIZIWE ANTOINETTE ZUMA",
            "MS WILLIAMS",
            "MR SIBANYONI",
            "INTERPRETER",
            "MS BOOI",
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "QUESTION BY MS BOOI",
            "MR MBHELE",
            "MR LEKATA",
            "WILLIAM MOLETELE LEKATA",
            "QUESTIONS BY MR LEKATA",
            "DR TSOTSI",
            "QUESTIONS BY MR HLANGISA",
            "MR HLANGISA"
        ]
    },
    "testimony": [
        [
            "<UNKNOWN>",
            "DAY 2",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I regret the delay there has been in starting this morning.  We had understood that when we adjourned this hearing, statements would be obtained from all potential witnesses and would be made available to the applicants and other interested parties, but unfortunately it has not been possible to do that, and statements were, summaries were prepared this morning, which have been made available.  It is obvious that the potentially most important witness, has not as yet, made a statement, although at the last hearing he indicated that he was prepared to come and give evidence, he is a witness whom I think we would wish to hear before arriving at a decision, subject of course to what anyone may say, but we can in the meantime proceed with the victims and witnesses who are here, and dispose of them.  I don't know whether it is proposed to continue questioning the applicant, to put to him the matters that arise from the two statements, summaries that have been given to us, to allow him to give his explanation in regard to that, before the evidence is led, or whether it is proposed he should be given the opportunity to give evidence after all the evidence has been led, to deal with such evidence.  What are your views?",
            "Unknown"
        ],
        [
            "MR MATTHEWS",
            "Mr Chairman, I think it would only be fair if he be given the opportunity after all evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are happy that we proceed now?",
            "Unknown"
        ],
        [
            "MR MATTHEWS",
            "Yes, I am.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you can consult with your client afterwards and if you wish to recall him, you can do so.",
            "Unknown"
        ],
        [
            "MR MATTHEWS",
            "I will do so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you agree to that?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I am of the same view Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well, we will now then continue.  Who are you calling.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "We are now call Ms Musiziwe Zuma, the wife of Moses Zuma.",
            "Female"
        ],
        [
            "MR LAX",
            "Good morning Ms Zuma, can you hear us?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "Good morning, yes.",
            "Female"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Before we proceed, could I also place certain facts on record.  The Committee sitting here in the application, is the same as previously sat and Mr Matthews continues to appear for the applicant.  Could the Leader of Evidence and the Counsel for the victims please put themselves on record?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you Chairperson, I am Lulama Mtanga, the Evidence Leader for the Truth Commission, assisting the victims in this matter, thank you.",
            "Female"
        ],
        [
            "MS WILLIAMS",
            "Mr Chairman, I appear on behalf of the implicated persons and my name is Gillian Williams.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you Chairperson.  Ms Zuma, can you confirm that you are the wife of Mr Moses Zuma, who was killed by the applicant?",
            "Female"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "Yes, I do confirm that.",
            "Female"
        ],
        [
            "MS MTANGA",
            "Were you present when your husband was killed by the applicant?",
            "Female"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "I was not present on the day that he was killed.",
            "Female"
        ],
        [
            "MS MTANGA",
            "At the previous hearing in Pietermaritzburg, the applicant testified that your husband belonged to the ANC and that is the reason why he killed him.  What is your comment to this?",
            "Female"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "I do not know anything about him being a member of the ANC, I knew him to be a member of the IFP.",
            "Female"
        ],
        [
            "MS MTANGA",
            "Can you tell us more about his IFP membership, when did he join the IFP?",
            "Female"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "He joined the IFP at Ebuveni where we were born and bred.  When my husband was killed, we had not as yet received membership cards, but we had already joined the party.  Our Chief Griffiths Nzama was an IFP member and the entire area was populated by IFP persons.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So you say you had not received your IFP cards?  Had you applied for them and were you expecting them?",
            "Unknown"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "Yes, our cards were expected to arrive on the following day, the day after which he was murdered.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you know where from?",
            "Unknown"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "I do not know, but they would have been delivered to the court at Ebuveni.",
            "Female"
        ],
        [
            "MS MTANGA",
            "Before you joined the IFP, what was your political affiliation, that is yourself and your husband?",
            "Female"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "We were not affiliated to any political organisation before we joined the IFP.",
            "Female"
        ],
        [
            "MS MTANGA",
            "Can you remember who recruited you to join the IFP, the name of the person who recruited you to join the IFP?",
            "Female"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "The entire area of Ebuveni was an IFP stronghold, even the Chief himself was an IFP member.",
            "Female"
        ],
        [
            "MS MTANGA",
            "Is it, is the Chief still alive?",
            "Female"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "No, he is late, but at the time he was still alive.",
            "Female"
        ],
        [
            "MS MTANGA",
            "The applicant has also testified that your husband Moses Zuma, was involved in blocking school children from going to school, what is your comment on this?",
            "Female"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "I do not know anything about that.  I do not even know that school children were prevented from going to school at some point.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did your husband have any vehicles, cars, or anything that he could have used to block the road?",
            "Unknown"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "No, he did not have a vehicle.",
            "Female"
        ],
        [
            "MR LAX",
            "Did your husband have a group of people that associated with him, of which he was the leader?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "No, he was not a leader of any group of people.  I don't know him to be a leader at the area.",
            "Female"
        ],
        [
            "MR LAX",
            "What work did he do?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "He worked in Johannesburg, but at the time of his death, he was at home.",
            "Female"
        ],
        [
            "MR LAX",
            "What was he doing at home?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "He lost his job, and at the time of his death, he was unemployed.",
            "Female"
        ],
        [
            "MR LAX",
            "How long had he been at home, unemployed?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "It was the second month that he was at home.",
            "Female"
        ],
        [
            "MR LAX",
            "What did he spend his time doing, while he was at home during the day, that is?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "He would go out to look for jobs, he did not hang around at home, but he would go out and look for a job.",
            "Female"
        ],
        [
            "MR LAX",
            "Were there young people hanging around your house at all?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "No.",
            "Female"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Ms Zuma, was your husband at any time involved in recruiting people for the ANC?",
            "Female"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "No, he was not involved because I do not know anything about it.",
            "Female"
        ],
        [
            "MS MTANGA",
            "Are you able to give us a name, full names of a person in the IFP in your area, who can confirm your husband's membership and that of yours and that you actually joined the IFP?",
            "Female"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "What I know is that all of the people of Ebuveni were IFP members, even the people I came with here, today, can attest to that.",
            "Female"
        ],
        [
            "MR SIBANYONI",
            "Ms Zuma, if your husband was involved in recruiting people for the ANC, would you know about it?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "I would have known because I lived with him.",
            "Female"
        ],
        [
            "MS MTANGA",
            "Are you able to give us a name of a person who is a leader in your community, the leader of the IFP?",
            "Female"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "They came to our area to recruit us for the IFP, but there isn't a leader in the area, but we are all members of the IFP.",
            "Female"
        ],
        [
            "MR LAX",
            "Who came to your area, sorry?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "I do not remember where they came from to recruit us at Ebuveni.",
            "Female"
        ],
        [
            "MS MTANGA",
            "I have no further questions, Mr Chairperson.\nNO FURTHER QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "MR LAX",
            "Just one issue if I may Chair, before Mr Matthews goes ahead.  Did your husband have any firearms or a firearm that you knew about?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "He did not have a firearm.",
            "Female"
        ],
        [
            "MR LAX",
            "If he had one, would you have known about it?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "Yes, I should have known.",
            "Female"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "You have told us you applied for IFP membership.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Williams, have you any questions?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "No Mr Chairman.\nNO CROSS-EXAMINATION BY MS WILLIAMS",
            "Female"
        ],
        [
            "MR MATTHEWS",
            "We will return, you have told us you applied for IFP membership, did you ever receive your card?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "Yes, we did receive the cards.",
            "Female"
        ],
        [
            "MR MATTHEWS",
            "Where is it now?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "We left them at home.",
            "Female"
        ],
        [
            "MR MATTHEWS",
            "Surely that is a most important thing you would have brought with you to show us that you are in fact a member of the IFP?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you receive these cards?",
            "Unknown"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "At first they came and recruited us and we were given some slips and then thereafter, they brought the cards.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was this shortly after your husband died?",
            "Unknown"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And have you still got the same card?",
            "Unknown"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "Yes, it is the same card.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So if we arrange for someone to go back with  you, you will be able to give them the card so that they can make a copy of it, and make it available to us?",
            "Unknown"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "Yes, I would give that person my card.",
            "Female"
        ],
        [
            "MR MATTHEWS",
            "Have you ever heard about people having cards from both organisations and hopefully pull out the right one when they are asked by somebody as to which political party they belong to?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "I do not know about it.",
            "Female"
        ],
        [
            "MR MATTHEWS",
            "Where was your husband killed, in whose house was he killed?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "He was killed at his place, but I was not at home on that day, I had gone to my parents' home.",
            "Female"
        ],
        [
            "MR MATTHEWS",
            "Was there a young child that used to sleep with him?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "Yes, it was his child and that is where they killed him.",
            "Female"
        ],
        [
            "MR MATTHEWS",
            "Was there another female in the room at the time he was killed?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "Yes, she was present.",
            "Female"
        ],
        [
            "MR MATTHEWS",
            "They were not killed, correct?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "Yes, they were not killed.",
            "Female"
        ],
        [
            "MR LAX",
            "Just hang on a second Mr Matthews, we can't get any translation here.",
            "Male"
        ],
        [
            "INTERPRETER",
            "Sorry, which translation did you miss?",
            "Unknown"
        ],
        [
            "MR MATTHEWS",
            "Can I continue?",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, please continue.  What was just the last question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was another female present, they were not killed.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Okay, please continue.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "Can you give us any other reason which is very important for this Committee to arrive at a decision, can you give us any other reason why the applicant would kill your husband, other than a political one?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "I do not know, because I did not know who killed my husband.  I only learnt of it at Pietermaritzburg.",
            "Female"
        ],
        [
            "MR MATTHEWS",
            "The applicant says that your husband was indeed a member of the ANC, they used scrap cars and other vehicles to block the road and they were compelling people to join the ANC in the area, that Beki Mkhize instructed him to kill your husband?",
            "Male"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "I do not know anything about that, that they would use scrap cars and other vehicles.",
            "Female"
        ],
        [
            "MR MATTHEWS",
            "I have no further questions, thank you.\nNO FURTHER QUESTIONS BY MR MATTHEWS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know the applicant?",
            "Unknown"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "No, I do not know him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Thank you Chairperson, I have one question.  Ms Zuma, have you got your husband's membership card, did you receive his card?",
            "Female"
        ],
        [
            "BUSIZIWE ANTOINETTE ZUMA",
            "When we went to pay for the cards, when we were issued with cards, we did not take his, we did not pay for his, because he was already dead.",
            "Female"
        ],
        [
            "MS MTANGA",
            "Thank you Ms Zuma.\nNO FURTHER QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Could arrangements be made for someone to obtain her card and copy it, I think we don't want the original do we, make copies of it available for applicant's Counsel, for the members of the Committee and for yourself and for any other interested party.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "That will be arranged Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And at the same time, I don't know what this card looks like, if it has no date on, endeavour to ascertain from the people issuing such cards, what the date would have been.  I gather we can expect some cooperation there.  On behalf of myself, the members of my Committee and the other parties involved, we thank you for having come and testified, and we trust that other people will come, so that we can get a completely fair picture of what in fact happened.  Thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "My next witness, Mr Chairperson, would be Ms Booi, Zuziwe Booi.",
            "Female"
        ],
        [
            "MR LAX",
            "Can you hear me, Ms Booi?",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Yes sir.",
            "Female"
        ],
        [
            "MR LAX",
            "Will you be testifying in English or Zulu or which language?",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "In Xhosa.",
            "Female"
        ],
        [
            "MR LAX",
            "Would you please stand.   What are your full names please?",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Judith Justisia Zuziwe Booi.",
            "Female"
        ],
        [
            "MR LAX",
            "I see you are struggling with those headphones, if you just put the top down into the earpieces, it will be smaller and fit easier.  Someone will help you now.  Is that more comfortable?",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Yes, sir.",
            "Female"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Ms Booi, do you confirm that you are the sister to the deceased, Mr Mtimkhulu?",
            "Female"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Yes, he comes after me.",
            "Female"
        ],
        [
            "MS MTANGA",
            "Can you also confirm that you were present at the exhumation of the bodies at Hammarsdale?",
            "Female"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Yes, I was present.",
            "Female"
        ],
        [
            "MS MTANGA",
            "And you identified your brother's body?",
            "Female"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Yes, when he was exhumed, I did explain what marks he had on his body that could be used to identify him.",
            "Female"
        ],
        [
            "MS MTANGA",
            "Can you tell this Committee how your brother appeared, were there any wounds visible when he was exhumed?",
            "Female"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Yes, when the body was exhumed, we as the Mtimkhulu's knew him to have an injury on his right foot, but when the body was exhumed, we discovered that his left hand had been amputated from the elbow.  The left foot had also been amputated, that is from the ankle and on his head, there was a cross, it was shaped like an arch because the cross was not straight, but in the shape of an arch.  There was also a hole on his head, indicating that he could have been shot.  There was dried blood on his head.  He was dressed, but they had not washed the body, he had just been put into the hole in the ground.",
            "Female"
        ],
        [
            "MS MTANGA",
            "You have also stated that you also saw the other bodies of the two other victims, and you noticed some visible wounds on them as well.  Can you give some evidence on that?",
            "Female"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Yes, firstly in my summary I confused some names, Plaatjie en Joseph Lekata are switched around.  As my brother had been cut, amputated on the left hand and left foot, Plaatjie had his right hand and foot amputated.  His foot, his leg was amputated from the knee.  I did not see the lower part of that leg.  His arm was amputated on the wrist.  This other boy from Sterkspruit, Joseph Lekata, when his body was exhumed, the top of the head when the body was exhumed, the top fell off.  When we looked at that hole, it was obvious that a nerve had been cut off, and the entire brain was missing.  The whole head was just empty, therefor the nerve was cut off and the brain taken out and then the top of the head, put back.  His eyes were also missing, there were just holes.  It was obvious that he had been in shock, because his mouth was wide open and his tongue was missing.  His stomach had various cuts on it, and the intestines were protruding.  That is how he was buried, and he was also filthy.   At the time I was frightened, because this had been - a third person had been witnessing - exhumed from the ground, I heard from the man who had been with me, that his private parts were also missing.  What I had noticed was that his chest, his breast had been very large, he looked like somebody who had been suckling a baby.  That is what I saw.",
            "Female"
        ],
        [
            "MS MTANGA",
            "Ms Booi, according to one of the medical practitioners who carried out the post mortem on the bodies, the bodies of the victims were severely decomposed, such that she was unable to make a determination of what parts of the bodies would have been wounded.  How did you notice all this?  How were they visible to you?",
            "Female"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Yes, the bodies were decomposed, but they were still in one form, especially Mr Nzama's body was still in the original form.  You could see what was missing.  If the hand was missing, you could see.  Because even if the body is decomposed, you can actually tell if an arm is missing or a leg is missing.  My brother's body was decomposed, but it wasn't bad, because we could see them, we saw everything.  Mr Nzama's stomach was still in the body.  The other one from Sterkspruit, his stomach was decomposed, but we could tell because he was cut on the stomach when they tried to remove the intestines.  The other one, they had removed the skull.  It is not hundred percent the truth that it was difficult for us to identify, it was easy.",
            "Female"
        ],
        [
            "MS MTANGA",
            "Thank you Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MS MTANGA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is that all?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Yes, that is all from me, Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was it on the 12th of January 1994 that you identified the body?",
            "Unknown"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Yes, it was.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And did you sign a form at the time?",
            "Unknown"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Yes, we did sign some forms.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Can you show her please the form with the serial 264/93, maybe A1, others it is A21.  Have you got the form there?",
            "Unknown"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Yes sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you recognise your signature on that form?",
            "Unknown"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Yes, I do.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think it is obvious, but I don't think any evidence has been given about this as yet, was your brother in the Army, the Transkei?",
            "Unknown"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Yes, he was.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And were the other two men that you have spoken about, also in the Army?",
            "Unknown"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "The other one was a Police and the other one, I don't know.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Which was the Police?",
            "Unknown"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "I am not very sure between Plaatjie and Lekata, I am not very sure which one, because I only saw the bodies when they were in the grave.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Didn't you know them before?",
            "Unknown"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "No, I didn't.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were you just told when you were identifying the bodies, that one was the Police and one was something else?",
            "Unknown"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Yes, we were told that the other one was a Police and then the other one, we were told, but I have forgotten.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any questions?",
            "Unknown"
        ],
        [
            "MS WILLIAMS",
            "No, Mr Chairperson.\nNO CROSS-EXAMINATION BY MS WILLIAMS",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Do you want to start now, or do you rather want to start after the adjournment?",
            "Unknown"
        ],
        [
            "MR MATTHEWS",
            "I think we can finish now Mr Chairman.  May I just ask Mr Chairman, are you people in possession of the post mortem report?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are in possession of the first lot of reports, that are described by Dr Botha, \"autopsy\" (indistinct) we are in possession of his report.  The one, the first one, where apparently (indistinct).  We are in possession of the reports from Ixopo and the subsequent reports from Dr Botha here in Durban.",
            "Unknown"
        ],
        [
            "MR MATTHEWS",
            "Mr Chairman, if you are in possession of those reports, I think it is in the interest of everybody concerned, that I don't put the gruesome details of those reports to this witness.  I think those of us who have done a lot of trials where medical legal aspects are involved, although maybe the witness herself believes that these injuries were in fact caused by the applicant, I think it is quite obvious from these reports, that they are in fact due to decomposition of the bodies and scavenger.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, some are and some aren't.  But I think, if there is any relevance of this, we might have to hear Dr Botha.  I don't think the witness can.",
            "Unknown"
        ],
        [
            "MR MATTHEWS",
            "I don't have any questions for this witness, thank you.\nNO CROSS-EXAMINATION BY MR MATTHEWS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Have you any, well there are no questions, you have no re-examination, we would also like to thank you, Ms Booi, for having come here today to assist us, to tell us what you saw in the past, and we sympathise with you for the loss of your brother, and it must have been a harrowing experience that you had to undergo, and we thank you very much for having come here.",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Mr Chairperson, before she leaves, she has indicated that she would like to ask the applicant some questions, if the Committee would allow her.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I suppose we can do that now.  Very well.",
            "Unknown"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Thank you.  I would like to ask you Mr Mbhele, that you agreed in Maritzburg that you killed these three people, more especially Zama Mtimkhulu, my brother.  You killed him at Mzabukwenu in High Flats, what made you take his body and hide it in Inkatha, in Hammersdale graveyard?",
            "Female"
        ],
        [
            "MR MBHELE",
            "Okay, I will answer this question.  We killed them at Mzabukwenu, the three of them, I wasn't in that car when they threw them or they threw their bodies next to Mzabukwenu.   I think the Police took their bodies to Hammersdale.  I wasn't the one, I wasn't even in the car.  They didn't want me to be in the car with the three dead bodies.",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "You mean you threw the bodies in the veld?",
            "Female"
        ],
        [
            "MR MBHELE",
            "Not me, someone, he drove them by the car to Mzabukwenu.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Mbhele, sorry, could you just slow down a little bit, the Interpreters are struggling with the translation.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think also, perhaps I could explain Ms Booi, that the bodies were examined by the District Surgeon on Ixopo on the 25th of November 1993 and they were thereafter taken to Hammersdale, that had nothing whatsoever to do with the applicant.",
            "Unknown"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Thank you.  Now I want to know, you decided on your own to kill these people or you were sent or instructed by someone, and if so, by who?",
            "Female"
        ],
        [
            "MR MBHELE",
            "We were looking for a Sprinter car with a Johannesburg or Transvaal registration, because this car was involved in the killing of Mr Maziba who was a member of the IFP and someone was shot in that incident.  Therefore we were instructed that we should do a roadblock to look for this Sprinter car and this car came, and we stopped it.  It had a registration CB and the disk in the windscreen, it was SH and the back was XM, that is when we confirmed that this was the Corolla which we were looking for.",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "I would put it to you that these people came at home to my mother, and they told my mother that they were going to Durban, Holomisa sent me to Durban and they were looking for a car with an Umtata registration.  That car didn't have a Transvaal registration, but it had Transkei registration, therefore you couldn't have stopped that car.  Again I would like you to tell me who did you give the arm and the leg which you removed from my brother's body?",
            "Female"
        ],
        [
            "MR MBHELE",
            "I explained this even in the Supreme Court that the only thing that I did was to shoot them, but I didn't take the bodies.  The people who can explain about certain parts of this bodies, are the people who took them by the car and drove with them.  If you know, or if I must tell you, they only had bullets, three bullets, one, one each, that is what I had done.  I didn't even boarded the car.\nI don't know what happened to them.  I don't have this information.  These questions can be addressed to the people who took the three bodies.  The only thing that I did was to kill them, and I do accept that and I apologise for that.",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "When you were killing them, were they screaming, did they ask for forgiveness or for you not to kill them?",
            "Female"
        ],
        [
            "MR MBHELE",
            "I don't remember if they cried, but I do remember what we instructed them.  I don't want to make you feel sad, but I can demonstrate to you how they were lying down when I shot them.   This is how they were lying down and then I fired one bullet to each and I left them there.  Mabiza said they should be taken from there, they mustn't be left on the street, and I said, I cannot board the car, because there were three dead bodies in the car, I apologise from the bottom of my heart.  I don't know how I can express myself.",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "It sounds very sad for me to forgive you because you are the one who are saying you killed them, now you are apologising to me.  I would like to tell you that it is difficult for us to forgive you when we still don't have the arm and the leg which is missing now, and he had children, they are still in school right now.  They are struggling.  They used to have their bread and butter and now they are only having bread.  You don't have mercy at all, or empathy, therefore it is difficult for us to forgive you.  You belong to the Mbhele family, you killed someone who was born from the Mbhele family as well, you are merciless.",
            "Female"
        ],
        [
            "MR MBHELE",
            "I have already explained to you why I did this, we were looking for this car and it was so unfortunate that we identified that car as the one that we were looking for.  It was the same car, the same colour and we believed that that car was the car we were looking for.",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Now you are telling us that they were looking for a car which was stolen, now it is surprising how come there were no Police who were looking for this car.",
            "Female"
        ],
        [
            "MR MBHELE",
            "I am telling you there was a Police and a soldier and there was this other guy whom I don't know, his job.",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "As far as I know, there was no Police there, they had a soldier's card.",
            "Female"
        ],
        [
            "MR MBHELE",
            "This is what I saw, they showed us that they were soldiers, they didn't show us, or they didn't identify them as Police.",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "And I doubt if they were looking for a stolen car, because is they were looking for a stolen car, Policemen would be doing that job, not soldiers.",
            "Female"
        ],
        [
            "MR MBHELE",
            "And the numberplates were three in one car, XM, CB.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The number plates were not three in one car from the evidence that you gave earlier.  You told us the number plates were CB I think it was.",
            "Unknown"
        ],
        [
            "MR MBHELE",
            "Yes, CB.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The disc was something different, not the number plate, the disc and that you  later found other number plates.  Are you now saying there were three sets of number plates there, because I must advise you that you must be careful in what you say.",
            "Unknown"
        ],
        [
            "MR MBHELE",
            "I would like to clarify, there were two number plates and one disc.  Two number plates and one disc, the number plate was CB, the back one, or behind the driver's seat, there was a number plate with XM.  I apologise and I am very sorry.",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Do you know Zama?",
            "Female"
        ],
        [
            "MR MBHELE",
            "Yes, I know him very well.",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Yes, I wanted you to tell this Committee you know him very well, you used to come to our family, you used to eat at home, you killed someone you have known very well.",
            "Female"
        ],
        [
            "MR MBHELE",
            "Yes, we used to drink together even in a tavern.",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "You knew Zama and you knew that he wasn't Inkatha member, he was staying in Umtata.  Why did you identify him as Inkatha or KwaZulu Natal person?",
            "Female"
        ],
        [
            "MR MBHELE",
            "It was the situation.",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "Therefore the situation was to be solved by Zama's blood, so that you satisfy Inkatha.  You wanted to satisfy Inkatha by Zama's blood, your aunt's son, you knew his father, his family, his mother, everyone.  You were sure that he was not connected with kwaZulu Natal struggle.  How are we going to forgive you, you are my cousin, how are we going to forgive you?",
            "Female"
        ],
        [
            "MR MBHELE",
            "Yes, I know that, but please.",
            "Male"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "You didn't forgive Zama, if you didn't know him, it is another story, but you knew him, you were sure, you knew that he was from Umtata and he had nothing to do with kwaZulu Natal politics.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Will you please stop and allow him to answer what you are saying.  You are just going on and on, giving evidence yourself, you are not giving the applicant a chance to answer.  Did you know Zama?",
            "Unknown"
        ],
        [
            "MR MBHELE",
            "Yes, I did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was he a relative of yours?",
            "Unknown"
        ],
        [
            "MR MBHELE",
            "My cousin.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you visit his home?",
            "Unknown"
        ],
        [
            "MR MBHELE",
            "Yes, he is my aunt's son.  She is telling the truth when she says that we are related.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that he lived in Umtata?",
            "Unknown"
        ],
        [
            "MR MBHELE",
            "He was working in Umtata.  He was working in Umtata, I don't know if he was staying at his home, but he was working there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anymore questions?",
            "Unknown"
        ],
        [
            "JUDITH JUSTISIA ZUZIWE BOOI",
            "No I don't think I will ask any further because he doesn't want to answer me if Zama was crying and asking him not to kill him.  Now he doesn't want to answer this question then I don't think I should go any further asking him - I was going to ask him how he was feeling when he was amputating him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Then that will be that.  To clarify one thing, do I understand that you put, or you said in answer to the questions, that you fired one bullet at each of the people when they were lying, as you showed us, lying on their stomachs with their faces down and that this killed them, and that you then left the bodies there?",
            "Unknown"
        ],
        [
            "MR MBHELE",
            "Yes that's how it happened.  I only fired one bullet to each and I left them there.  And Mabiza told me that we shouldn't have left the bodies there on the street, we were supposed to take their bodies and I refused to go along with them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you fire for the back of their heads into each of them?",
            "Unknown"
        ],
        [
            "MR MBHELE",
            "Two of them I fired the bullets straight on the heads not at the back.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On top of the head you indicated.",
            "Unknown"
        ],
        [
            "MR MBHELE",
            "On top of the head.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the third one?",
            "Unknown"
        ],
        [
            "MR MBHELE",
            "That one I didn't shoot him, Mbeyeza shot him with the G3.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Chair, can I just follow up one aspect while we are just here.  It may just assist the witness as well.\n\tIf I remember correctly you went and spoke to your commander.  He said, \"you can't leave these bodies here, you must removed them\".  You then went back to the scene.  You found this person called Kentaike, is that right?",
            "Male"
        ],
        [
            "MR MBHELE",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "They were repairing a vehicle or something like that you said in your statement.",
            "Male"
        ],
        [
            "MR MBHELE",
            "Yes they were repairing a vehicle.  I asked them to take those bodies because I refused to come along with them.",
            "Male"
        ],
        [
            "MR LAX",
            "In your statement you actually said you forced them to remove those bodies, it's Kentaike and others.",
            "Male"
        ],
        [
            "MR MBHELE",
            "Kentaike didn't want to take the bodies.  I forced him to do so.",
            "Male"
        ],
        [
            "MR LAX",
            "You said here you forced him to load them on the back seat and then he drove away, correct?",
            "Male"
        ],
        [
            "MR MBHELE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Once again thank you for having come here and if you wish to give evidence you are entitled to do so.\nHow long would be convenient? It's now after twenty past one, should we say two o'clock?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "That would be fine I believe.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well we will now adjourn until two o'clock.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "I will now call my next witness, Mr William Moletele Lekata.  He is the next of kin of Mr Lekata, one of the three soldiers.",
            "Female"
        ],
        [
            "MR LAX",
            "Good afternoon Mr Lekata can you hear me?",
            "Male"
        ],
        [
            "INTERPRETER",
            "He can hear Sir.",
            "Unknown"
        ],
        [
            "MR LAX",
            "What language will you be testifying in?",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Xhosa.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Mr Lekata can you confirm that the deceased in this matter, Mr Lekata, was your brother?",
            "Female"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "That is correct.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Can you further give us the background up until the time you identified the body of the deceased, how you brother went missing and where you worked and what he was doing with the Transkei Defence Force?",
            "Female"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "My brother and I were soldiers at Umtata.  He had joined before I did.  In 1993 there was a traditional ceremony was supposed to be performed at home and thereafter I went on leave, so that when this ceremony was over my brother would also go on leave.  It was a circumcision ceremony and when the boys arrived and he was also supposed to come along he did not arrive, so I went to work to check what had happened to him.  On my arrival nobody gave me a straight answer as to what had happened to him.  I am not quite sure of the dates.\n\tI then went to the head office where a certain colleague, by the name of Warrant Officer Cheke, asked me if I was brave so that he could tell me what had happened to my brother.  He then told me that he was at a mortuary and they were not giving me full details but they told me that he had gone out to look for a stolen vehicle in Durban, a certain kombi.  \n\tAfter I had identified the body at the mortuary I went back home to report what had happened.  When we have a ritual ceremony it is our culture that we do not play the radio, so we did not even hear on the radio what was going on, we only heard rumours from other people.\n\tWhen the body was supposed to be collected from the mortuary at Umtata we discovered that his skull was loose, the brain had been removed and also that his testicles were removed.  With regards to his private parts it was something that was discussed only amongst the men.  We did not inform the women.\n\tI think that is all.",
            "Male"
        ],
        [
            "MS MTANGA",
            "You did not notice any other part of his body missing besides the brain and the private parts.",
            "Female"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Because of the injuries on his body I thought that maybe he had sustained some when the post mortem was being performed on him.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Did he have any wounds on his head besides the bullet wounds that have been indicated by the applicant.",
            "Female"
        ],
        [
            "MR LAX",
            "Just hang on a second.  The witness is indicating some discomfort, are these headphones bothering you?  Is it too loud?",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "I cannot hear properly.",
            "Male"
        ],
        [
            "MR LAX",
            "Maybe if you could must move it away from that water in front of you.  The water usually blocks the signal.",
            "Male"
        ],
        [
            "MR LAX",
            "Is that better?",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "Can you hear us now better?",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Please carry on.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "I was just explaining about there were other injuries on his body but I thought they might have been sustained during the post mortem, but his entire body was hacked, even on his skull.  It appeared to me as if even though he was shot, it was as if you shot somebody from below the chin the bullet would come out at a spot that it -at another spot, not in the very same spot that it entered.\n\tI think he was stabbed even though he had a gunshot wound but he also had other stab wounds.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why did you think he had a gunshot wound?",
            "Unknown"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "I do not think that he was shot, but from the way that the skull was removed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he have numerous what could have been stab wounds all over his body, the front of his chest?",
            "Unknown"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Yes there were numerous.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Did you notice any bullet wound on his head?",
            "Female"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "No, I did not notice.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Is there any other matter that you would like to bring to the attention of the Committee about the death of your brother?",
            "Female"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "I would just like to ask something from the applicant if the Committee allows.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Alright.",
            "Female"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Mr Mbhele, do you know that the person you killed is also Mbhele?",
            "Male"
        ],
        [
            "MR MBHELE",
            "No I did not.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "If you want forgiveness and you killed your own family who shall forgive you because even the ones who survived him you may also kill them?",
            "Male"
        ],
        [
            "MR MBHELE",
            "That is not true, Sir, the situation at that time is very different from what the situation is today.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "When you killed them how many were you?",
            "Male"
        ],
        [
            "MR MBHELE",
            "There were two of us.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Were they armed?",
            "Male"
        ],
        [
            "MR MBHELE",
            "It was myself and Deyeswe.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Were they armed?",
            "Male"
        ],
        [
            "MR MBHELE",
            "Yes they had a Z88.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "What were you doing there, was it a roadblock?",
            "Male"
        ],
        [
            "MR MBHELE",
            "We stopped any vehicle that approached.  It was a blue van that first approached and we did not do anything to the occupants of that van, and then that Sprinter approached after the van.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "I do not think we have anything to discuss.  There is nothing I can forgive you for because you have not told the truth.",
            "Male"
        ],
        [
            "MR MBHELE",
            "How do you mean?",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "You have not told the truth.  There's orphans that he left, what have you to say about them?  He even had a baby, what was he supposed to live on?  Who was supposed to support him?  Because his children must also go to school.",
            "Male"
        ],
        [
            "MR MBHELE",
            "I don't know if I would be able to respond to that question.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "My question is, what about the children who are now orphans when you are seeking amnesty?",
            "Male"
        ],
        [
            "MR MBHELE",
            "That is a difficult question.  It is difficult to respond to that question because this happened because of the political situation.  That is how it happened.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "The brain and the testicles, what happened to them?",
            "Male"
        ],
        [
            "MR MBHELE",
            "If you were present at the Supreme Court ...(intervention)",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "I am asking where are those parts?",
            "Male"
        ],
        [
            "MR MBHELE",
            "I do not know about that.  Even the doctor who performed the post mortem did not indicate that there were parts missing. If you were present at the Supreme Court you would have heard about this.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "This was all done covertly.  We only heard about it in Pietermaritzburg.",
            "Male"
        ],
        [
            "MR MBHELE",
            "I do not think that there was anything that happened covertly at the Supreme Court.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "I am only referring to the TRC process which we heard about only in Pietermaritzburg.  It was the first time we heard about it.",
            "Male"
        ],
        [
            "MR MBHELE",
            "When these soldiers were killed the attacks on IFP people stopped.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Do you know that soldiers are not affiliated to any political organisation, do you know that?",
            "Male"
        ],
        [
            "MR MBHELE",
            "Transkei soldiers were affiliated because they were under General Holomisa who was an ANC member.\n\tAs a soldier you do not align yourself to any political organisation, you are under the government.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "That is how soldiers conduct themselves.",
            "Male"
        ],
        [
            "MR MBHELE",
            "Was General Holomisa not a soldier because he was also a member of the ANC.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "He only became a member of the ANC after leaving the army, that is when he joined politics.",
            "Male"
        ],
        [
            "MR MBHELE",
            "When he was still referred to as General Holomisa in the Transkei was he not a soldier?",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Today he's still referred to as a General.",
            "Male"
        ],
        [
            "MR MBHELE",
            "That is news to me.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "That he's a General?",
            "Male"
        ],
        [
            "MR MBHELE",
            "It is news to me that he was not affiliated to any political organisation at the time.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "I have finished.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "Mr Chairman may I cross-examine this witness?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR MATTHEWS",
            "Mr Lekata it is very important.  You say the applicant is not telling the truth about what happened to your brother.  Now if you know what the truth is then I think you must tell us.  Did the applicant kill him for some other reason that you know about other than a political one?",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "If he had killed him for political reasons, what I know is that if you capture someone in a foreign country you do not kill them.  I will make you an example of Kosovo.  These three American soldiers who were captured they were not killed.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "But usually no, you were a member of the Transkei Defence Force at the time.  The Transkei Defence Force was in fact training ANC people from Natal.  It was perceived, whether rightly or wrongly by the people of Natal that the Transkei Defence Force in fact sided with the ANC.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "There is no evidence of such.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "Mr Lekata there is lots of evidence that's been led in the Supreme Court in many trials about the training of ANC recruits in Umtata, and this was known to people within the IFP and other political organisations.  The Transkei Defence Force was perceived as being the hand of the ANC within the Republic.  Remember we are talking about 1993 here.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Even so, I do not know that to be how the military operates.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "But if - we have heard that your brother, the three persons who are given in the indictment at the trial as Transkei Defence Force members but who might now have included a policeman seemed to have come to Durban to look for a stolen motor vehicle.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "The policeman referred to was a military police officer.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "It would have been outside their jurisdiction in 1993.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Yes that is correct.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "So you understand then that if Transkei Defence Force members are operating within the Natal side of the border that the people there could perceive them as doing something which was - I don't say that that is the case here, doing something which was not according to the law.",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Did this give them the right to kill them.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "Certainly not.  But just answer the question.  Do you agree that it would be perceived that they were up to no good if they were outside the Transkei's territorial territory and operating within an IFP area in Natal?",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "That is not so.",
            "Male"
        ],
        [
            "MR MATTHEWS",
            "Thank you.\nNO FURTHER QUESTIONS BY MR MATTHEWS",
            "Male"
        ],
        [
            "MR LAX",
            "Just one question, Chairperson.  Mr Lekata what section or part of the Transkei Defence Force was your brother a part of?",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "He worked in the workshop.",
            "Male"
        ],
        [
            "MR LAX",
            "So was he a mechanic in the Defence Force?",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "I think he was in charge although I was not in the same section.",
            "Male"
        ],
        [
            "MR LAX",
            "And I understand that the other two people, one was a military policeman and the other one was a logistical person, is that correct?",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And as far as you know and what you were told by whoever, they went to look for a vehicle in Durban?",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Yes, that's what I heard.",
            "Male"
        ],
        [
            "MR LAX",
            "You don't know who sent them on that mission?",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "No it was at the time when I was on leave.",
            "Male"
        ],
        [
            "MR LAX",
            "Now I see that your brother has left three children, was he married at all?",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Yes he was.",
            "Male"
        ],
        [
            "MR LAX",
            "Before you leave if you would kindly just give your brother's wife's details to Ms Mtanga or the other lady sitting next to you so that we could at least have her details on record as well please.  This is the mother of these children?",
            "Male"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Then we would just like her details please.\nThank you.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "From your observation, just a minute before you go, what kind of, from your observation what kind of weapon could have been used to cause the injuries that you found on your brother?",
            "Unknown"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "It must have been a sharp weapon because however it was not very easy to tell because his body had been buried, hidden, under the ground.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "It could have been a knife, it could have been an axe, can't you say which it might be?",
            "Unknown"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Something sharp.",
            "Male"
        ],
        [
            "DR TSOTSI",
            "Could it not have been a bullet wound?",
            "Unknown"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "Because of how the body had been buried we could not really observe much about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There were about ten of these injuries all on the front part of his body, is that not so?",
            "Unknown"
        ],
        [
            "WILLIAM MOLETELE LEKATA",
            "There were many.  The body was also decomposed.  Even his jacket was slashed ribbed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you for having come, and I thank you also for having come.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "Chairperson the next person that I will be taking is Mr Joseph Hlangisa.  The brother of Mr Hlangisa was killed by the applicant.  He would like to put some questions to the applicant.",
            "Female"
        ],
        [
            "MR HLANGISA",
            "I would like to know who was with Soja when they killed my brother, Mandisa?",
            "Male"
        ],
        [
            "MR MBHELE",
            "I didn't kill Makosandile.  My only involvement in connection with him is that I was the one who went and fetched him and put him in the boot and drove with him to the chief, but I didn't kill him.  The community, they killed him.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "He was a member of the IFP.  He actually showed me his IFP card, so he was an IFP member.  It was on Saturday 1st November in 1993 when he showed me his card.  He also sent me to go and apply for an IFP card.  When I returned back I found out you've killed him already and you've burnt his body.  When I went to see his body in the mortuary his body was pitch-black. I didn't see any part which was clear in his body because he was badly burnt.",
            "Male"
        ],
        [
            "MR MBHELE",
            "I would like you to take note of this.  I was called early in the morning.  I was at the camp at Chief Dhlamini.  I was told that three guys were captured or kidnapped.  When I arrived there one female told me that she saw your brother and your brother was with ANC people.  They kidnapped three boys, one from Posa and one from Zumi.\n\tI went with Shilembe and we found your brother up the hill and he tried to run away.  I caught him and I took him and I put him in the boot and I said to your family that we didn't catch him and yet I wasn't telling the truth because he was inside the boot.  Yes I was involved in this but I didn't kill him.  My only involvement was to capture him.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "I think you know everyone who was involved in this, now you say you didn't kill him personally but you know the people who killed him because you actually captured him.  I know you were not going to capture him alone but you were with other people.  You know them.",
            "Male"
        ],
        [
            "MR MBHELE",
            "What I did is that I pointed a G3 at him and I told him to get inside the boot and he got inside the boot.  Shilembe closed the boot door.  He got inside and we left with him.  We drove past your family's house and I told everyone that he wasn't there.  And when I arrived there he got out of the boot and he tried to run away and the community started stoning and they tried to kill him.\n\tI continued, I went to a certain shop and I am telling the honest truth that I didn't do anything except capturing him.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "I am sure and I do believe that you shot him because you also told other people that you shot him and after that his body was discovered and he was shot and he was burnt.  He had a wife and his wife was two month's pregnant at the time and now the child is here with us.",
            "Male"
        ],
        [
            "MR MBHELE",
            "Even though this is very sad, but if you can remember the community of that area was the one who used to tell us, to come to us and report other people to us.  They used to tell Mabiza that a certain person was doing this and this and Mabiza will send us to go and do things to these people.  Were you sent to do that?  Were you sent to kill my brother?",
            "Male"
        ],
        [
            "MR MBHELE",
            "Yes I was, I was sent to do quite a number of things.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "And also I heard that your brother was among the people who killed the three members of IFP who were kidnapped therefore you are trying to tell me that you believed that my brother was involved in kidnapping and killing of these IFP members.",
            "Male"
        ],
        [
            "MR MBHELE",
            "Maybe you didn't hear me right here.  What I heard is that your brother was among the people who came and captured the three IFP members.  I can't remember whether it was at Posa's family or Zuma's family, but they said - Shilembe actually confirmed that he knew your brother, and we were told that he wasn't at home but we were told where he was.  We tried to call him and we drove towards the place where he was and we found him there.  He was wearing a black jacket.  I pointed a G3 at him.  I told him to get inside the boot and I said to him if he doesn't want to get inside the boot I was going to shoot him, but I didn't shoot him.  \tEven though you may not trust me, but my God is my witness on this and I am telling the honest truth.  It's not easy for you to believe me because you've already lost your brother, but I didn't kill your brother.  I know it's difficult but the God above knows that I didn't take his life.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "Now I heard you saying that in the community people used to come to report other people to you.",
            "Male"
        ],
        [
            "MR MBHELE",
            "Yes, that's so.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "Now how did you come to know about this, that my brother kidnapped other people?",
            "Male"
        ],
        [
            "MR MBHELE",
            "Remember these people never used to come straight to me and report.  They would go to Mabiza and report these matters and Mabiza will call me.  This is one thing you should know clearly.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "You are a community member of that area?",
            "Male"
        ],
        [
            "MR MBHELE",
            "Yes I am.  Therefore I think you know I was a tool, Beki Mkhize was using me as his tool.  He is now a leader there.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "You know that ANC members were not buried in that area?",
            "Male"
        ],
        [
            "MR MBHELE",
            "Yes I know that.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "Now how come my brother was buried there if he wasn't an IFP?  You know that he was an IFP member and he was a card holder.  Even now his grave is there, it's still there in that area.  He was a member of the IFP, one of you.",
            "Male"
        ],
        [
            "MR MBHELE",
            "Yes it is true he was a member even though one couldn't understand very well because other people who didn't belong to IFP used to be his friends or they would sit together and also three members of IFP were kidnapped and disappeared and killed.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "Yes you are telling the truth there.",
            "Male"
        ],
        [
            "MR MBHELE",
            "When these boys or these IFP members were discovered your brother had died it is true but we heard about this before.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "I know the people you were with, now you are telling us that you were left alone there?  You even told us here that you were the one who pointed the gun at him.  No one did that.  You said he must get inside the boot or else you are going to shoot him and you did so.  His body was found with a gunshot.",
            "Male"
        ],
        [
            "MR MBHELE",
            "It wasn't just me who had a gun.  Other people as well had guns.  You know that.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "No I don't know that.  All I know is that my brother didn't have a gun, he only had a spear and a stick.",
            "Male"
        ],
        [
            "MR MBHELE",
            "Like I've explained I didn't kill your brother, other people did.  If I wanted to kill your brother I would have shot him but there were too many people there, so I thought that if I was going to shoot him there I was going to shoot other people.  Your brother's fault was to knock there and kidnap these three people.  When there was fire there in the veld, nearby veld, I wasn't even there.  That's when your brother was burnt.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "And these people who were burning him came back from that veld and you were still there, you saw them.",
            "Male"
        ],
        [
            "MR MBHELE",
            "I left there, I went to a certain shop.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "What did you ask them when they came back from burning my brother?  You mentioned here that they took him to that nearby bush, what did they say to you?",
            "Male"
        ],
        [
            "MR MBHELE",
            "No, I didn't ask them any question, no I didn't.  I didn't ask them any question.  I don't want to lie to you.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "But at the end you knew that he was killed and burnt.",
            "Male"
        ],
        [
            "MR MBHELE",
            "Yes, I heard, because I also heard  gunfire.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "You also burnt his house and you also killed everything, the dogs, the chickens.  We were left with nothing.  We left the area, we ran away.",
            "Male"
        ],
        [
            "MR MBHELE",
            "Let me just explain.  When they were burning the houses I wasn't there.  I never burnt a single house.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "The house was burnt, or rather the houses were burnt.  You were there when these things were happening.  You were staying there with us.  You saw these things and some of them you took part in doing.  I'm talking about my family's house.  You're asking forgiveness from me, therefore I'm talking about my family's house.",
            "Male"
        ],
        [
            "MR MBHELE",
            "I'm asking for amnesty because I captured  your brother.  If I didn't capture  your brother then he wasn't going to be killed.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "Yes, I agree with you, I think you did kill my brother.",
            "Male"
        ],
        [
            "MR MBHELE",
            "Yes, I agree.  That's why I'm asking for forgiveness from your family, everyone in your family.  I ask them to forgive me and I'm asking for forgiveness from the bottom of my heart.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "Who will compensate us for everything we've lost?  We used to stay together as a family.  My mother was the only breadwinner, taking care of us, all of us.  We didn't have a father.  We grew up very hard, under hardships and my father didn't even leave us anything.\n\tWhy didn't you come to my family and tell us what my brother had done?  You were sent to my house to ask, to see if my brother was there, why didn't you explain all this to us, that you were looking for him so that he was going to be killed?  Why you were the only one there and why today you are the only one asking for amnesty for his, in connection with his murder.",
            "Male"
        ],
        [
            "MR MBHELE",
            "I would like to apologise when it comes to that.  Other people won't come forward and ask for forgiveness.  I don't know.  And most of them they're outside, they're not in prisons and they don't want to tell the truth.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "Now let me tell you something.  We're still struggling to come to terms with this because we've lost so much.  His child is suffering now.  He doesn't even know the father because when the father died, he was only conceived two months.",
            "Male"
        ],
        [
            "MR MBHELE",
            "Also you must also think of the three members of IFP who were killed because of your brother.  I'm asking you to look both sides of the story, don't just look at my side.  Look, what about your brother?  What your brother did, the family members of the three deceased are still crying.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "Can you mention one person who was with my brother when they went and captured these three members of IFP?",
            "Male"
        ],
        [
            "MR MBHELE",
            "All I heard is that there were seven people and they were all armed.  And the person who told us said that the only person she can identify was your brother.  Therefore, that is why your brother was a target, or our first target.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "And where was the gun?  Where was the gun, because now you are telling us there were seven and they were armed?",
            "Male"
        ],
        [
            "MR MBHELE",
            "Is there a single person in the community who was given a gun by me?  There isn't.  You know that, because I myself was given a gun by the chief and Mbhele(?) as well was given a gun.\n\tI would like you to tell this Committee the truth because you know the truth.  You mustn't tell this Committee that I was the one who knew everything, but if you can tell the truth because I think you know the actual truth.  Don't hide anything because there is  nothing that will happen to your life.  Now I would like you to tell this Committee the truth, so that the Committee leaves this place satisfied.  You are a community member of that area and you know that area very well and you know everything.  You must tell the truth about Mabiza.",
            "Male"
        ],
        [
            "MR HLANGISA",
            "I didn't know that Mabiza was involved in this.  I didn't stay at home most of the time, I was working.  What I would like to ask you here, or for compensation is that my brother's child is taken care of and the houses and everything, because we didn't do anything to you to deserve what you did to us.",
            "Male"
        ],
        [
            "MR MBHELE",
            "I would like to tell you that you haven't told the honest truth because I know you know the truth. Don't hide the truth, even though the people you may implicate are still outside they won't do you anything.  I know you're scared.  I know you know what is going on outside.  ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I don't want to interrupt, but he is not a witness, he is not giving evidence, he is questioning you.  Have you any further questions?",
            "Unknown"
        ],
        [
            "MR HLANGISA",
            "No, I don't.\nNO FURTHER QUESTIONS BY MR HLANGISA",
            "Male"
        ],
        [
            "MS MTANGA",
            "Mr Chairperson, I've been asked by the Msimango family to put a few questions to the applicant on their behalf.",
            "Female"
        ],
        [
            "MS MTANGA",
            "Mr Mbhele, the Msimango family would like to know what was the role of Mr Khumalo?  When Mr Msimango approached you about killing Mr Kwabe, what was Mr Khumalo's role?",
            "Female"
        ],
        [
            "MR MBHELE",
            "They were working together with Mabiza, my commander.  They came together to fetch me from Mazibikweni.  They were with Uxhonsi Khumalo.  They told me that I should leave with Khumalo.  When we arrived in the car, there was someone I didn't know, someone I met for the first time, who introduced himself to me.  We went to John Vet(?).\n\tWe found a certain Cressida, NP.  It was parked outside Khumalo's house and Khumalo told us we were supposed to go to Sun Freight to kill Mr Kwabe, who was an ANC member.",
            "Male"
        ],
        [
            "MS MTANGA",
            "If you refer to page 122 of the record of the previous hearing, page 122.",
            "Female"
        ],
        [
            "MR MBHELE",
            "I don't have that bundle.",
            "Male"
        ],
        [
            "MR LAX",
            "Whereabout on that page please?  Just indicate to the witness.",
            "Male"
        ],
        [
            "MS MTANGA",
            "The last paragraph, where Mr Mbhele gives evidence.\n\tWhen you were responding to the question that you were meeting Mr Khumalo and Mr Msimango for the first time, this is what you said:\n\"Yes, the first visit, and I went with him, and as we were going we took his car, a Cressida.  It was at Khumalo's house.  Before we left, Khumalo asked as to how much I will want and that got me confused because I did not think that was appropriate of him to ask me that kind of a question because first of all, I did not know what was happening and I told him: 'I'm lost, I don't know what's happening and you should know better than me because you are my senior, age-wise, position-wise.  In the hierarchy of the organisation you are my senior.'\"\nWhat the family would like to know is, were you promised any money to carry out the murder of the person that Msimango asked you to kill? - that is Mr Kwabe.",
            "Female"
        ],
        [
            "MR MBHELE",
            "That is why I was confused because we used to carry these murders, but we were never promised money.  That is why, on this particular day I was confused why I was told about money.  I did ask him and I did mention this to him, that he is my senior.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Mr Mbhele, the family's understanding of that paragraph is that earlier on, the evidence you give before you get to this paragraph is that Mr Khumalo, Mr Msimango and Mkhize discussed this matter without you being present, so you were not aware of their discussion and what was being planned.\n\tTheir understanding is that when Mr Khumalo asked you how much you wanted you couldn't answer that question because it didn't know  what it is that they were asking you, you didn't know what operation you were going on, you were going to carry out on their behalf, and hence you were confused as to how much you could ask for.",
            "Female"
        ],
        [
            "MR MBHELE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MS MTANGA",
            "So were you ever paid for killing people?",
            "Female"
        ],
        [
            "MR MBHELE",
            "No, not a single cent.  I've never received even a cent.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Why would, in this instance, Mr Khumalo ask you how much you wanted?",
            "Female"
        ],
        [
            "MR MBHELE",
            "That is why I was confused because I never heard of such things or such conduct before.  I did ask him: \"Why are you saying so today?\"  Because we never talked about money before.",
            "Male"
        ],
        [
            "MS MTANGA",
            "The family would also want to know from you, are you aware of the rumour that there was a reward of R28 000 for any person who could kill Mr Msimango.",
            "Female"
        ],
        [
            "MR MBHELE",
            "I'm hearing this for the first time.  I don't know this.  Even if, if I've received this money people would have noticed.  I never received a cent because I was fighting as a soldier for the organisation.\n\tI told Mabiza that I've seen Mr Kwabe and Mabiza told me that ...(intervention)",
            "Male"
        ],
        [
            "MS MTANGA",
            "So it is your evidence today that you never received any money from Mr Khumalo or Msimango?",
            "Female"
        ],
        [
            "MR MBHELE",
            "Even a cent.  I've never received a single cent.",
            "Male"
        ],
        [
            "MS MTANGA",
            "Thank you, Mr Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Right.  What stage have we reached now?",
            "Unknown"
        ],
        [
            "MS MTANGA",
            "We have dealt with all the victims and the family's who wanted to give evidence and put questions to the applicant.  The only issue outstanding is the matter of Beki Mkhize, who was suppose to submit an affidavit as per agreed with him in the last hearing and also come and give evidence under oath.\nR U L I N G",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I regret, but I think it is necessary, and my Committee agrees with me, to adjourn not only to hear the evidence of Beki Mkhize, but to hear any other relevant evidence which can be discovered during the period of the adjournment.  \n\tIn this regard I draw attention to the fact that it would appear from the remarks made by Beki Mkhize, that he is going to deny that the applicant was acting on behalf of the IFP.  I therefore consider that it would be relevant to make inquiries of the IFP or prominent members of that organisation, both as to the role played by the applicant, because there has been no supporting evidence, and also of the classification, if I can use that word, of the political position of the victims.  We have had disputes as to whether persons who were victims were in fact members of the IFP or not.  We are going to, we hope, get a transcript of the, a copy of one of the cards issued, but I am of the view and I have discussed this with members of my Committee, that it would be relevant to inquire of any reliable sources in the IFP, as to the status of the applicant and other persons and to make similar inquiries of chiefs who have been referred to.  \n\tAlso in the light of the possible conflict arising from the evidence of the post-mortem and the evidence of the applicant, that arrangements should be made for Doctor Botha to be available to give evidence at the adjourned hearing, and also that inquiries should be made of the relevant authorities to obtain access to dockets and matters of that nature and post-mortem reports relating to other persons who the applicant killed, allegedly acting on behalf of the IFP.\n\tThese are inquiries which I feel should have been made earlier and I fully agree with the suggestion made by counsel for the applicant, that he should be supplied with copies of statements before the next hearing, so he can take instructions from his client and make such other inquiries as he deems fit.  By this I mean, if possible, that the copies should be given to him on the morning of the hearing, but given to him sufficient time before the hearing, that he can make such inquiries.\n\tAnd on that basis, it's impossible and I do not propose to attempt to lay down what inquiries should be made.  I do not think it the function of the Committee, it is the Leader's of Evidence to ascertain what evidence, relevant evidence they can find and to make it available.\n\tThe matter will then be adjourned to a date to be arranged between the parties.  I regret to say I think it will be some time before the Committee is available as a Committee again.  In any event it seems it will be some time to make the necessary inquiries.  When I talk about Mr Mkhize, I do not mean that notes should be left for him telling him to come here, I mean that a subpoena should be served on him for the date of the adjourned hearing.  He did indicate that he was prepared to give evidence and I think that that should be followed up, and due notice given to anybody else.\n\tWe will now then adjourn this matter to a date to be arranged.  I apologise again to all those interested people who have come to hear, with the hope of finally obtaining information.  As you can understand, we consider it important that we should follow up some of the information that you have given us, investigate it further, corroborate what you have said, if necessary and that is what we propose to do.  The hearing will be adjourned till we can get clarification on some of the matters that are at present clouded.  Thank you all.  We will now adjourn.  We adjourn till 09H30 tomorrow morning.\nHEARING OF APPLICANT W M MBHELE ADJOURNED TO A DATE TO BE ARRANGED\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}