{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-07-27",
        "location": "DURBAN",
        "day": "2",
        "names": [
            "MARTHINUS DAVID RAS"
        ],
        "case number": "AM 5183",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53569&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99072630_dbn_990727db.htm",
        "speakers": [
            "MARTHINUS DAVID RAS",
            "MR JANSEN",
            "CHAIRPERSON"
        ],
        "original_speakers": [
            "MARTHINUS DAVID RAS",
            "MR JANSEN",
            "MR RAS",
            "CHAIRPERSON"
        ]
    },
    "testimony": [
        [
            "MARTHINUS DAVID RAS",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Mr Ras, your amnesty application in this matter continues from page 126 in volume 1 and the facts of the specific incident we find from page 174 and further, is that correct?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And you dealt with the facts on page 174 and further, except for certain qualifications and additions, which you would make now in your oral evidence.  Do you confirm the correctness of the facts as they are portrayed there?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And those facts are also preceded by a general summary of your political motives and how you regarded your work during your time at the Security Police, is that correct?  From page 169.",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Do you confirm the correctness of those allegations?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "I do, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You are also aware of the fact that this series of hearings of incidents where Mr Eugene de Kock was involved was preceded by a specific hearing with regard to Vlakplaas itself?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "Yes, that is correct Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And you also wish that the evidence which was given by Mr de Kock at that instance be read along with your application here?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "In 1989, or let us start, you joined Vlakplaas in 1984, is that correct?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And in 1988 what was your rank?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "I was a Warrant-Officer.",
            "Male"
        ],
        [
            "MR JANSEN",
            "When did you become an officer?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "In the beginning of 1990.",
            "Male"
        ],
        [
            "MR JANSEN",
            "So the references which are there which referred to you as Lieutenant and Major, those are ranks which you occupied later?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That's correct Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "For purposes of the record, on page 130 there is a specific award certificate to say that you were an Officer at that stage.",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And just to eliminate any confusion, the certificate, although it is in the bundle, it does not have any relation to this incident at Piet Retief.",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "With which incident is this in regard to?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "Chairperson, this is in connection with an incident with a transit house in Botswana, for which I apply for amnesty, where people were killed.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Very well.  With regard to the so-called first incident in Piet Retief, the one of the 8th June, just a few single aspects.  Can you please tell the Committee when the vehicle moved into this ambush where did you take up position?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "Chairperson, behind the vehicle, right to the rear, out of the line of fire from the other people.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Were you there by yourself?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "Yes, I was Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Could you see or surmise who initiated the shooting?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "No, I did not, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And your only expectations at that stage was what was this, with regard to whether these people were armed or unarmed within the vehicle.",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "We believed that they were armed and that is the information that we had, that these people would be armed.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Now the rest of the incidents are described by Mr de Kock and Mr Pienaar.  Can you please tell the Committee, the Makarov and grenades that you had with you, why did you have those weapons with you?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "Chairperson, it is weapons which I had with me.  I was a group leader who had worked with former ANC and PAC members, and the members from time to time needed weapons to use if they would go to a shebeen or a house where they presented themselves as members of the ANC that had infiltrated and in this way, to win the trust of the person who was favourable towards the ANC and to try and find out whether there were no other ANC or PAC members in the vicinity.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Is it also correct, from a general inference from several other events, except for that idea, to create the impression that the person was attached to the ANC or any other liberation movement?  Is it also in this instance from time to time used to let a scene appear as if there was danger from the persons whom you would have arrested and that these persons were a danger to you?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "Chairperson, if I recall correctly, and for all the incidents where I apply for amnesty, it was the only instance where it was necessary for me to plant these weapons on the scene.  As standard procedure I did have a Makarov with me and I was also attached to Koevoet and some of the weapons came back with me.  For a long time I worked in Bophuthatswana where in one year we arrested 18 ANC members and some of those weapons, because of the instances where it was in Bophuthatswana, which was independent, I did not hand in all the weapons.\n\tAfter I contacted the special investigation team and told them I would give them my full co-operation, I handed three containers with weapons which I had buried.  Mr de Kock also did know of all the weapons and amongst others there were 5 LMGs, 6 Makarovs and some explosives.",
            "Male"
        ],
        [
            "MR JANSEN",
            "If you refer to the investigative teams, these are teams from the Attorney-General?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That is correct, Chairperson. It was the same time when I applied for amnesty.",
            "Male"
        ],
        [
            "MR JANSEN",
            "With the regard to the incident of the 8th,  is it your contention that you acted under instruction from Mr de Kock?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And you regarded this as part of your general duties or general activities as an operative at Vlakplaas?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "You also did not receive any benefit for this operation?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "No, I did not, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Can you, with regard to the second incident, please explain to the Committee how your involvement started there?  You explain it in your application from the top of page 177 and further.  Can you tell us about that instance because it has not been dealt with yet.",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "Chairperson, if I recall correctly, after the incident had taken place, the person who brought the persons to the Swaziland border told Mose that he would have to fetch more persons on the 12th and that they had to transport them to Durban once again and according to my recollection we knew at that stage we expected another group who would infiltrate the country.  From there we went to Island Rock and when we returned Mr de Kock told myself, John Tait, Botes and Paul van Dyk, he sent us to Swaziland.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you just repeat those names again?",
            "Unknown"
        ],
        [
            "MARTHINUS DAVID RAS",
            "It was myself, John Tait, Paul van Dyk and if I recall correctly, Botes, Botha.  Mr de Kock gave us instruction to go over to Swaziland.  There was a road that ran parallel to the border.  We hid our vehicle in the bush on this side and continued by foot to the other side.  We did not know exactly where these people would stop the vehicle or where they would be dropped off and we took up position next to the road.  If I recall correctly at about 10 o'clock or so, a vehicle approached which turned around and parked on the other side of a small bridge.  We heard people climbing out of the vehicle.  There were some voices talking.  It must have been 100 to 150 metres from us.  We heard the boot opening and we also heard 4 AKs being cocked.  I did not know that it was AKs but I drew the inference because of the experience that I have and the ten years, at that stage, which I had worked operationally.  We waited for the voices to disappear and from there we went along the road, across the bridge, to next to the car.  We were afraid that they might have left a guard at the vehicle, which was not the case and on the eastern side of the road approximately 40 metres from the vehicle we took up position and waited for the persons to return who would accompany the ANC members to the border.\n\tWe lay waiting quite a while and we heard some voices approaching.  The planning was to wait until the persons were in the vehicle and then to shoot the persons.\nThis would prevent that - so to limit their chances of escape.  When the one person unlocked the door, Mr van Dyk started shooting upon which the other three of us followed and there was a short skirmish until Mr van Dyk said we should stop firing.  Next to the vehicle a person lay dead,  there was a Makarov next to him.  We did not plant it this time.  We had a look for documentation quickly in the vehicle.  We did not open the boot.  Mr Botha shot the petrol tank to pieces after which I set the vehicle alight and from there we came back to the RSA side upon which we heard later in Piet Retief that four ANC members were killed in a shooting incident similar to the one where I was involved with at a previous occasion.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And the purpose of this group of yours to go to the Swaziland side, was to kill those people there",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And who was in command of that group?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "Mr van Dyk was.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And similar to the first incident on the 8th June, you did not receive any remuneration for this incident?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And you regarded it as actions which you participated in against the ANC or against ANC members?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Later during the post mortem inquest which was held with regard to the first incident, did you give evidence?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And that evidence of yours is not embodied in the documentation before this Committee but the short and long of it is you participated in this defeating the ends of justice and perjury, to describe that scene as one where you acted in self-defence.",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "And this you did with what you regarded as your work and in the interests of the country?",
            "Male"
        ],
        [
            "MARTHINUS DAVID RAS",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR JANSEN",
            "Thank you Mr Chairman, no further questions.\nNO FURTHER QUESTIONS BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Jansen.  I think this would then be a convenient time to take the adjournment.  I see it's five to three and as mentioned earlier we said we'd be adjourning at 3 o'clock today.  We will therefore adjourn until tomorrow.  Will 9 o'clock again be convenient?  We'll adjourn until tomorrow at the same venue and we'll start at 9 o'clock in the morning.  Thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}