{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-07-29",
        "location": "DURBAN",
        "day": "4",
        "names": [
            "JURIE BERNARDUS HAYES"
        ],
        "case number": "AM 5003/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53577&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99072630_dbn_990729db.htm",
        "speakers": [
            "CHAIRPERSON",
            "MS LOCKHAT",
            "JURIE BERNARDUS HAYES",
            "MS VAN DER WALT",
            "ADV GCABASHE",
            "MR PRINSLOO",
            "MR CORNELIUS",
            "MR HATTINGH",
            "MR BOOYENS",
            "MR JANSEN",
            "MR LAMEY",
            "MR MOERANE",
            "MR MALAN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MS LOCKHAT",
            "JURIE BERNARDUS HAYES",
            "MS VAN DER WALT",
            "MR HAYES",
            "ADV GCABASHE",
            "MR PRINSLOO",
            "MR CORNELIUS",
            "MR HATTINGH",
            "MR BOOYENS",
            "MR JANSEN",
            "MR LAMEY",
            "MR MOERANE",
            "MR MALAN"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Morning everybody.",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "Chairperson, we have four more matters on the roll.   The next amnesty applicant is Mr Hayes.",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms van der Walt?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Mr Hayes, your amnesty application is in embodied in volume 1, from page 58 to 65.  That would be the official application form.  Then the incidents for which you apply for amnesty are in Annexure A, from page 65 to 69 and the political motivation, Annexure B, from page 70 to 77, is that correct?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Do you confirm the contents of the application?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I do.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr Hayes, during 1988, June, where were you stationed?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I was stationed at Piet Retief Security Branch.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And your Commander was Mr Freek Pienaar.",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "What was your rank?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I'm not sure during the incident whether I was a Sergeant or a Warrant Officer.  I was promoted in that time period, or notified thereof.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You have heard the evidence of Mr de Kock, Mr Pienaar and Mr Deetlefs and the other persons, do you confirm their evidence where it has relevance to you?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "The first incident, the one which took place in June 1988, where the Toyota Corolla was involved, were you involved with the arrangements of this incident?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I was just informed by Mr Pienaar and Mr de Kock as to what we would do.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So you just received instructions?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And when you received the instruction, the instruction was to go and kill these people?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you know that the people would be lured into an ambush?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Yes, I knew.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "During this incident, did you also fire shots?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I did not shoot, I carried the light.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you know that four persons were killed, although your application does not mention it?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And the 2nd incident of the 12th of June, were you involved with the arrangements of that incident?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "It was once again under the same circumstances, Mr de Kock just gave me instructions what to do.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Although you cannot recall whether you were a Sergeant or a Warrant Officer, what was your position at the Security Branch, were you a senior member or a junior member?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "At that stage I was the most junior member at the branch and if I recall correctly, I started about two months after Mr Barnard and at that stage I had just more than four years service in the Police Force.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "With the second incident, what were your duties?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I was part of the group that would lay the ambush and I would fire shots at the vehicle with the other people, to kill the people.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you fire shots?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Yes, I did.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And with the first incident, were you aware that a firearm and handgrenades were planted on the persons?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "If I recall correctly, Mr Pienaar informed me later that they had planted weapons and that we would present it as such.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And with the second incident, do you know whether the persons were in possession of firearms which were in the minibus?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "All four the persons were armed with AK47 rifles, and if I recall correctly there were some extra magazines as well.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr Hayes, you also made statements with regard to the post-mortem inquest, is that correct?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "If I may refer you to volume 5, Chairperson, from page 57 to page 59.\n\tIs that the statement that you made?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "This was to Brigadier van Wyk?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And this statement has relevance to the second incident where the minibus was involved.  In paragraph 2 on page 57, you mention that you received certain instructions from Maj Deetlefs.  Is that the correct version?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I received my instructions from Col de Kock.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "So in this statement you omitted Col de Kock's name, is that correct?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "As it would also seem on page 58, paragraph 10, where you also say that Maj Deetlefs gave the cease fire instruction.",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "That has to be Mr de Kock, is that correct?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then volume 3A, Chairperson, from page 7 to 9.\n\tIs that also your statement?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Yes, it is.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr Hayes, I see on page 9 that the statement was only taken on the 10th of September 1990.  Who took the statement from you?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Brig Krappies Engelbrecht took the statement.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "That was after there were problems with the first inquest.",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "In this statement, if you look at page 7, paragraph 4, you mention a police vehicle that stood next to the road, that is wrong is it not?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "No, there was no vehicle.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And also in paragraph 5 you mention a blue police flashlight.",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct, because there was no vehicle, then there would be no light.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And in paragraph 6, where you say that Mr Pienaar had a flashlight in his hand to indicate to the people to stop.  That is also wrong.",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Yes, that is incorrect.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "On page 8, paragraph 8, you have a version that on this particular that you fell to the ground and that you did not fire shots, is that correct?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I did not fall down there.  As has been said previously by Mr de Kock I think, I carried the searchlight which was connected to the battery, during the incident.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Why then did you state this untruth here that you had fallen and you not mention that you had manned this searchlight?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "As far as I recall, Brig Engelbrecht came to me and told me Col de Kock had given evidence in the post-mortem inquest that there was no light and I was placed at the scene by everybody and along with Brig Krappies, we thought up this story that I had fallen, to concur with the evidence of Col de Kock and the rest of the people.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And then in paragraph 11 on page 8, you mention that you had later heard that a Makarov pistol, shells and handgrenades were found with the deceased.  That is also not correct?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct, Chairperson, that is also not true.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "I'm sorry, Ms van der Walt, I just missed one little bit here.  You said who told you that Mr de Kock had given slightly difference evidence previously?",
            "Unknown"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Brig Engelbrecht, if I recall.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Brig Engelbrecht said that to you.  And he then said that your evidence should concur with what Mr de Kock had already stated?",
            "Unknown"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Along with the other evidence.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "So he knew it was a falsehood, it wasn't true?",
            "Unknown"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I assume so, yes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "Mr Hayes, you apply for amnesty in respect of the murder of the persons in both instances, is that correct?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "As well as any other delict which might flow from there?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "You also apply for amnesty for perjury and defeating the ends of justice?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "As well as any other unlawful deed which might emanate from there?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Mr Hayes, why did you participate in these two events?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "During my time, in that short time that I was at Piet Retief at that stage, it was known to me and we did everything in our power to stop infiltrations of ANC members to the RSA, and at that moment I felt that the ANC was winning this war against the Security Forces and I saw it as part of my duties to stop them in any possible way.\n\tAnd the conventional methods which were prescribed by law was no longer successful and it was very difficult and I thought that we were approaching a war situation which was just about the same as it was in South West.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "And you also acted under instructions, is that correct?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Did you receive any personal reward from these two events?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Not at all.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "No further questions, thank you.\nNO FURTHER QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Prinsloo, do you have any questions you'd like to ask?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you, Mr Chairman.\n\tMr Hayes, your period of service in the police, before you arrived at Security Branch, did you know that this country was embroiled in a struggle against the ANC, who wanted to take the country over by violence?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you were aware that politicians and several other high-placed officials had regularly at functions and where meetings were held, propagated that the ANC be stopped at all costs, wherever you might find them.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And where you were stationed, you were a handful of people in Piet Retief, as it has been put by  a previous witness, and that there was a high intensity of infiltrations and the onslaught on the country from out of Swaziland to Piet Retief and surroundings?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you had to combat that onslaught?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Thank you, Chairperson.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cornelius?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "I have no questions, thank you, Mr Chairman.\nNO QUESTIONS BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "No questions, thank you, Mr Chairman.\nNO QUESTIONS BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Booyens?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "No questions, thank you, Mr Chairman.\nNO QUESTIONS BY MR BOOYENS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Jansen?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "No questions, thank you, Mr Chairman.\nNO QUESTIONS BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Thank you, Chairperson, just a couple.\n\tMr Hayes, your statement in bundle 5, the death inquest of the second incident, I note that according to the statement it's the 22nd of June, the statement was made on the 22nd of June.  Where were you stationed at that stage?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I was on an officer's course during the taken of that statement.",
            "Male"
        ],
        [
            "MR LAMEY",
            "In Pretoria?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Do you have a recollection how it happened that the statement was taken specifically?  Was it typed already when you signed it or how did it work?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "While I was there, Brig van Wyk spoke to me one evening and he had been to Piet Retief already after the investigation had handed over -  I did not know that the investigation had been handed over, and he brought the statement to me and I signed it.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Was it already typed?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "When you signed it?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I see that Mr Flores and Mr Nortje and your statements were signed on the same day.  Do you know whether they were there?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I don't know.  They weren't with me, so I don't know where they were.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Another aspect.  In your statement you mention that the person - or that the left-hand front door had opened and a person with an AK47 had jumped out and started firing.  What do you mean by \"he jumped out\"?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "When I ran closer - because my instruction was to be on the far right wing of the vehicle to cover that area, in other words at the end of the day I ended up on the other lane on the other side, on the right-hand side, but because the vehicle was parked at a slant it took me longer to get to the vehicle and during that time the person, as I saw it, the door had opened and he had jumped out and shots were fired and I assume that he was firing on us from the kombi.",
            "Male"
        ],
        [
            "MR LAMEY",
            "So it a deduction you had made?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Did you see him jump out and land with his feet on the ground or do you not know specifically?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I think so, yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Are you not certain?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I'm not certain.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Thank you, Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR LAMEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Lamey.  Mr Moerane, do you have any questions you'd like to ask?  Sorry, we're just arranging an earphone.  Yes, Mr Moerane, when you're ready.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Thank you, Chairman.\n\tMr Hayes, what you are telling this Honourable Committee is that you committed a murder on the 8th of June 1988.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I was part of a group who committed murder.  Although I did not fire shots, I associated myself with the act.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, the intention was to murder these people.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "To kill them, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And immediately after they had been shot, you realised that they had not been armed.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And there was a discussion on the scene, in your presence, as to what steps should be taken now that these people were not armed.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "If I recall correctly, Mr Pienaar and Mr de Kock had discussions.  I did not physically hear what they said, but there was a discussion with regard to the absence of weapons.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  And you knew that a plan was going to made with regard to that matter.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And the plan obviously was to plant weapons, that's firearms or a firearm and explosives, on these people.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is what happened ultimately.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And you were aware of that that very night.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I did not see the physical plan because at a stage I withdrew with the light.  However, it was said to me that they had planted the weapons.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  Then four days later you took part in a similar ambush.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Which intention was to murder the people who would come.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Once again we went out to kill them.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And you did murder them.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Yes, they were shot dead.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Not only shot dead, but murdered.  In other words, unlawfully killed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unlawfully and intentionally killed.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "That is so.  Is that correct?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "We acted against the laws of the country on that day.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, at that time and even now.  Then you took part in a massive cover-up, not so?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Which involved making false statements.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And this was done in conjunction and with the co-operation of the investigating officers.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Those being W/O Pienaar, to begin with, Brig van Wyk and Brig Engelbrecht, Krappies Engelbrecht.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And the next step was to commit a fraud on the judicial process, by giving this perjured and false evidence before firstly, the first inquest.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct, I gave evidence during the first inquest.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And notwithstanding all the attempts by the legal representatives of the deceased to get you to tell the truth, you all stuck to your lies.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct.  If we had not done that, as I regard it the ANC would have won, with regard to the incident.  We had to do that, it was part of the struggle.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, but you see you were a member of the Police Force at that time, not so?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And your duty and your function was to uphold the law.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And to protect human beings and their property.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And as part of upholding the law, your duty was to investigate crime.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct, but the Security Branch had a special wing of crime investigation, we had to focus on the maintenance of internal security.  Therefore, we didn't focus on regular crime.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, but your duty was to investigate those special crimes with which you were involved.  In other words, terrorism, sabotage, activities of the then unlawful organisations.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And bring the perpetrators of those crimes to book.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Yes, we did bring some of those people to book.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, and that's what you should have done.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "With regard to this incident, as I have already explained, I did know that there were certain actions which we would have to launch.  We were not within the parameters of the law because we were in a state of warfare and we were trying to combat an armed force with laws which weren't working.  We had to go into a warfare situation where we entered into combat with each other.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Who told you that?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That was my own perception which I formulated from the discussions which I had with persons such as Mr de Kock and many senior security officials.  Also it was due to the propaganda which the government presented.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, from the propaganda that the politicians sent out, did they say that you should do unlawful things, illegal things?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "It was never put to us pertinently.",
            "Male"
        ],
        [
            "MR MOERANE",
            "In fact, throughout this period your political bosses always praised the Police Force for acting properly, not so?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And people who had been involved in activities such as those you have described, were rewarded by being decorated, given medals, being promoted, not so?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "People such as Vlakplaas members were regarded as heroes by me and the Security Branch and I assumed that from time to time they were involved in such similar operations and this indicated to me that it was indeed acceptable for the country at that stage.",
            "Male"
        ],
        [
            "MR MOERANE",
            "When did you start being involved in these illegal activities in your fight against the ANC?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "This was my first incident.",
            "Male"
        ],
        [
            "MR MOERANE",
            "June 1988?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But if I understand your evidence correctly, by then you had already formed the idea and held the beliefs that it was proper to use illegal and unlawful methods in fighting the ANC?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I foresaw that at a stage we would have to enter into a situation of war.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And those immediately above you, your immediate superiors, did they tell you that you could use unlawful methods in this fight?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "With the exception of this incident, I never received a direct order.  I collected information and fed it back and if an operation was planned, it would usually be done in conjunction with Mr Pienaar or other senior officials, as was the case in this matter.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well before this incident, did anyone of them, Mr Pienaar or any of your superiors, tell you that it was proper to use unlawful methods in the fight against the ANC?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "It is possible that we may have had a regular discussion or conversation about that, but before this incident that I was involved in I never received a direct order that we were going to engage in such an operation.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Did anyone tell you that it was proper and acceptable to kill unarmed persons?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "At the time of the planning of this action, or these two actions, I was thoroughly convinced that they would be armed.  That was the perception that I had of persons who were crossing the border and the limited level of experience that I had about ANC infiltrators is that they would enter the country with arms, and I reconciled myself with that because according to that little knowledge that I have, I felt that this was the safest method.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Did anyone tell you that it was proper and acceptable to murder unarmed persons?  That was the question.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "No.",
            "Male"
        ],
        [
            "MR MOERANE",
            "At the time, did you think it was proper and acceptable?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "No.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But then after the first incident, after you had realised that people with whom you associated yourself, had murdered unarmed people, you were prepared to go ahead and be part of the second incident, not so?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now seeing that the first group was unarmed, you appreciated the possibility that the second group might also be unarmed.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "As with the first incident the chances were still very great that they could be armed.  And I regarded the first incident as one of those unfortunate incidents.  We assumed that they were going to be armed and the fact that they were unarmed was no guarantee that the next group would also not be armed.  Thus, we had to foresee the possibility of armed groups crossing the border again, as was the usual trend at that stage.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Isn't the truth of the matter, Mr Hayes, that it really didn't matter whether they were armed not?  These were ANC people, they had to be eliminated.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I did not go out to shoot unarmed people dead, I went out to fight against an armed soldier.",
            "Male"
        ],
        [
            "MR MOERANE",
            "No, no, you went out to kill your enemy, the ANC.  The ANC, according to you, was at that stage winning the war, not so?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So you went out to battle, to defeat your enemy.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct, we went out to destroy them because we believed that they would be armed.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well I'm putting it to you that it really did not matter whether or not they were armed.  Your plan was to catch them in a trap, in an ambush, and kill them, not so?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is how it was explained to me, because the persons would be armed, that was the safest method that we could apply to stop those people.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Let's have a look at the statements you made with regard to these events.  The first statement is the one in bundle 3A.  You have already been referred to this one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's page 7.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Thank you, Mr Chairman.\n\tYou've already pointed out the lies in this statement.  What I'd like to find out from you is, the problems which you say were experienced at Piet Retief, when the inquest into this matter was being held, what were those problems?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "As far as I could determine, in terms of what Brig Engelbrecht explained to me with the making of the statement, was that I was at the scene and evidence was given that I did nothing at the scene, while I held a light.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, are you aware of any other problems with the first inquest?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are these problems concerning himself, or generally?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Well I really don't know because when he was being led reference was made to after there were problems with the first inquest.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well perhaps you can explain what you meant by that.",
            "Unknown"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "All that I meant was that Brig Krappies Engelbrecht came to me and said \"You were at the scene, what did you do there?\".  Everybody knew that I carried the light, and people gave evidence that I had carried a light, but I didn't fire a shot at any stage.  And due to the fact that Mr de Kock and some of the witnesses gave evidence that I was at the scene, but also gave evidence that there was no light, Brig Krappies helped me to write the statement as such.  And that is what we did, that is all.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  Let's leave that, let's go to the second incident and your evidence which in bundle 5, page 57.  Now you have pointed out certain matters which you say were not true, in particular those relating to the person who was in charge, Deetlefs being substituted for Col de Kock.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now I see in paragraph 3 you say\n\"Detective Constable Manzini would depart with a white Hi-Ace kombi to a certain place alongside the border between the RSA and Swaziland.\"\netceteras.  At this moment I'm concerned with the identity of the vehicle.  Was that the vehicle a white Hi-Ace kombi?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You see I'm a bit confused because other police officers describe that vehicle as an E20, a Nissan E20 and some of you like W/O Pienaar, say it was a Toyota Hi-Ace.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "As far as I can recall, it was a Toyota Hi-Ace.  It may have been an E20, but I didn't determine exactly what sort of vehicle it was.  The vehicle however appeared to me to be a Hi-Ace kombi, but I did not go out to determine exactly what sort of vehicle it was.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Ja, well Maj Deetlefs, in the same bundle, page 23, describes the vehicle as a Hi-Ace and so does Manzini and so does W/O Pienaar, but Mr Rorich and Vermeulen and Theron and Lombaard and Flores describe it as an E20.  So half of you describe it as a Toyota Hi-Ace, half of you describe it as an E20.  Is it possible that that is part of the fabrication in preparation for the second inquest, the identity was changed, or don't you know about that?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Not at all.  As I have explained to you already, according to what I knew it was a Hi-Ace.  For me a Hi-Ace and an E20 are one and the same thing basically.  I didn't specifically investigate what sort of vehicle it was, and if you had not pointed this out to me now I wouldn't have known about it.",
            "Male"
        ],
        [
            "MR MOERANE",
            "In any event you did not attend the reconstruction where the kombi was involved, or did you?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "What is correct?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That I did not attend the reconstruction.",
            "Male"
        ],
        [
            "MR MOERANE",
            "That's right.  Now let's come to your statements regarding the two incidents.  Your statement was deposed to in Pietermaritzburg on the 13th of December 1996 ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "These are the statements contained - that were submitted with the application volume 1, page 65 and onwards?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Page 58 and onwards.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, and particularly at 65, I think.",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Yes, the body of the statements are found from page 65 onwards.  Thank you, Mr Chairman.\n\tNow these are typed on the, let's call it the Delmas computer, not so?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I would assume that.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And these are the statements which have the same mistakes in them.  For instance, in paragraph 6, page 66, you mention three occupants of the vehicle.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You always knew there were four.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "There were four, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, and you have always known that.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Would I be correct in saying that this part of your statement was presented to you to sign and you signed without reading?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I did read it.  At that stage I was in Pietermaritzburg and the statement was faxed through to me on that day.  I read it quickly, signed it and sent it back because it had to be submitted.  It went through with the courier to Delmas.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And you noticed that they talked about three occupants?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I didn't even notice that.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And there's mention of a person called Rajbansi, I suppose a reference to Rajbansi.  Did you know anything about that?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Mr Pienaar told me this after the investigation into the death of these persons.  I was involved in the identification of these persons and it came to our attention that they were involved in acts of terrorism with Mr Rajbansi in Durban.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And this what you were told by W/O Pienaar?  You were not involved in that investigation, into Rajbansi or whatever.  It was something that you were told by W/O Pienaar, is that so?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And it was really not necessary to include in this application for amnesty?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I found it necessary because I remembered that one of the terrorist had been involved in an act of terrorism in Natal and that is why I mentioned it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying, Mr Hayes, that when you were consulted at some time prior to making this - sorry, were you consulted some time prior to making this statement?  By your legal representatives?",
            "Unknown"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct",
            "Male"
        ],
        [
            "MR MOERANE",
            "Sorry, just from your last answer, are you saying that you yourself raised the name Mr Rajbansi, during those consultations?  I mean, was it at your initiative that Mr Rajbansi's name appeared in your statement?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "During the consultation I went to Delmas before the other persons and I simply mentioned that I recall that one of those persons had been involved in an incident.  I can't recall whether I mentioned the name Rajbansi as such.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Coming to the second incident, you heard the evidence of Col de Kock, relating to this kombi, what happened to it when it came to a stop, that he ran ahead of you and he was one or two metres away from the person that alighted from the kombi.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Are you able to confirm that evidence or don't you know?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Until today I am convinced that shots were fired at us, and it is possible that there may be differences according to the observation of Mr de Kock and other members, but this is the experience which I had at the scene and I'm convinced to this very day that shots were fired at us.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well you have run ahead of me, I hadn't come there.  I was still asking you about Col de Kock approaching this vehicle and him being the first there, whether or not you confirm that as a fact.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "It is correct, I misunderstood the question.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So he was in the best position to see what this person was doing or not doing?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You actually did not see this person firing, it's something that, as you've already conceded, you assumed or inferred?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is what I experienced.  As I have given evidence, that shots were fired at us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was, you didn't actually see that person who got out of the, or opened the left front door, whether he fired or not?  With your own eyes.",
            "Unknown"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Then why did you put this in your statement, application for amnesty\n\"The left passenger door swung open and a person with an AK47 gun jumped out and opened fire.\"",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "As I've already given evidence, I am convinced to this very day that either he or one of the other persons fired shots at us.  I assumed that it was this person.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Once more I put it to you that this was just a statement which was made up for you to sign.  What's your comment?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I have already give evidence that I consulted with my legal representatives and that they faxed the statement through for me, that I studied it quickly, signed it and sent it back.  According to me as I studied it, it was correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You see you were trying to reconcile it with the statement you made and the rest of you made in respect of the second inquest.  Page 58 of bundle 5, paragraph 9, where you say\n\"A person opened the left front door of the kombi, jumped out and opened fire.\"\nThat's what you say in that statement.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct, that was my experience with both incident and that is why I have stayed with my story, that shots were fired.  My conviction is that shots were fired at me and the other members, either by that person or by one of the other persons who were close to him.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well I put it to you that you are still involved in the same modus operandi in which you were involved with regard to the first incident and the second incident, and that being coming to this Honourable Committee with a prepared version to which seven of you Delmas deponents - I'll say Delmas deponents although you didn't sign your statement at Delmas, but these identical statements, have come to present to this Committee.  What is your comment?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "The fact that these statements are almost word for word the same is something that I have only learnt during these proceedings, I have never seen any of the other statements.  The statement that was sent to me was in accordance with the version that I gave to my legal representatives and I undersigned.  The fact that some aspects may be similar, or the fact that it may have been typed word for word the same on the computer, is something that I cannot comment on.  I have come here to tell the story as it happened on that day, according to my experience.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Is it correct that you knew that amongst others, Col de Kock had already disclosed what had happened in both incidents?  In other words, before you made your statement.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I cannot really recall.  I didn't always follow all the hearings of the Truth Commission.  I saw some of his evidence, but I cannot recall specifically that I knew that he had given evidence surrounding this particular matter.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well you knew that he had been prosecuted in a criminal Court.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That's correct.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Could Mr Moerane please just assist the witness so that he can know whether he was prosecuted for this matter.",
            "Female"
        ],
        [
            "MR MOERANE",
            "Well all of us in these hearings know that Col De Kock was not prosecuted, we all know that.",
            "Male"
        ],
        [
            "MS VAN DER WALT",
            "Well I think you should just put it to the applicant, I don't know if he knows.",
            "Female"
        ],
        [
            "MR MOERANE",
            "Is it correct, Mr Hayes, that you are aware that Col de Kock had spilled the beans with regard to the Piet Retief murders?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I know that he would have been here, because after I made my application for amnesty, I made the inference when the applications were grouped together at the beginning of this year, I saw and I assumed that he would have applied for amnesty for this matter, but I had no specific knowledge as such that he had applied for amnesty for this matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was, at the time that you signed your application, during December 1996, were you aware that at that stage Col de Kock had spoken about and revealed his version of what had occurred at these two Piet Retief incidents that are the subject of this hearing.  Is that the question, Mr Moerane?  At that stage, were you aware that Mr de Kock had spoken about these two incidents?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Yes, that is the question, Mr Chairman.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I think I must have known at that stage, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  And I put it to you that the version that you and the others presented here is another gigantic attempt at damage control.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Not at all, it is the truth as I experienced it and that is what I have given evidence about.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  I have no further questions.\nNO FURTHER QUESTIONS BY MR MOERANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Moerane.  Ms Lockhat, do you have any questions?",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "Thank you, Chairperson.\n\tMr Hayes, I just want to - did you have any dealings with the source as well?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Not at all.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Did you have any files on any of these victims?  Were you part of the gathering of information on people, MKs or anything of that kind?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I did investigate ANC activities, but not in Swaziland.  So I did not deal physically with these files, I was involved with other matters, also connected to the ANC, but not specifically with the ANC in Swaziland.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "I just want to be more specific.  Of any of the victims, did your office in Piet Retief had any files on them, prior to these incidents?",
            "Female"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I wouldn't be able to say, I don't know.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Thank you, Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MS LOCKHAT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms Lockhat.  Ms van der Walt, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No re-examination.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Adv Gcabashe, do you have any questions?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "No, thanks Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "I just want to know, you say you received your orders from de Kock, were you not a part of the attempt, most probably on the Friday between the incidents, when Manzini arrived at the ambush point without somebody being there, the abortive attempt?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I cannot recall such an incident.  I don't know whether such an incident took place, because I wasn't always present.  I know that I was present during the two incidents, but I cannot recall about the incident which did not take place.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thus you cannot recall being present at an incident which did not work?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "And if I understood you correctly, you also stated that Pienaar asked you to participate, so he informed you about what was going to be done, but you say that you received the instructions from de Kock.  What do you mean by that?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I specifically stated that I received orders from W/O Pienaar and Col de Kock jointly, I said from both of them.",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes, but all instructions over the entire stage from both of them.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "They were together and what I meant by that is that either the one or the other dealt with specific areas of the operation, but Col de Kock was basically the overall commander because he was the most senior and therefore the instructions were basically from him.",
            "Male"
        ],
        [
            "MR MALAN",
            "Who approached you first?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "To participate?",
            "Male"
        ],
        [
            "MR MALAN",
            "Yes.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "W/O Pienaar.",
            "Male"
        ],
        [
            "MR MALAN",
            "And at which stage did you receive instructions from de Kock?  What was the first occasion?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "The first occasion was just before we went out, all of us were called together and we received the instructions indicating that it would an ambush.  That is when I received the instructions.  There were discussions before I arrived there, because in both instances I had to rush to get there because I was busy with other work.",
            "Male"
        ],
        [
            "MR MALAN",
            "And in both cases you knew from the beginning that de Kock would be involved?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "That is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Right from the very first time that Mr Pienaar approached you?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Yes.  When I arrived there he was there and he was a member of the planning.  So when Pienaar called me in I didn't know that he would be there, but when I arrived at the scene and the planning was conveyed to us, I saw Mr de Kock there.",
            "Male"
        ],
        [
            "MR MALAN",
            "You see, during cross-examination by Mr Moerane, I heard you say that Vlakplaas was a hero, or a group of heroes to you.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Yes.",
            "Male"
        ],
        [
            "MR MALAN",
            "You and the rest of the Security Branch in general, and the fact that they were participating indicated to you that it was acceptable to the entire, or for the entire country.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you were involved by Pienaar before you knew that Vlakplaas would be participating.",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I think you may have misunderstood me.  We were often called and told that there would be an infiltration and then I would rush from where I was, get my firearm and see to it that I had enough clothing and such and arrived at the offices and when I arrived at the offices we would usually be briefed regarding what we were going to do, and what sort of infiltration it would be, where it would be and what we would do.  When I arrived there, Mr de Kock was already there and that is when I was informed for the first time.\n\tWhen I was called out, I was called out for a possible infiltration, I didn't know where it was going to be or what the circumstances surrounding it would be.  When I arrived at the offices the people were already there.",
            "Male"
        ],
        [
            "MR MALAN",
            "From where were you called out, where were you when you were called?",
            "Male"
        ],
        [
            "JURIE BERNARDUS HAYES",
            "I think with the second incident I was somewhere in Ermelo for some or other operation, that I was following up information about, but I cannot recall specifically where I was with the first incident.  But with both incidents I know that I had to rush to get there.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions arising?  Thank you, Mr Hayes, that concludes your testimony, you may stand down now.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "And that completes all my applications.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Ms van der Walt.",
            "Unknown"
        ]
    ]
}