{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-07-28",
        "location": "DURBAN",
        "day": "3",
        "names": [
            "JOHAN HENDRIK TAIT"
        ],
        "case number": "AM3922/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53571&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99072630_dbn_990728db.htm",
        "speakers": [
            "MS LOCKHAT",
            "JOHAN HENDRIK TAIT",
            "MR MALAN",
            "CHAIRPERSON",
            "MR BOOYENS",
            "MR CORNELIUS",
            "MR HATTINGH",
            "MR JANSEN",
            "MS VAN DER WALT",
            "MR PRINSLOO",
            "MR LAMEY",
            "MR MOERANE",
            "ADV GCABASHE"
        ],
        "original_speakers": [
            "MS LOCKHAT",
            "JOHAN HENDRIK TAIT",
            "MR MALAN",
            "CHAIRPERSON",
            "MR TAIT",
            "MR BOOYENS",
            "MR CORNELIUS",
            "MR HATTINGH",
            "MR JANSEN",
            "MS VAN DER WALT",
            "MR PRINSLOO",
            "MR LAMEY",
            "MR MOERANE",
            "ADV GCABASHE"
        ]
    },
    "testimony": [
        [
            "MS LOCKHAT",
            "Chairperson, the next amnesty applicant is Mr Johan Tait.",
            "Female"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Thank you, you may be seated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Tait, are your full names Johan Hendrik Tait?",
            "Unknown"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Booyens?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Thank you Chairperson.  Mr Tait, please have a look at Volume 1 and please go to page 226.   Is it correct that you have applied for amnesty with regard to this incident on page 226 in Volume 1?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Do you confirm the correctness of what is embodied here as you will elaborate thereon?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You do not want to add anything as to what appears on page 226, 227, 228, is that correct?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "In this instance you reply in regard with the incident where people were killed in Swaziland?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Before you departed for Swaziland, and with you I mean C1 and other members of C1, you were at Island Rock, is that correct?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you there hear from your colleagues that there was an incident at Piet Retief?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You, yourself were not involved there?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were any particulars given to you with regard to the operation and we have heard here of weapons that were planted on people who were unarmed, did you receive any detail about that at Island Rock?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "No, I did not have any detail about the operation.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "During discussions at Island Rock, was it mentioned that there might be a possibility of a second operation?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you then, after you departed from Island Rock, certain of you, was he Major De Kock at that time?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Major De Kock gave you an instruction to remain at Piet Retief?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And from some of the Vlakplaas contingency, you, Mr Martiens Ras, Mr Botes from the Security Branch at Ermelo and another member from Vlakplaas, we will get to his name soon, were given an instruction that you had to go across the border to Swaziland?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What did this instruction entail?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "This instruction entailed that people would come into the country from Swaziland and that we had to go across and the people would be helped across and the two people who would go to the car, should be eliminated.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And as you understood your instruction, they had to take the people across the border first, that is now the insurgents and the people who assisted them, who had returned, those had to be eliminated?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You went across the border into Swaziland?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Yes, that is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It was during the night?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You entered the area of a foreign country, did you realise that you, if you were caught, you would encounter problems because you were on foreign soil and you were armed?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you know that if you had killed people on the Swaziland side, it could have been heard and you could have been caught, and you would not enjoy the protection of the South African Police because you were on foreign soil?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And you realised that it was a dangerous mission?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But you did not question Mr De Kock's instructions and tell him that you did not want to do it?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And for which reasons were you prepared to become involved in this operation?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "I felt Chairperson, that we were in a war situation against the ANC trained members.  I regarded it as my objective to do what I do, because it was in the interest of my country.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The people who assisted the insurgents to come from Swaziland to South Africa, did you see them, regard them as part of the enemy?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So were you satisfied that in the circumstances which reigned, although it was wrong and it was a crime, according to you in the war situation, it was morally justifiable to act in such a manner?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So you then did cross the border and a vehicle approached?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You have heard the evidence of Mr Ras that the vehicle had stopped about 100 to 150 metres away from you, you heard him say that?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Please tell the Commission what you heard at that stage and or had seen when the vehicle stopped?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "When the vehicle stopped, we heard the boot opening and we heard firearms being cocked Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What type of weapons did it sound like?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "The deduction that I made Chairperson, was that it was AK47 rifles.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "So it was assault type automatic weapons, that sound when it is cocked?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "You say you thought it was AK47, it was the weapon that was usually used by the enemy forces?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Could you hear how many weapons were cocked, how did it sound, or are you not certain?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Chairperson, it must have been at least four, it was a few weapons.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Very well, did the persons move away from the vehicle?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "They moved away from the vehicle Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And according to Mr Ras, you moved closer to the vehicle?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And you set up an ambush?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "What was the purpose of the ambush?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "The purpose of the ambush was as soon as the two people who would return, would be eliminated, as soon as they returned, they would eliminated.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "The other person from Vlakplaas was Mr Paul van Dyk, the name I could not get?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Very well, how far from the vehicle did you wait for the people?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "According to my judgement I would say Chairperson, it could have been 15 to 20 metres away from the vehicle.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you hear the persons returning?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Yes, we did Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And what happened next?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "The instruction was Chairperson, if the persons get into the vehicle, we had to start firing.  The persons were however not yet in the vehicle and Mr Van Dyk started firing.  It sounded to me as if they were firing on us, and we immediately all started firing at the vehicle.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "But the fact whether shots were fired at you or not, would it have made a difference as to what you would have done?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was there anything according to you that any attempt would be made to arrest these people, to catch these people?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Not according to me Chairperson.  We would have wiped them all out.  I am stumbling over the word.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "After you ceased fire, what happened?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "We moved closer Chairperson.  I found a Makarov on the scene on one of the persons who were shot.  The vehicle was shot through the petrol tank and it was set alight and then we left the scene.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Was it necessary for you to leave Swaziland as quickly as possible?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And you went across the RSA border?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Yes, that is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Mr Tait, you are aware of the evidence that Mr De Kock had given with the initial stages of the De Kock hearings with regard to the background and the reasons for Vlakplaas and the objectives for Vlakplaas, do you agree that you were in essence a counter-insurgency Unit?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And according to you, you acted against those people whose declared objective it was to usurp the government?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Did you see it as part of your task, as a member of the Security Police, to become involved in such actions?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And did you satisfy yourself that this was the type of war that would be fought?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "It would seem from your statement that you had beforehand been involved in the war in South-West Africa?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Were you in any contacts in South-West?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Yes.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Can you give an estimation of how many contacts?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Over a period of eight years, it must be approximately 200 contacts Chairperson, I am not certain.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And with regard to you personally, was there a difference between the type of war which you fought in South-West and the war that you fought here in South Africa when you returned?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And the people under whose command you served, did they make it clear to you that it was your task to act against these people and if the circumstances needed it, to shoot these people?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And you, if you were not satisfied with doing this, you would have left, but you thought that it was in the interest of your own country and it was in the interest to maintain the then government?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "And with regard to you, people who assisted the insurgents, were they any less important than the insurgents themselves?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR BOOYENS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cornelius, do you have any questions?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "Thank you Mr Chair, I have no questions.\nNO CROSS-EXAMINATION BY MR CORNELIUS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Hattingh?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "No questions, thank you Mr Chairman.\nNO CROSS-EXAMINATION BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Jansen?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "Mr Chairman, no questions, thank you.\nNO CROSS-EXAMINATION BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Van der Walt?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No questions, thank you.\nNO CROSS-EXAMINATION BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "No questions, thank you Chairperson.\nNO CROSS-EXAMINATION BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "No questions thank you.\nNO CROSS-EXAMINATION BY MR LAMEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moerane?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Thank you Mr Chairperson.  Mr Tait, you have referred to the approximately 200 contacts, that is the word that you used, in South-West Africa, by that you mean incidents where there was shooting between you and Swapo fighters?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Do you know how many of these you killed?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "I cannot say precisely, in one contact for example we killed 38 persons, so it must be a great number, I cannot speculate.  I am not certain of the number.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You say it could be between 200 and 300 that you killed?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Yes, as I have said I cannot speculate regarding the number, that may be possible.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I see, so killing your political foes was not a new thing for you?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But you see, you were a member of the South African Police Force, you are not a member of the South African Defence Force?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And one of your duties was not to kill your political foes, but to protect the public of South Africa, black and white and so-called terrorists or non-terrorists, not so?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Where did you get the authority to kill members of the ANC?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "I regarded this as part of my duties.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Who told you that, if anybody?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "In all my duties where I was involved, I received a specific order from somebody, I did not act out of own interest.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You know that, you knew that you were not obliged to agree to an unlawful order, not so?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "It is not a question of your believing that you could not say no to a patently unlawful order?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "For how long were you attached to the Vlakplaas Unit?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Approximately four to five years, I am not certain of the exact period of time.",
            "Male"
        ],
        [
            "MR MOERANE",
            "From about what year?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "From the beginning of 1988 up to and including 1993.",
            "Male"
        ],
        [
            "MR MOERANE",
            "When you say you saw operations in South West-Africa, were you part of the Koevoet Unit?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Moerane, what was your rank during June 1988?",
            "Unknown"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "I was a Warrant Officer.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Am I correct to say that on or about the 12th of June 1988 you were briefed about the operation that was going to take place on the South African side of the border, in other words you were briefed about the ambush that was to take place on the South African side of the border, the one involving Colonel De Kock, Warrant Officer Pienaar, Theron and the others?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "I knew about it, but I did not know exactly who would be involved and exactly what they were going to do.  As far as I knew, I received specific information regarding a cross-border operation.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Didn't you know that the people who were going to be transported into the country, were to be eliminated?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "I knew about it, but my knowledge about it was that I knew that they would be eliminated on the other side of the border and that was it, who would participate in it and what exactly would take place, was something that I was not informed about.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And you had just spent four days at Island Rock at the so-called team building workshop?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Where you were informed that four so-called ANC terrorists had been killed a few days before?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Chairperson, it came to my attention, I was not specifically informed.  I must have heard it from one of my friends, but all that was said was that four terrorists were killed.  Furthermore I knew nothing about the matter, and anything else that I heard about it, I heard it here during these proceedings.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Do you mean to tell me that at Island Rock, it wasn't said four terrorists were killed and others are expected?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct Chairperson.  As I have already said, I heard about the four and that there would possibly be other infiltrators, but any  further detail was not made known to me.   That was my knowledge at that stage.",
            "Male"
        ],
        [
            "MR MOERANE",
            "What were your instructions with regard to the people who were going to escort the infiltrators?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "The instruction was that they had to be killed.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Who gave you those instructions?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "The instruction came from Major De Kock.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, now I didn't quite follow your evidence about the events that occurred there, can you please tell this Honourable Court precisely what occurred and what you actually observed?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Chairperson, we went from Piet Retief to an area close to the border that I don't know very well, we hid our vehicle, we crossed the border and we waited next to a road.  A vehicle stopped and as I have already said, a person climbed out of the vehicle, opened the boot, weapons were cocked, the person left the vehicle, we waited for a while, we approached the area closer.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, I am particularly interested in that time from then on, just describe the events slowly.",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "When the persons moved away from the vehicle, we waited a while and then began to move closer to the vehicle, we took up position next to the road.  The road made a slight embankment behind which we took up position and waited until the persons returned to the vehicle.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "The instruction was that we should wait until the persons had re-entered the vehicle and then we were to shoot them.  However, Mr Van Dyk opened fire when the persons were not entirely in the vehicle again and then everybody opened fire on the vehicle.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, proceed please.",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "After the order was given to cease fire, we moved closer to the vehicle.  I cannot recall precisely where the person lay, but a person lay next to the vehicle, there was a Makarov firearm next to him, I took the firearm.  I cannot say precisely who shot the petrol tank, after which the vehicle was set alight and we departed from the scene immediately.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Who actually set the vehicle on fire?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "I cannot say exactly, I only heard about it here.  When I made my statement, I could not recall precisely who the person was who had set the vehicle alight.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well, could it have been you?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "No, not definitely not Chairperson, then I would have known.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You must have been aware that the motor vehicle had been set on fire, not so?",
            "Male"
        ],
        [
            "MR BOOYENS",
            "No Mr Chairman, I think my learned friend misunderstood something.  He does not say that he is unaware that the motor vehicle was set on fire, he said it wasn't him that set the motor vehicle on fire, because then he would have known it, he would have remembered it.  In other words, he did not know which of the other three individuals set it on fire, that was the tenure of the answer.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Were you aware that the motor vehicle was set on fire?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You saw it?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Why didn't you mention it in your application?  It is on page 230.",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "If I did not mention it, at that stage when I made my statement, it must have been that I simply didn't think about it, but it was not my intention to omit something such as the setting alight of the vehicle.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Why did you say that these people began to fire on you?  That was not true?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Chairperson, what was not true?",
            "Male"
        ],
        [
            "MR MOERANE",
            "That those people fired on you?  The one deceased and the one that got away?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "That was my reconstruction of the scene, I believed that I had been shot at, and that is why I reported it as such.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Mr Tait, if a person fires on you, there is no way that you are going to forget that, there is no way that you are going to mistake that, not so, particularly with your experience of about 200 contacts?  It is either these people fired on you or they did not fire on you, what is the truth?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "The true position is that I believed that those persons shot at me.  When the first shots were fired from the person who shot first, I believed that this came from the enemy who were shooting at me, however, I believed that I was shot at and I also reported it as such.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I suggest to you that that was a version that was put up at the time that you  made your application, but which you know is not true.  What is your comment?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "My comment is that when I made this statement, for a very long time, I had had no contact with any of these persons and I also did not have any insight into what these persons had to say, I did not speak to them regarding the incident, I did not read anything about these incidents, what I have written here is my own version of what took place there.",
            "Male"
        ],
        [
            "MR MOERANE",
            "It is not clear to me when you made your application for amnesty.  On page 233 there is no indication of a date, can you help us please with regard to the date?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "I really cannot tell you at this moment precisely when I submitted my amnesty applications.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, more or less then if you can't do it precisely.  Do you remember maybe the year or the month?",
            "Unknown"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "I believe but I must say that I really am not certain, it may have been in 1998.  I am not certain, I cannot tell you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It couldn't have been in 1998, because your amnesty application number is a 1996 number and in any event, 1998 you would have missed the boat because the final cut-off date was September 1997.",
            "Unknown"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Then I would accept it as 1996.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I have no further questions for this applicant.\nNO FURTHER QUESTIONS BY MR MOERANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Moerane.  Ms Lockhat, do you have any questions?",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "Just one question, thank you Chairperson.  You said that you found a Makarov pistol at the scene, what did you do with that pistol?",
            "Female"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Chairperson, as far as I know I gave the pistol to Warrant Officer Ras.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Do you know what he did with it?",
            "Female"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "No Chairperson.",
            "Male"
        ],
        [
            "MS LOCKHAT",
            "Thank you Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MS LOCKHAT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you, any re-examination Mr Booyens?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Just one aspect Mr Chairman.   Mr Tait, you were asked by my learned friend about the approximate number of persons who had died in contacts during the former South-West Africa and you provided a figure of 200 to 300.  Are those persons who were shot by you yourself, or persons who were shot dead during contacts in which you were involved?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "These were deaths in contacts in which I was involved.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Thus you are not alleging that you yourself shot 200 to 300 people dead?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "No Chairperson, that would be the total number for all the contacts.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Perhaps something else Mr Chairperson, which does not necessarily emanate from what has been said here, but just to make things clear, you referred on page 230 to the member of the Piet Retief Security Branch as Botes, what is his actual surname, did you know him as Boats actually?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Yes, that must be why I referred to Boats, it is actually Botha.",
            "Male"
        ],
        [
            "MR BOOYENS",
            "Thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR BOOYENS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Adv Gcabashe, do you have any questions?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "No questions.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Malan?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "On page 229, the sixth or the seventh line, Colonel De Kock was of the opinion that both these persons who were going to enter the country, it would appear that you also had information that only two persons would be infiltrating the country, is that correct?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Chairperson, I may have meant to say that those were actually the two persons who were going to bring the people into the country, it may have been an error or my part.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you recall that Ras gave evidence and you were present here, and he said that he thought that it would be two persons infiltrating on that night and here you refer to both the persons who were going to infiltrate the country as well as those persons who were going to assist them, and these were the persons who had to be eliminated.  It doesn't seem to be very important, but it would appear that ...",
            "Male"
        ],
        [
            "MR MOERANE",
            "Chairperson, if I can come to the rescue of the witness, I think this witness was concerned with the second incident, not the first one.  Ras was concerned, and I think the both means actually that both the group that were going to come in and the people that were going to escort them in, had to be eliminated.  I don't think he means two.",
            "Male"
        ],
        [
            "MR MALAN",
            "No, it is just the use of the word both as a reference to the number of people that you were going to eliminate.  My next question is that you knew that the persons would return to the car, or did you only know about the one who you shot?  Your evidence isn't very clear regarding that?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "It would have been two persons.",
            "Male"
        ],
        [
            "MR MALAN",
            "Did you see both of them return?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Chairperson, it was dark, but the persons were speaking to each other, so I assumed that there had to have been more than one person who was returning to the vehicle.",
            "Male"
        ],
        [
            "MR MALAN",
            "But you only knew of the one who you shot dead, the one who returned?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Yes, I knew about the one that had been shot.",
            "Male"
        ],
        [
            "MR MALAN",
            "So you knew that there was another one somewhere in the vicinity?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MALAN",
            "Despite the fact that you heard them running away with firearms, you walked to the vehicle and took the Makarov pistol, shot a hole in the petrol tank and set the vehicle alight while the second one was somewhere in the vicinity and most probably armed?",
            "Male"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Chairperson, as far as I can recall, I heard him moving away from the scene, because you could clearly hear the sound of stones and gravel.   The question of approaching the vehicle and taking the firearm and setting the vehicle alight, that was a matter of seconds.  We didn't waste any time and we left the scene virtually immediately.",
            "Male"
        ],
        [
            "MR MALAN",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are there any questions arising?  Thank you Mr Tait, that then concludes your testimony, you may stand down.",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "Mr Chairman, may I request that the witness be excused from further attendance, he is running an operation as a milk farmer somewhere down in the Eastern Cape and he's got certain problems on his farming operation?  If there is a crisis, we can let him come back?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, unless there is any serious objection to that from anybody?   Yes, Mr Tait, you may be excused from further attendance, you of course know that it is your statutory right to be here.",
            "Unknown"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You of course are entitled to attend if you want to come back, you are very welcome to, but you may be excused from further attendance.",
            "Unknown"
        ],
        [
            "JOHAN HENDRIK TAIT",
            "Thank you Chairperson.\nWITNESS EXCUSED",
            "Male"
        ]
    ]
}