{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-07-29",
        "location": "DURBAN",
        "day": "4",
        "names": [
            "WILLEM ALBERTUS NORTJE"
        ],
        "case number": "AM 3764/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53580&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/99072630_dbn_990729db.htm",
        "speakers": [
            "MS LOCKHAT",
            "WILLEM ALBERTUS NORTJE",
            "CHAIRPERSON",
            "MR LAMEY",
            "MS VAN DER WALT",
            "MR PRINSLOO",
            "MR MALAN",
            "MR HATTINGH",
            "MR BOOYENS",
            "MR JANSEN",
            "MR CORNELIUS",
            "MR MOERANE",
            "ADV GCABASHE"
        ],
        "original_speakers": [
            "MS LOCKHAT",
            "WILLEM ALBERTUS NORTJE",
            "CHAIRPERSON",
            "MR LAMEY",
            "MR NORTJE",
            "MS VAN DER WALT",
            "MR PRINSLOO",
            "MR MALAN",
            "MR HATTINGH",
            "MR BOOYENS",
            "MR JANSEN",
            "MR CORNELIUS",
            "MR MOERANE",
            "ADV GCABASHE"
        ]
    },
    "testimony": [
        [
            "MS LOCKHAT",
            "Chairperson, the final amnesty applicant is Mr Willem Nortje.",
            "Female"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Chairperson, I'm almost ready.\n\tMr Nortje, you apply for amnesty for your participation in the shooting incident of the 12th of June 1988, in these proceedings, is that correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "You have initially completed an application form by yourself, which is found on page 283 up to page 290, an extract from that application, is that correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "What was incorporated in that original application, is it correct that the Piet Retief shooting incident is incorporated therein from a previous statement which you made to the Goldstone Commission? ...(transcriber's interpretation)",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And after you obtained legal representation a supplementary application was filed, which we find on page 291 to page 311, with the extract on the Piet Retief shooting incident which you were involved in, which we find on page 306 to page 311, is that correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAMEY",
            "You confirm the particulars as it is embodied in the application and as it was supplemented and as will be elaborated on in your oral evidence, is that correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "There is also an overview with regard to your training and background, which we find from page 297 to page 305 of the bundle, is that correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAMEY",
            "There, amongst others you mention, and I will refer to it briefly, that beforehand you were a member of Koevoet.  Would you please tell us, was Koevoet an army unit or was it a police unit?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "It was a Security Branch operation.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And Koevoet, is it correct to say that it was actually a military operational unit of the police in the then South West Africa?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "After your involvement with Koevoet you were transferred to Vlakplaas, is that correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I wish to refer you briefly to - Chairman, bundle 1D, the supplementary statement of Mr de Kock, which deals with the general background of Vlakplaas.  On page 26 to 27, reference is made to evidence of Gen Johan van der Merwe, who was then the Security Chief of the Security Police and where he mentions - and I read it briefly\n\"Chairperson, as I've already mentioned, Brig Schoon was the Head of the Vlakplaas unit.  I asked him to do the task.  I had already made use of the C1 unit and I knew personally that with certain incidents they acted across the border and they did their tasks extremely well.  And the members of C1 itself, all of them were very experienced and competent members and they had anti-insurgency training and they were capable of working in difficult circumstances and had to do the work with a clear mind and they were actually the only operational unit within the Security Forces.\"",
            "Male"
        ],
        [
            "MR LAMEY",
            "An the emphasis here is where he says that you were the only operational wing of, meaning the Security Police here, is that correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Was that also your experience?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Mr de Kock has referred in his supplementary submission that Vlakplaas was a covert establishment.  Did you experience it as such?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR LAMEY",
            "You - covert, does that mean illegal operations?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That's how I understood it, yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Vlakplaas also did legal work, is that correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And just to return to the incident itself.  In the supplementary statement you say the date was 1987, beginning of 1988, but now we know that it was on the 12th of June 1988, is that correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're now referring to the last paragraph on page 306?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Yes, Chairperson.\n\tSo that has to be correct, is that correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "At that stage, or before you received instruction to be part of the group that was eventually involved with the shooting incident, you were with unit C2, is that correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "C2 was also a branch of C-Section?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "How long were you with C2?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "About 10 months.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And before that you were with C1?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And during the team-building function which was held at Island Rock, you were transferred back to C1 under instruction of Brig Schoon.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, I asked him to go back to C1, under the command of Mr de Kock.",
            "Male"
        ],
        [
            "MR LAMEY",
            "During your participation at the team-building at Island Rock, did you hear of the previous shooting incident where members of Vlakplaas were involved?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct, that was on a Friday when the members arrived there and I received bits and pieces of information, but it was clear that there was a shooting incident at Piet Retief, but I did not have the full particulars as to what happened there.",
            "Male"
        ],
        [
            "MR LAMEY",
            "You did not know what the exact circumstances were with regard to that?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, I did not.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Did it ever come to your knowledge that the people were unarmed during the first shooting incident?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Only much later.",
            "Male"
        ],
        [
            "MR LAMEY",
            "No, I want to know, during the, at Island Rock?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No.",
            "Male"
        ],
        [
            "MR LAMEY",
            "When later did it come to your knowledge?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "It could have been the following week or during the following week, but I cannot specifically recall that they then told me.",
            "Male"
        ],
        [
            "MR LAMEY",
            "But did it come to your knowledge before you were involved with the second incident, that unarmed people were shot?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And furthermore, you say that you departed from Island Rock and the function would be concluded at a hotel in Piet Retief.  Can you recall where this place was?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, it was at the Moolman Hotel, approximately 25 kilometres from Piet Retief where we met.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And you say your recollection was that Mr Pienaar joined you there at some stage?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, I have an idea that he had arrived there and had discussions with Mr de Kock.  I know later we went to the Security Branch itself.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Was Brig Schoon also at the hotel?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, he was also there.",
            "Male"
        ],
        [
            "MR LAMEY",
            "At the hotel already, did you become aware that an operation was being planned?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "As I recall everything became clear there, that there would be an operation that evening and it is there where I received my instructions from Mr de Kock, that I should remain with him and the other members and not long afterwards we departed to the Security Branch, where we made preparations.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And the further detailed instructions were given to you at the Security Branch in Piet Retief?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "As far as I can recall, yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "In your statement you mention in paragraph 3 that four ANC MK members would infiltrate the country, did you know that a police minibus would be used?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, it was all discussed there.  I think we expected that there would be five.  That is my recollection, but I think I said four there because I know the four were shot afterwards.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Did you know where the information came from about the infiltration?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "It came from a source which Freek Pienaar handled, as I understood it.",
            "Male"
        ],
        [
            "MR LAMEY",
            "What did you understand, would it only be MK members who would infiltrate or did you understand more with regard to how they would come in and what they would have with them?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "There was already talk of the ANC/MK members who would infiltrate.  We had already started making arrangements, because as I recall it was already decided there that an ambush would be set up and that they would be shot dead.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Did you understand that they would also be armed?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And were you also present where the person who would send the minibus, where he had to stop?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I would recall that we drove together when we went to the place earlier that afternoon, when Manzini, the place was pointed out to him, because I know it was during the day when I arrived there the first time.\n\tAnd the planning which ensued, I was not present all the time, but bit by bit I got the pieces together and Mr de Kock told me what would happen.",
            "Male"
        ],
        [
            "MR LAMEY",
            "You also knew of a group which would depart from the Swaziland border, which would let the other MK members infiltrate and that there was a plan with regard to them, is that correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct, there was a group appointed by Mr de Kock and they would have waited for the people who assisted the MK members, assisted them in infiltrating and they also had to be eliminated.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And what did you understand, was there a reason why those people had to be eliminated?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "The purpose thereof as I understood it, was to protect the source and they assumed that they would also be MK members.",
            "Male"
        ],
        [
            "MR LAMEY",
            "It is common cause that you then set up an ambush on the particular road between Houtkop border post and Piet Retief, is that correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.  After dark, as I recall, we moved in to the place and took up our positions.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Can you recall where your position was specifically in relation to the other people?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I was lying next to Mr de Kock.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Was there a person who had a portable light?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "The person who had to handle the light was on the other side of Mr de Kock and then the members, I think Vermeulen was next to me and then Flores and then the members from the Eastern Transvaal.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Very well.  Can you just tell us briefly what happened there.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I cannot recall how long we lay waiting there, it was quite a while.  The vehicle arrived, the lights I recall, there was a sign that it was indeed our vehicle.  I did not mention it, but I recall the indicator was definitely switched on, which would indicate that the people would be armed and which would confirm that they would be armed.  And then the minibus passed the place.  It actually stopped very quickly, or shall I say it did not stop immediately, it passed, but it stopped very quickly.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Past the point where it was supposed to stop?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, past the ambush point.  And Mr de Kock shouted \"Come\" and he said whatever he said and we ran.  I was just behind him.  When he got to the bus, the door opened slightly, he immediately started firing.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Could you see anything, could you see a person at the door that was opening?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "He was busy climbing out with a weapon.  That is how I recall what happened.  He definitely had a weapon, I saw the weapon.  It was from here to about the speaker there, that's how far it was from him when Mr de Kock started firing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The witness indicates a point which is about four maybe five paces away from him.  Do you agree with that?  That's to the speakers in the middle to where you're sitting, about four paces.",
            "Unknown"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Everybody started firing, I started firing ...(intervention)",
            "Male"
        ],
        [
            "MR LAMEY",
            "May I just take you through this slowly.  You say you saw the person climbing out of the left-hand door and you saw the weapon in his hand.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "What happened at that moment?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Well he was basically still sitting, he was just starting to get out with the weapon and then Mr de Kock started firing, he did not have a chance.   I think he was surprised because of Manzini that had jumped out so quickly and I don't know if he knew what was going on.  Then Mr de Kock started firing and then we all started firing.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Do you know whether the light was switched on at this stage and when?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "The light was switched on at some stage.  It happened very quickly.  I cannot say that it was switched on immediately when the shooting started, I imagine that the light went on a few seconds after the  shooting started, but we had already started moving away because there was this heavy firing at the bus and we moved away from the bus.  As we were moving away we were still firing.",
            "Male"
        ],
        [
            "MR LAMEY",
            "So what are you saying, while you were firing you moved backwards?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And did you also fire shots at the minibus and the people on the minibus?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, I fired single shots.  I had an HMK sub-machine gun with me, which came from the Security Branch and I emptied the magazine and I recall that I had about 24 rounds in the magazine, because at that stage the magazine was not entirely full and I think it was a 24 round magazine, but I emptied the whole magazine.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Very well.  When did the firing cease?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Mr de Kock shouted at some stage \"Cease fire\".",
            "Male"
        ],
        [
            "MR LAMEY",
            "And afterwards, were you still at the scene and investigated and what did you find?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "The person that Mr de Kock had shot then fell out of the door.  There was somewhat of a hurly-burly there, we were all trying to realise what was going on and what was in the minibus, but I personally did not investigate or do any searching through the minibus, I left that to the Piet Retief people who had taken over the scene because I assumed that it was, that they would do the investigation or whatever the case may be.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Do you know what was found on the occupants of that minibus?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "They were all armed, every person that was there because one was in front, the one that Mr de Kock shot, the one on the middle seat and one sat at the back and they all had weapons with them.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Do you know whether those weapons were cocked?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I recall that the weapon that was in front left, I had a look at that weapon, it was.  I was interested in it to see how close this guy was to shooting and I saw the weapon was cocked and it was off its safety.  The other weapons I cannot exactly say that I went and had a look at them, but I know Mr Pienaar and them took the weapons and cocked them, but I did not have a look at them specifically.",
            "Male"
        ],
        [
            "MR LAMEY",
            "But the weapon that you had a look at was definitely cocked?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Do you know whether that weapon was set on automatic or whether it was sent on single shot?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I imagine that it was - or I recall that it was on automatic.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And then you also mentioned what you had heard later with regard to the group that the people at the border would eliminate.  You mentioned here that they could not succeed in eliminating that person.  You have heard that a person had then indeed been killed at that scene.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, maybe I should just explain.  During this operation it was said - I know somebody was shot there, but at some stage I had forgotten about it, I only know that the most important point was that the person who had got away.  I know that Mr de Kock was very dissatisfied because the person had got away and this was something which had remained me.  I had forgotten about the person who was shot there, not that I did not know, but I did not think about it afterwards because it remained with me that one person had got away.",
            "Male"
        ],
        [
            "MR LAMEY",
            "You have also made a false statement, is that correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "A statement of yours appears in bundle 5 on page 64 to 64, which appears to have been taken down in June 1989, by Brig van Wyk, is that correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.  I just have to say that I did not write out the statement, the statement was just given to me to sign.  And I am honest when I say that I cannot recall whether it was attested to before me, but I knew it was false information contained therein and I never read the statement, right up to this week when I had a look at it, because I knew it was false.",
            "Male"
        ],
        [
            "MR LAMEY",
            "In your amnesty application you say the main reason with regard to the inquest, to give false statements in the inquest is firstly to omit Mr de Kock's participation and to construct the facts as such so that a proper roadblock was said to be there and that the persons had been killed in an attempt to arrest them.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I will not go through everything, but the statement also portrays that you were fired at first and then you returned fire.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And that is not the truth?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And there was a stopper vehicle with a blue light and the impression is that there was a roadblock and under those circumstances the people were shot after they had fired on you.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And that is not true?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Before you had made this statement, after the shooting incident in Piet Retief, at some stage did you realise that this version would be made in an inquest?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, well at that stage it was logical that the true facts would not be given.  As I have said, the statement was drawn up a long time thereafter, but the purpose was to cover the true facts.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "And am I correct when I say I accept that the reason why this was done was because there was an ambush here and that there was no roadblock, and this would boil down to murder?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And it would seem as if Vlakplaas' participation had to be omitted from the incident and that was the reason for Mr de Kock's absence there?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, I understood that Mr de Kock would not have been involved in this incident, for whatever reason.  I would assume he did not want to have his name once again in another shooting incident.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Is it possible because of the first incident?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I assume so, yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "I see in this false statement that with regard to yourself it is just said that you are attached to Security Head Office.  That is not wrong, Vlakplaas was a branch of Security Head Office?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "But it does not say specifically that you were a member of Vlakplaas or C1.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, we did omit that purposefully.",
            "Male"
        ],
        [
            "MR LAMEY",
            "What it done purposefully?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, in all our statements.  In this regard we did not pertinently state it as such.",
            "Male"
        ],
        [
            "MR LAMEY",
            "In other instances as well?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Would it be correct to say it was to protect the covert activities of Vlakplaas?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.  I also did not testify in the inquest which was held afterwards.",
            "Male"
        ],
        [
            "MR LAMEY",
            "You did not give oral evidence?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Were you at the scene when the reconstruction was done?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, I know I saw photos of the scene afterwards, but I cannot recall that I was at the scene.",
            "Male"
        ],
        [
            "MR LAMEY",
            "The reason for omitting Vlakplaas' participation and to construct it as such that it would not indicate murder or an ambush, is it correct to make the assumption that with this, covert operations of the Security Police had to be protected and that it would be an embarrassment for the government if it was made known?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And with regard to the political objective, you have set this out on page 310 and 311, do you confirm that?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And did you also know that from your personal experience, that there were much problems with regard to infiltrations from Swaziland during that time?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And which led to acts of terror within the RSA?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And you also state that Swaziland was a thoroughfare for infiltrations, specifically in the PWV area.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Chairperson, I think that's the evidence-in-chief.\nNO FURTHER QUESTIONS BY MR LAMEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Lamey.  Ms van der Walt, do you have any questions to ask?",
            "Unknown"
        ],
        [
            "MS VAN DER WALT",
            "No questions, thank you, Chairperson.\nNO QUESTIONS BY MS VAN DER WALT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Prinsloo?",
            "Unknown"
        ],
        [
            "MR PRINSLOO",
            "Thank you, Chairperson.\n\tBriefly, Mr Nortje, at the time with these events there were many infiltrators ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Mr Prinsloo, it would appear to me that you have not listened to his evidence-in-chief.  I was waiting for you because that was led in evidence-in-chief, the question that you are about to put.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "But I just want to put this point.\n\tMr Nortje, your evidence was that 36 persons were going to be infiltrating, did you know about that?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "But there were a great number of infiltrators, as you knew?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And on this particular evening of these events, according to your statement on page 308, the person climbed out of the vehicle when Mr de Kock shot him.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, well at least he was busy climbing out, he hadn't put his feet on the ground yet.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "But all that I really want clarity about, Mr Nortje, is that this incident took place very quickly.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Because it was an ambush, these were people who were trained, they were armed, they could shoot at any time and the one who shot first would come off all the better.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And a member of the Police Force had already jumped out and run past the vehicle.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Manzini?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you saw this at the same time?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "Is it possible, Mr Nortje, that the impression may have been created that this person who was climbing out of the vehicle, who was opening the door to climb out, may have fired?  That a person observing this from the outside may have observed this?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Well a person who wasn't immediately among us may have had that impression if he had been some distance behind us.  It's very difficult to explain this, but there is a difference.  Mr de Kock had an uzzi and this person had an AK, and if you have the experience, then you will able to distinguish between the noises.  But it is possible at the back may have thought so, but this did not take place.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "If I understand you correctly, your evidence was that you were under the impression that Mr Pienaar was at the Moolman Hotel.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, that is still my impression today.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "And you have heard Mr Pienaar's evidence indicating that he was not there?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, I have heard his evidence.",
            "Male"
        ],
        [
            "MR PRINSLOO",
            "No further questions, thank you, Chairperson.\nNO FURTHER QUESTIONS BY MR PRINSLOO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Prinsloo.  Mr Hattingh, do you have any questions?",
            "Unknown"
        ],
        [
            "MR HATTINGH",
            "Thank you, Mr Chairman.\n\tMr Nortje, when you were led regarding Koevoet, which was a paramilitary, it peaked my memory regarding something which Mr de Kock had told us about quite some time ago, but which we have not placed on the record yet and perhaps you have knowledge of this.  Are you aware that Mr de Kock also gave the order that members of Vlakplaas be trained in parabat jumping?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And that these members were duly trained, or at least a great proportion of them?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And there was also a first group of black members of the Security Forces who were trained at parabats?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And the reason for that was because they could be used as a sort of semi-military operational unit at short notice?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "The permission was given, according to Mr de Kock.  Was written permission given, do you know whether it was?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And this would have been necessary because it was a costly operation and aircraft had to be used?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, it was expensive.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And who provided the aircraft?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I know that we were at Phalaborwa, we stayed in the army camp, 5 Reconnaissance Commando.  I'm not sure who the owner of the aircraft was, but it was paid ...(intervention)",
            "Male"
        ],
        [
            "MR HATTINGH",
            "It had to be paid for.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And payment for it was obtained from the Secret Fund?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And the parachutes, I understand that the task force didn't want to provide you with parachutes, that is why you consulted 5 Reconnaissance Commando?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And they provided you with these parachutes?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Just singular aspects.  Mr de Kock, according to you - or before I get to that, apart from the parabat training, was regular training given to people at Vlakplaas, with regard to the use of weapons and weapon craft and explosives?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, that would be to equip them for possible situations.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "So you were always ready on a contingency basis?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "You say that Mr de Kock was upset about the man who had escaped and this reason was ambiguous because he said that this person had escaped with the identity of the informer, which he could make known.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "And also that that person could have been involved in further infiltration of ANC members.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "The evidence which according to you was evidence that Mr de Kock did not want his name involved with the incident, someone else may have decided that his name should not be implicated in that incident.  Is it possible that you may have made a mistake, that this was not him who wanted it, but somebody else?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, that is the impression that I got from him, but it may be that the decision may have come from Gen Engelbrecht or somebody else, that his name be kept out of it.  But this is just something that I recall him telling me, that his name had to be kept out of the matter, but the final decision, I don't know who took that decision.",
            "Male"
        ],
        [
            "MR HATTINGH",
            "Thank you, Mr Chairman, we have no further questions.\nNO FURTHER QUESTIONS BY MR HATTINGH",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Booyens?",
            "Unknown"
        ],
        [
            "MR BOOYENS",
            "No questions thank you, Mr Chairman.\nNO QUESTIONS BY MR BOOYENS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Jansen?",
            "Unknown"
        ],
        [
            "MR JANSEN",
            "No questions, Mr Chairman, thanks.\nNO QUESTIONS BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Cornelius?",
            "Unknown"
        ],
        [
            "MR CORNELIUS",
            "No questions, thank you, Mr Chair.\nNO QUESTIONS BY MR JANSEN",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Moerane?",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Thank you, Mr Chairman.\n\tMr Nortje, you have already referred to the false statement that you made in anticipation of the inquest which was to be held at Piet Retief.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And this is on pages 55 and 56 of bundle 5.",
            "Male"
        ],
        [
            "MR LAMEY",
            "No, it's 63 and 64.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I'm sorry, I'm looking at the previous one.  Yes, that's right, 63 and 64.\n\tThis statement like the others, seems to have been made on the 26th of June 1989, in the sense that the attestation part of the statement is actually already typed in as the 22nd of June 1989, not so?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And your evidence is that you were just presented with the statement which had already been typed out for you to sign.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You knew at the time that there was supposed to be an authorised version of the incident.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And that it had to be consistent with what others were saying?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And this was all organised by, amongst other people, Brig van Wyk?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Are you able to throw light on the identity of the vehicle, whether it was a Nissan E20 or whether it was a Toyota Hi-Ace?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I would say it was a Nissan E20.  It was a Nissan, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  If in fact the vehicle that was at the reconstruction was a Toyota Hi-Ace, would you be able to explain how that came about?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Perhaps they didn't have a Nissan, or think about that aspect.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So they would have shot up a Toyota Hi-Ace and put sticks through it ...(intervention)",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I beg your pardon, I think that the same vehicle that we shot at was used at the scene.  They would have used the same vehicle, because it stood at the Piet Retief Police Station for quite some time after the incident.  And after the reconstruction, I think I saw the vehicle parked there at Piet Retief for quite some time.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And the vehicle that you saw at Piet Retief was an E20?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I suppose you have no explanation why the Piet Retief people, such as W/O Pienaar describe that vehicle as a Toyota Hi-Ace?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, I cannot explain that.",
            "Male"
        ],
        [
            "MR MOERANE",
            "In the last paragraph on page 63, the events are described in the following words\n\"At that moment, Const Manzini jumped out of the vehicle at the right front and ran around the front of the vehicle.  I could see him clearly because the vehicle lights were switched on.  At the same time the passenger who was seated in front on the left jumped out and at the same time opened fire.\"\nNow you have told this Honourable Committee that that in fact is false.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But I notice that that particular version has been persisted in by some of the people who are asking for amnesty.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, I saw that.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  If in fact that person had fired, you would have seen him.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Definitely.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now on page 64 you say - let me not say you say this because you say you are actually not saying that, but it is recorded that you are saying\n\"I investigated my weapon and saw that I had fired 20 shots.\"\nNow this is actually not what you said.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, that is not correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But this appears in a false shooting incident report \"skietvoorval\" report, which was compiled by the officer who compiled that in terms of police standing orders.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Am I correct from your evidence, Mr Nortje, that you played no role in the compilation of this statement, it was merely presented to you for signature and in fact you said you didn't even read it until this week?",
            "Unknown"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you had no input before that was drafted?",
            "Unknown"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Of course you know that the incident was actually covered up.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, I know.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And that amongst the people that were involved in the cover-up was W/O Pienaar.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Brig van Wyk.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I don't that personally, but I see here that he must have known what the circumstances were.  I don't have personal knowledge of it, but I assumed that he was part of the cover-up.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well one way of covering up is preparing statements and getting people to sign them.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That's correct, that's why I know he did not attest to this before me.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  You were present when Col de Kock confirmed that Brig van Wyk had actually conducted an incompetent investigation.  You heard that.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now you confirm that it was not only incompetent, but that it was also a dishonest investigation.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That's correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And of course the third person who was involved in the cover-up is a person who is now General Krappies Engelbrecht.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Mr Nortje, for those are not very familiar with that unit, Koevoet as you've already testified, was a paramilitary police unit.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And you saw service in that unit?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And how many of the persons who were involved in the events of the 12th of June, had been Koevoet members?  Apart from yourself and Col de Kock.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I think the only one who was involved there as well, was Vermeulen.  I beg your pardon, Mr Tait was also there for quite some time as well as Ras.  I beg your pardon, he was also there.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So Vermeulen, Mr Tait, Mr Ras were ex-Koevoet members?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now would I be correct that although Koevoet in a sense was a police unit, it performed functions of pursuing Swapo fighters and killing them whenever it could?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "In fact, would I be correct in saying that a culture developed amongst Koevoet members, of obtaining as many scalps as possible?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, I'm sure there were some people who viewed it as such, but that was not my opinion.  I know that there were people who were head hunters, as you have put it, but to be honest, Mr de Kock and I did not share that perspective.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Actually I didn't mean it in a literal sense, I meant it in a figurative sense, that the number of killings was important, not necessarily that you went and actually collected heads.  I know that some people did that ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "Sorry, that wasn't his response, I think you misunderstood his Afrikaans.  He simply said - he understood it in the figurative sense too and answered it in that way.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I see.  Did you understand it in a figurative sense?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Not in a literal sense?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No.",
            "Male"
        ],
        [
            "MR MOERANE",
            "I see. Well just to put it beyond any doubt, wasn't it part of the culture of Koevoet to have a tally of the number of kills that a person had?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, it was a factor under those circumstances.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And to take no prisoners?",
            "Unknown"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, I cannot say that, Chairperson, because we took many prisoners.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Didn't that prove troublesome, taking prisoners?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, not at all, we would get them to work for us immediately, with the assistance of the other black members who were with us.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well didn't that prove rather difficult and rather troublesome, trying to recruit and turn SWAPO fighters?  In the end, didn't you find that the success rate was very, very limited?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, I wouldn't say that.  It wasn't a considerable factor with regard to dangerous situations or the possibility of information leaking out.  If circumstances allowed, we would catch certain people and those prisoners that we captured would eventually become part of the team and work for us.  There was no danger of information leaking out because we didn't really work with information as such.",
            "Male"
        ],
        [
            "MR MOERANE",
            "What I'm trying to suggest is that, isn't it general knowledge that many of these SWAPO fighters that you had captured defected and went back to SWAPO?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, there were cases of that.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Did you bring your experiences from the Namibian war back to South Africa when you joined C1?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, we did.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now this modus operandi at Vlakplaas, of performing illegal acts in the fight against the ANC, is it something that you were actually told by someone in authority?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, it was never stated specifically that we may commit illegal acts, but the circumstances dictated that we had to do this.  We were protected.  If we were not protected we would never have done these things.  We did not act recklessly.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And who protected you?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "The senior officials of the police and whoever else may have followed after that.  But I assumed that our direct heads would protect us and that is why we continued with our actions.  We were not hindered in any way.  On the contrary, we were just given more instructions and the whole thing escalated.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Are you referring in particular to Brig Schoon?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "He too, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Did you receive instructions from anyone higher than Brig Schoon?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, I did not liaise directly with those persons, I received my orders from Mr de Kock, who in turn received his orders from Brig Schoon as well as Engelbrecht and those people.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well I'll ask you some of the questions that I asked Mr Vermeulen.  With regard to rules, did you observe any rules such as how to treat captured persons?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, we did not.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So you made you own rules, in effect?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "It's difficult to say rules, we acted according to the circumstances.  But the rules one always maintained the laws in the back of your mind during actions, but as I've said, sometimes circumstances created a situation where you would have to do illegal things or commit illegal acts, but there were no fixed established rules indicating what we were allowed to do and what we were not allowed to do.  I don't think that there was anything like that.  We were led by circumstances and the commanders who took the decisions were also an important factor.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  What you have said to me boils down to what I put to you, that you actually made your own rules.  In other words, you decided who was to live and who was not to live.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Sometimes that was the case, yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "But you must have known that that was wrong because as the learned Chairperson of the Committee put to one of the previous witnesses, that - or was it Mr Malan, I don't know, that when you had committed crimes, in the reports that you made you covered up and you presented them in the light where they would be seen as legitimate police action.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now that's where I have a bit of a difficulty because if you, the people took a decision to eliminate a person in circumstances which amount to murder and then you present that in your reports as self-defence, you're actually not carrying out orders of superior persons.  Would that be correct?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So in effect, your unit C1 was actually a law unto itself.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I wouldn't say that, we still acted under instructions, under command.  That was my opinion of the situation.  I cannot see that we acted without any rules or prescriptions.",
            "Male"
        ],
        [
            "MR MALAN",
            "I think, Mr Nortje, they way I understand the question reference was not made to the individual, but to the unit, which could take its own decisions or which took its own decisions.  In other words, with reference to the commander of the unit at the time.  I think that is the interpretation of this question if one speaks of the unit.  Would you be able to agree with that?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes, thank you, Mr Chairman, that is what I intended to convey.\n\tNow who actually enforced any order or discipline?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Mr de Kock.",
            "Male"
        ],
        [
            "MR MOERANE",
            "So if a person had done something that Mr de Kock thought was wrong or unacceptable, he would discipline him?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, definitely.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Except, I take it, when these things were done by the askaris, which made it very difficult for them to be disciplined.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, well he also disciplined them.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Are you aware of the situations where it was impossible to discipline them because disciplining them would have revealed their identity?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, it's difficult to answer this question because I don't really understand what you want me to say.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think probably distinguish between informal discipline and departmental discipline, in laying reports and getting in independent investigator etc., legal representation and all that sort of stuff.  I think if you could perhaps distinguish between ...(intervention)",
            "Unknown"
        ],
        [
            "MR MOERANE",
            "Yes, I'm talking about formal disciplining where a report would be submitted, a written report and it would go through ordinary and normal police channels dealing with discipline.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, no such disciplinary steps were taken with regard to formal discipline, not that I know of.  Not in the way that the police procedure would operate, that they would be charged of certain transgressions and then receive a fine or anything like that.  There was no such practice.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  In any event that was difficult and it might have led to the disclosure of the askaris and their identities and all that.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, I don't even think that those ideas were considered, to discipline them in such a way, but as you have said, it would have led to other repercussions.  It simply wouldn't have worked.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Now let's come to Mr Manzini.  When did you see him for the first time with regard to the events of the 12th?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "It was that afternoon at the Security Branch, after we had arrived there.  I recall that I saw him there for the first time.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  Did you go with him and others to the scene?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I would recall that we went to the scene with him, yes.  It remains in my mind, so I assume that we must have done this because I know where the place is, I know that we visited this place during the daytime.  So yes, I do recall it.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  And the place where he was supposed to stop was pointed out to him?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR MOERANE",
            "And the place where the other members who were going to lie in ambush, was also indicated?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I don't believe that it was pointed out to him.  As I recall, there was an electric pole or a telephone pole and I think the pole was the marker of where he was supposed to stop.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  But you see there were other people there, weren't they at the same place and time shown where the persons who were going to commit the ambush would be lying in wait?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I beg your pardon, can you please explain to me what you have asked me, I don't understand you.  Would he have known where we lay in wait, where the staff would have taken up position, the staff that was going to carry out the ambush?",
            "Male"
        ],
        [
            "MR MOERANE",
            "Yes.  What I want to find our from you is whether at the time and place when Manzini was shown where he was to stop, the other people were also shown where they were going to lie in wait?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, I don't believe that that was discussed at that point, I think it was done when we arrived at the scene with all the members who would have taken up position in the ambush, because we knew that there was the pole and from there the persons were told where the ambush would be.  I don't think that it was spelt out that clearly during the afternoon.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Do you recall what recall what was said to Manzini, as to what he should do?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I forgot about the indicator light, but I recall, as a result of the evidence which came to light, that he was given the instruction to switch on the indicator if there were weapons in the vehicle and that he would jump out and run.  Vermeulen said something about urination, I think that he was supposed to use that as an excuse to stop.  He would have to tell them \"I need to urinate\", and that would be the reason why he would stop.  I'm not certain, but I think that those were the things that were said to him, those were the instructions that he received.",
            "Male"
        ],
        [
            "MR MOERANE",
            "Well isn't one of the problems, Mr Nortje, that the truth in this matter has been mixed up with a lot of lies, difficult to remember?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Well I can simply tell you from my perspective, I'm trying to put it as clearly as possible.  The versions from the other persons differ and I cannot explain that, this is simply the way that I remember it.",
            "Male"
        ],
        [
            "MR MOERANE",
            "You see because in your statement in support of your application for amnesty, you do not mention the question of the flickering of lights.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I did not leave it out on purpose, I didn't think about that minute detail at that stage.",
            "Male"
        ],
        [
            "MR MOERANE",
            "If you'll bear with me.  I have no further questions.\nNO FURTHER QUESTIONS BY MR MOERANE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Moerane.  Ms Lockhat, do you have any questions?",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "No questions, thank you, Chairperson.\nNO QUESTIONS BY MS LOCKHAT",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Lamey, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR LAMEY",
            "Chairperson, I want to ask one question in re-examination, but I omitted just two short aspects to deal with that in-chief, which I ...\n\tWhat was your rank at that time?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Sergeant.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And did you receive any remuneration above and beyond your usual salary for your participation in this incident?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, not that I know of.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And then in cross-examination a question was put to you with regard to instructions for illegal operations.  I just want to put it to you, are you aware with regard to the command structure above Col de Kock, that there was an overall commander at head office?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "And before this incident you were also involved in illegal operations such as for example, the Lesotho operation and the Cosatu House operation.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Yes.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Do you know whether those operations, which were also illegal, were approved from any level above Mr de Kock?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Definitely.",
            "Male"
        ],
        [
            "MR LAMEY",
            "Thank you, Chairperson, I have nothing further.\nNO FURTHER QUESTIONS BY MR LAMEY",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Lamey.  Adv Gcabashe, do you have any questions?",
            "Unknown"
        ],
        [
            "ADV GCABASHE",
            "Thank you, Chair.\n\tMr Nortje, just one question.  Do you know anything about an aborted or a failed attempt to collect ANC members between the 8th and the 12th of June?",
            "Unknown"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, the reason why I wouldn't know about that is because at that stage I was - I also didn't hear about it on the day of the operation or after the 12th, I was with C2, I was involved with something else, I didn't have access to that sort of information.  They also wouldn't have told me about it because we were not working with the operational persons.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Then one other question.  Mr Manzini, in his Section 29 hearing, appears to think that he was shown the place where he had to go to, the day before the incident itself.  Would you know anything about the pointing out and the preparations taking two days instead of just one day?",
            "Unknown"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, I don't about it, I only know that on the day that we arrived there the point was indicated to him where we would be that night.  It may have happened, but I don't know.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Malan, do you have any questions?",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Mr Nortje, in bundle 6 we have the Section 29 transcription of the evidence of Manzini and we have the information that Ms Gcabashe refers to.  Manzini refers very clearly to an abortive incident, he indicates that it may have taken place on the Friday initially and he alleges that Theron took him out to see the place and there is evidence that he went to pick up people, that there was nobody, that he stopped on the right side of the road at the point where the vehicle was to come to a standstill and that there was no-one.  He was only shown once where the place was, which would indicate that this does not concur with your evidence that your recollection indicates that you were with him when the place was indicated to him.  Do you have anything to say about that?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "As I recall it we went to the scene that afternoon to see where we would set up the ambush, that is what I recall.  I recall that Manzini accompanied us so that we could give him the final plans there.  That is what I recall.",
            "Male"
        ],
        [
            "MR MALAN",
            "And who accompanied you to the scene, was it you, de Kock?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Mr de Kock would have gone with ...(intervention)",
            "Male"
        ],
        [
            "MR MALAN",
            "No, I'm not asking who would have gone with, I want to know if you can remember who went with.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I'm not certain, I cannot name any names.  It would have been the people who were there with us.",
            "Male"
        ],
        [
            "MR MALAN",
            "Well why do you remember Manzini if you don't remember any of the others?  Could you be mistaken?  Isn't it probable that you are mistaken, why would they show Manzini the place twice?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "It is possible, but that is how I recall it.",
            "Male"
        ],
        [
            "MR MALAN",
            "Very well.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Can I just ask you on the same point, Mr Theron also said he went to show Mr Manzini the spot.  Would you recall if he was there?  Mr Theron.  You can't place him either.",
            "Unknown"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "I cannot recall him specifically.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "But in any event, Mr Manzini was the only black member who was involved with you at that time?",
            "Unknown"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "As far as I know yes, there were not any others.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "And there is certainly a time, in respect of this incident, that you were in his company and showing him the spot that he needed to know about?",
            "Unknown"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "That is what I recall, yes.",
            "Male"
        ],
        [
            "ADV GCABASHE",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Nortje, you would have heard the evidence of some of the applicants, that there was or they were under the strong impression or convinced that a bullet hit the tar on the tar road between them and the vehicle towards which they were running.  Could that have happened, from what you saw?",
            "Unknown"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "If you ask me, I think it was one of their own people who shot there in the road when they approached.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Are there any questions ...(intervention)",
            "Unknown"
        ],
        [
            "MR MALAN",
            "Sorry, Chair, I missed another aspect that I wanted to canvass.\n\tMr Nortje, you said that the person in the front on the left, you saw the door going open and that Mr de Kock fired a shot.  You say that his feet had not reached the ground.  In other words he had not yet climbed out, and Mr de Kock fired at him immediately, but your evidence is that he was found next to the vehicle, dead.  How did that happen, wouldn't he have been killed in his seat and fallen to the inside instead of the outside?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "After the shooting he lay outside the vehicle on the ground, so it must have happened during the shooting that he fell out.  But when he shot him he didn't fire back, so he must have died instantly or have been seriously wounded, but that's when the shooting took place and when we stopped shooting he lay next to the vehicle.",
            "Male"
        ],
        [
            "MR MALAN",
            "If such a great number of shots are fired at a person, wouldn't you expect him to fall over in the direction of the bullet, instead of falling in the converse direction?",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "Well maybe he had it in mind to get out of the vehicle, if he was not yet dead.",
            "Male"
        ],
        [
            "MR MALAN",
            "To climb out in the direction of the man who was shooting him, who was about a metre to two metres away from him?  That sounds improbable and that's why I'm putting it to you, because it doesn't really concur with the observations of the others, that he climbed out much further than what you recall.",
            "Male"
        ],
        [
            "WILLEM ALBERTUS NORTJE",
            "No, he collapsed directly next to the wheel where he climbed out.",
            "Male"
        ],
        [
            "MR MALAN",
            "Very well, thank you.  Thank you, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions arising?  Thank you, Mr Nortje, that concludes your evidence, you may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I see it's now ten past one.  This would be a convenient stage to take the lunch adjournment ...(intervention)",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "If I may just interrupt you, Chairperson, that concludes the roll in terms of the applicants, Chairperson.  Adv Moerane does have a witness, who will be called tomorrow, Chairperson.  So I suggest that we hold, that we postpone until tomorrow, that we adjourn until tomorrow, Chairperson, but I shall leave it in your hands.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I wonder, we'll have to make some arrangements about tomorrow, as to when we'll be sitting.  I\nknow certain people have to catch aeroplanes, etc.  Could we just have a short adjournment now, I'd just like to speak to the legal representatives in the office and then we'll come back and make an announcement as to whether or not we're postponing now until tomorrow, or whether we'll carry on today.",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "Please stand.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Good afternoon, I apologise for the delay that has occurred in this matter, but we've reached a stage in the hearing where we are awaiting the advices of a legal representative as to what the next step will be.  The legal representative concerned has not had the opportunity yet I am told, to properly consult with his client.\n\tWe, since lunch have been waiting in the expectation that this would happen each next minute, but it hasn't and time has passed us now, it's almost 4 o'clock.  So I think whatever happens now, we've arrived at that time of the day where we would have to in any event adjourn until tomorrow.  The expected consultation I'm told, has not taken place yet.  So in the circumstances, all that we can do is to postpone until 9 o'clock tomorrow.  \n\tI apologise for the inconvenience that has been caused and I hope we'll know at 9 o'clock what he position is, whether we will be proceeding with further evidence or whatever will occur tomorrow, I don't know, I can't say at this stage until I get further advised.  So I apologise for the inconvenience and having us all waiting here in vain this afternoon, but unfortunately that is the situation.  So we will then just have to adjourn until nine tomorrow morning at this venue.  Thank you.",
            "Unknown"
        ],
        [
            "MS LOCKHAT",
            "Thank you, Chairperson.\nCOMMITTEE ADJOURNS",
            "Female"
        ]
    ]
}