{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-08-18",
        "location": "DURBAN",
        "day": "6",
        "names": [
            "GENERAL J A STEYN"
        ],
        "case number": "AM4513/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53618&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990818db.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR VISSER",
            "GEN STEYN",
            "MR WEBSTER",
            "MR LAX",
            "ADV BOSMAN",
            "MS THABETHE",
            "CELESTE MORRISON"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR VISSER",
            "J A STEYN",
            "GEN STEYN",
            "MR WEBSTER",
            "MR LAX",
            "ADV BOSMAN",
            "MS THABETHE",
            "CELESTE MORRISON",
            "MS MORRISON"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Chairperson, if we might kick off with Gen Steyn?  I see it's quarter to but if we can go as far as we can?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "He is ready to give evidence, he does not have an objection to taking the oath, Chairperson, and he prefers to give his evidence in Afrikaans.  His statement has been handed to you before as Exhibit C, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we have that thank you.",
            "Unknown"
        ],
        [
            "GEN STEYN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "General Steyn, you previously testified in the Ndwandwe case?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And I see in your statement you also testified in the kwaMashu 3 case?  No, I don't think you testified there, I think that's my mistake, but you also testified in the Cry Freedom Amnesty Application?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "You have Exhibit A in front of you, have you read it?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Is there anything in Exhibit A which you don't agree with?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Do you confirm the correctness of Exhibit A and you ask that it be incorporated into your amnesty application as well as also the evidence and documentation to which Exhibit A refers?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Your amnesty application is in the Quarry Road bundle, page 1 to page 15, is that correct?  Do you also confirm the correctness of the contents of that?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "As far as the Quarry Road incident is concerned, at the time of the drafting of your amnesty application you said that you could not recall at that stage what all the facts were and that you were intending to give the facts later?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Can you explain to the Committee what the circumstances were which gave rise to that in the first place to the fact that you decided to apply for amnesty and what the circumstances were when you applied and went to the attorney?  Just generally?  This was in 1996?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, we didn't have all the facts in respect of all our applications so we had to make some enquiries about various aspects of our applications.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Sorry Chairperson if he could just raise his voice a bit please?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "GEN STEYN",
            "Chairperson, we had to make certain enquiries about our applications and in the process we consulted with each other and our legal representatives.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Were many people involved?",
            "Male"
        ],
        [
            "GEN STEYN",
            "In the various applications, some applications more than others.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And how long before the cut off date of December was that?",
            "Male"
        ],
        [
            "GEN STEYN",
            "We had to work under tremendous pressure, very shortly before the final date for the cut off date for the applications, it was in the last days and weeks before the expiry of the cut off date and we put in a lot of work and then we handed it in.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "You're applying for amnesty for multiple activities?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And was it possible for you to make all the necessary enquiries before the cut off date?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No it wasn't possible, I couldn't do it all and not in respect of the applications.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Now Mr Steyn, you're requesting amnesty for this application as a result of your complicity in this.  Could you please tell us from page 2, paragraph 1, perhaps we've dealt with 1, perhaps you can start with paragraph 2 and just explain to the Committee during 1986 ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Visser, this is of Exhibit C now?",
            "Male"
        ],
        [
            "MR VISSER",
            "This is Exhibit C Chairperson, thank you.\n\tIn 1986 you arrived in Durban?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes that is correct.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And during this incident you were second in charge of the division, is this Port Natal?",
            "Male"
        ],
        [
            "GEN STEYN",
            "The security branch of Port Natal.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Please continue with paragraph 3?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, during August of 1986 an incident took place in which the wife of an IFP councillor was killed and three of the children were injured in the same incident.  An AK-47 rifle and hand grenade had been used.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, we've already referred to the ANC submissions, continue?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Sometime afterwards the previous witness, Botha, told me that one of his informers had reported to him that a certain Brian Mamela and his group had been responsible for this attack.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Mamela, according to the information at that stage, was a trained MK member and leader of a group.  I also knew that Director Botha had given this information to the Terrorist Unit of Col Taylor for further investigation and work and that would have included follow up action by informers with a view to tracing these people.\n\tDuring September in 1986 I was told by Brig Botha, Director Botha, to come to kwaMashu in respect of certain information regarding the presence of armed ANC members in kwaMashu.  I went there and met Botha and Capt van Sittert there and I was told by these officers that Mamela and his group, according to their information, were somewhere in kwaMashu and that they were armed.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Now in those years there was general reference to people who had committed acts of terror, they were called terrorists?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And in your view was it only Brian Mamela who was a terrorist or what was the position regarding his group?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, when we referred to Brian Mamela and his group who had committed certain acts according to our information we were referring to people who operated along with him and who had probably also had been trained as he had been.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "So in your view these were terrorists?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.  I was informed that the information was they were planning to launch another attack that very same night on a councillor's home.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "A Black councillor?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.  Van Sittert further told me that apart from this, this group of Mamela's had also been responsible for an act of terror just a couple of days previously.  I can't remember the exact circumstances of this act of terror.  I was also told by Van Sittert that the house where this group were at that stage had been kept under observation and that the people doing this observation had been in radio contact with Van Sittert and the idea was that the people doing the observation should make radio contact as soon as those people in the Mamela group left their shelter and move away.\n\tThe plan was also not to act against them at that very moment because it might compromise an informer.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What does that mean?",
            "Unknown"
        ],
        [
            "GEN STEYN",
            "That meant that if we swooped on that group in that area the inference could be drawn that somebody in that area or very close had furnished this information about the presence of these people.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "That's a strange statement, kwaMashu's such a large place with thousands of people, how can you believe that you'd be compromising an informer?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I think you can reveal that information to the Committee as to where the informer was.",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, the informers were in that area very close to that home.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "The reaction unit was also present when I arrived at the scene at kwaMashu Police Station and if I remember correctly, I also summoned Col Taylor later and I think it would have been him who told Mr Wasserman to go to kwaMashu Police Station.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Now General, just to avoid any confusion, at that stage what was your rank?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I was a Colonel.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Second in charge of the Port Natal division?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "At the scene at kwaMashu you were the senior officer?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Now there were two units, what would you call the sections of the police, the one would be the security branch and the other one the task force?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Now would it be correct to say that you were in charge in an overarching way?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Who was in charge of the action on the ground?\nWas that you?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, the way it worked was like this.  During Van Sittert's information to me as regards the presence of the armed terrorists, it was discussed with the reaction unit and the person in charge there was Lt Breytenbach that should any action arise out of this incident, the intercepting or arrest of the people whatever, that it would be Lt Breytenbach who would be in charge as far as that part of the operation was concerned.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Alright, so that necessarily meant that the people from the security branch would then have to report to him or would they still be under your command, your command as overall commander?",
            "Male"
        ],
        [
            "GEN STEYN",
            "They would still be under my command.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "But they would carry out Breytenbach's orders?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes, if circumstances demanded it.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And what was the plan?  What was the idea to have security branch members there?  What were they supposed to do?",
            "Male"
        ],
        [
            "GEN STEYN",
            "The security branch had to give back up and give us the necessary information so that should it become necessary at a later stage that the task force would be able to act.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And by support that would mean that they would also have to help you to do that?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Correct.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Please continue with paragraph 16?",
            "Male"
        ],
        [
            "GEN STEYN",
            "The planning was to the effect that we would wait for the suspects to leave, their vehicle had already been described to us and the reaction unit would then try to intercept these people after having left the house.  The purpose was to arrest them but we were not to endanger our lives.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Now the question was put during cross-examination whether - it was put to Botha, whether you hadn't discussed beforehand and decided that come what may we are going to kill these people?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, there was no such decision.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "But should you have taken such a decision, would that have been the way in which you would have gone about it?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No.  Then we could have done it in a different way and more conveniently so we wouldn't have wanted to go about it in this way on the N2 freeway.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Chairperson, I notice it's 1 o'clock, I won't get through, perhaps it would be convenient to take the break now?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we will take the adjournment now, Mr Visser.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "May we resume at quarter to 2? Mr Webster?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I'm comfortable with that arrangement, thank you Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn and resume at quarter to 2.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "GEN STEYN",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, please proceed?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Chairperson, before I do so, may I ask an indulgence that we might discard such articles of clothing as is not compatible with the temperature in the hall, Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may do so, Mr Visser.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Could I apply that direction too, Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you.",
            "Male"
        ],
        [
            "MR VISSER",
            "(continues)\n\tGeneral Steyn, we had proceeded up to page 4, I beg your pardon to page 3.  15 and 16 and 17, Chairperson, we're now on to 18 I believe?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May you continue with paragraph 18?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, by dusk that evening a radio message came from W/O Shabalala that the suspects had left the house and had departed with that vehicle.  We immediately departed with various vehicles in different directions in order to cover all escape routes.  I drove with Maj Botha, or Director Botha in his vehicle.  Mr Wasserman drove in a mini-bus with two other members.  Taylor drove with his vehicle and the reaction unit with their vehicles.\n\tThe suspects, Chairperson, drove on the N2 from North to South.  There was much traffic and it was difficult to catch up to the vehicle.  In our attempt to catch up with the vehicle, Maj Botha and I observed the vehicle at some stage.  We moved in to the left side of the vehicle and Mr Botha continually shouted \"Police, stop\".  The vehicle would not stop and attempted to push our vehicle off the road by swerving in our direction.  There was however no contact with our vehicle.  This took place twice.  \n\tMr Wasserman was behind us in a kombi with two Black members, Lembede and Mduli.  I observed at some stage that they moved in on the right hand side of the vehicle.  The suspects vehicle collided with the kombi at some stage if I recall correctly.  Shots were fired.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Can you just say according to your recollection who first fired shots?",
            "Male"
        ],
        [
            "GEN STEYN",
            "My recollection, Chairperson, is that Director Botha shot first.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And what happened afterwards?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Directly thereafter several shots were fired.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "From which direction or are you not able to say?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, if I recall correctly, shots were fired from the kombi which was driven by Mr Wasserman and I don't know how many shots Director Botha fired but he definitely fired a few shots.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Continue?",
            "Male"
        ],
        [
            "GEN STEYN",
            "At the same time from diagonally behind us shots were also fired and shooting ensued from all directions.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Diagonally behind you?  Was this on the right or on the left?",
            "Male"
        ],
        [
            "GEN STEYN",
            "On the right hand side.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Did you look about to see exactly where the vehicles were, in which the police were, at that stage?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No Chairperson, it was all chaos and it was not easy to say that this vehicle was there and the other vehicle was there except for the fact that I knew we were.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "When you observed the vehicle, General Steyn, did you in some or other manner try to inform the other people that you had observed the vehicle on the N2?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct, Chairperson.  I did not follow radio procedures as one would do on the normal circumstances but I just shouted that the vehicle had been observed and it moved in this direction.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And you pursued them?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "You say shots were fired from the kombi and from the right hand side behind you and Botha fired shots?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "When this shooting took place what did you think would be the consequence of the shooting that you had heard there with regards to the occupants of the vehicle?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, I accepted that the people in that vehicle would either be injured or killed.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Very well, did you associate yourself therewith and did you then try to stop people?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No I did not try to stop anyone and I associated myself therewith.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Please continue with paragraph 23?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Because of this shooting and the fact that at this stage this suspects vehicle had been hit several times, this vehicle collided into the back of the kombi which was driven by Wasserman and it stopped.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "You say driven by Wasserman, is that what you recall?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That's a mistake, the kombi in which Wasserman was an occupant.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And the vehicle collided with it from behind and they came to a stop?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And was there any further shooting?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I think shots were still fired for a few seconds after which it ceased.  Director Botha Parked our vehicle to the left behind their vehicle and in that process while the shooting was still underway it came to an end.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "What is the inference that you draw, who shot from behind, to the right, behind of the vehicle, who was that?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That was the task force.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And does this concur with your observations after the action had ceased?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes that is correct, I surmised that the reaction unit members did fire shots.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What was your question?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "The question was, Chairperson, whether his thought that it was the reaction unit that had shot from the right hand side from behind their vehicle was confirmed by what he observed after the incident was over and he said it did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes, do carry on?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Please continue?",
            "Male"
        ],
        [
            "GEN STEYN",
            "After these vehicles had all come to a stop, Director Botha jumped out and he investigated the vehicle in which the suspects were.  He returned to me and told me that the occupants of the vehicle were dead and that they did not have any weapons with them.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Did this surprise you?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Initially in the sense that our information was that they were armed earlier that evening when they were observed, yes I was.  After he informed me that there were no arms in the vehicle I decided that the arms according to our information which was still at the house where they had hidden earlier that we had to fetch these arms and plant it on these persons.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "So you drew the inference chiefly from the information which you received from Sittert that if the arms were not in the vehicle then it has to be at the house from which they departed?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, earlier that evening we were told that they were at that house and they were armed and on that basis the fact that they were not in possession of arms and they departed from that house, I believed that the arms would still be at that house.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Whose idea was it that the weapons had to be fetched and planted?",
            "Male"
        ],
        [
            "GEN STEYN",
            "It was my idea.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And did you discuss it with Botha?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes I discussed it with Botha.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And did he concur?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes he did but it was my idea.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "What did you and Botha do then?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I then in the meanwhile I asked the reaction unit members and the police members to move away from the scene where they had all gathered.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Why did you do that?",
            "Male"
        ],
        [
            "GEN STEYN",
            "My idea was that if we received the weapons or had fetched the weapons with the purpose of planting them that as few as possible people be at the scene and as far as possible from the scene so that they would not observe that we were planting arms on these people.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Did you tell Wasserman to fetch the arms?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes I did Chairperson.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And did a Black member accompany him who knew where the house was?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes if I recall correctly or I can recall that definitely there was a Black member who was with him and Wasserman then returned.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Please tell us what happened next?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Wasserman returned, I was the closest to the scene, I was not at the scene, I was closest to the scene, I was in a position to see him handing the weapons over to Director Botha and I accepted that those were the arms and Botha placed these arms in the vehicle of the deceased.  I was under the impression, Chairperson, that it was done in such a manner that other persons standing around would not observe it and it was also my objective.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And in your research what did you attempt to do?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, as to obtaining more information about this incident I attempted to obtain the post-mortem inquest in order to jog our memories as to whom made statements and who said what.  I was not successful in this endeavour.  On the 29th July 1987 Gail Wannenburg of the Truth and Reconciliation Commission said that the Commission had pulled the file from the Magistrate's Court and at a later stage Wannenburg said that the document had been handed over to the Attorney-General and with further enquiries nobody could assist us in tracking down this post-mortem document.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Did you also ask your attorney, Mr Wagenaar, to attempt to track this document?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes I insisted upon it on many occasions and at one instance I was present when it was done but without success.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Please continue with paragraph 28?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, Director Botha falsely testified in the post-mortem inquest, he also gave false evidence with regard to the presence of arms in the vehicle and that shots were fired at us from that vehicle.  This was done with my knowledge and my approval.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Why did you act in the manner that you did that evening?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, I acted in the execution of my services and duties in the South African Police and I believed that such action was expected of me and this fell within the ambit of my expressed or implied authorisation.  I believed in the light of the pressure which was placed upon us in the security branch by the political leaders of the time and continually it was said to us that terrorists had to be wiped out in order to combat the revolution.  Chairperson, my action was aimed at protecting the State and the National Party and maintaining them.  In this whole process, Chairperson, I never received any reward and did not draw any personal advantage from this.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Steyn, suggestions have been made that a helicopter had apparently taken part in this pursuit that evening.  Firstly, do you recall that you had seen a helicopter at the scene during or directly after the pursuit?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No Chairperson.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "After these suggestions were made did you direct enquiries whether a helicopter could have been possible?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Who made these enquiries?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I enquired from a member of the then reaction unit who still remains in Durban.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And were you informed that the reaction unit did have a helicopter to their availability at some stage?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No Chairperson, I was informed to the contrary.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "What were you informed?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, I was informed that there was no helicopter with the police in Durban at that stage.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Steyn you have told me that you have something on your mind to say about the struggle of the past and your position and the position of the men under you.  Would you like to use this opportunity to do so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes Chairperson.  Chairperson, the South African Police and specifically the Security Branch was under immense pressure because as it was commonly known because of the undeclared war which reigned at that time, bombs went off, bridges were blown up, railway lines were blown up, limpet mines exploded in shopping centres.  I was at the scene of a bomb where people had been blown apart, three or four killed and 96 injured, I was at several scenes where police officers had been murdered in this process of terror and this necessitated us to more and more think that there was one way in fighting this war with all our means and it was also voiced by the politicians from their platforms.  We would chase or hunt terrorists right throughout Africa and we would not allow the ANC to win this war, we were conditioned and we believed that we had to do everything in our power to prevent that what the politicians had advocated that that become true.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Chairperson.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Cross-examination?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Are you now Mr Steyn?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I'm General Steyn.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Still General Steyn?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That's right.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Are you still in the force?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No but I remain with the title of General.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You don't mind that I call you Mr Steyn or would you prefer that I call you General Steyn.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just call him General and get done with it.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I'll call him General.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you mind I'll call you General as well.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I don't mind.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "General, I've listened to the last part of your evidence.  Is it correct if I say that the interpretation is that all these sentiments that you have expressed are sentiments which you think were believed by the Special Branch?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is right, Chairperson.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And not necessarily the department of the Police as a whole?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I would say specifically the security branch who were tasked with acts of terror.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "It would not necessarily have been the sentiments of members of the National Defence Force?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I wouldn't be able speak for the National Defence Force but that would necessarily be the feeling of the normal uniformed members.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Correct me if I'm wrong, General, I do not believe that was the time specially in '86 when the entire police force was under this pressure that you talk about, is that not correct?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Probably not the whole force.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And correct me again, as far as I believe and recall there was never a stage when the entire defence force was committed to this total onslaught by the communists in the sense that within the boundaries of the country they then had to fight this onslaught?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, the South African Police was responsible for the maintenance of law and order within the country.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "To see, to my mind, if at all what you are telling us ever did take place it was to a very select few and that it was those few who would have been members of the Special Branch, is that correct?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Could you repeat the question please?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "If those perceptions did exist then they probably existed in the minds of a few members of the Special Branch, is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Probably in most of the Security Branch members but also other members like the task force members who had to deal with these operations who had to act on scenes where there were terrorists, that was indeed the case>",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "General, you know the least - I shouldn't say you know it, but you have an idea about the - is it the Geneva Convection, about prisoners of war?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes I know thereof.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And you are aware General, I'm sure, that the people who are in a war, people who are in a war are expected to respect that convention?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct, Chairperson.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "In other words where real bombs are raining around them, all sorts of devastation is taking place around them, when a soldier lifts his hands up he is expected to be taken as a prisoner of war.",
            "Male"
        ],
        [
            "GEN STEYN",
            "I am not up to date of the finer details of that convention but it sounds correct to me.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "In fact no soldier, no matter under what circumstances may shoot at defenceless children or defenceless civilians?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Under normal circumstances that's correct, Chairperson.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You know what is going on in the Balkans at the moment, Sarajevo and Yugoslavia and all these areas, you know what is going on there?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I read about it in the newspaper.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And you know that humanity, society does not accept that conduct?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And at no stage has society ever indicated that it would condone such conduct, not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That in fact in 1986 we were part of a world which was sophisticated sufficiently to abhor conduct that you say was conduct which became acceptable to the members of the Special Branch?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "General, what was your rank in '86?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Col.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And to get to General, how many ranks must you go through?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Another one.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "When did you get the rank of General?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I think '92.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You got it in '92.",
            "Male"
        ],
        [
            "GEN STEYN",
            "I think so if I remember well.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Right and I take it that the Minister of Police must have known about your conduct at that stage?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Of what conduct are you referring to?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "This conduct here of a total onslaught and your having to kill and behave as you did in order to prevent these communists from taking over and this ANC from taking over this country to ensure that the National Party remained in control?  He must have known about that?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, I never discussed it with the Minister, I never told the Minister.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "But you are aware that the Minister from time to time did praise members of the Special Branch for some of these disgusting and most horrific conduct?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes there were several instances where the politicians voiced their opinions about this.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You had - you have, even at this very moment an onerous duty to be an example to each and every officer that served under you or that might hear of you in the future, is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You knew that what you were doing was wrong?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "When did you decide that now we are going to leave - or before I get to that, I withdraw that.  And I take it that you're a Christian?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct, yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I take it that you have taken the oath because you want to tell the truth?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And I take it that you have taken the oath previously and lied?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "How old are you?",
            "Male"
        ],
        [
            "GEN STEYN",
            "59.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You still go to church, do you?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Regularly.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And in 1986 you still went regularly to church, did you?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You never had a twinge of conscience about what you were doing?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes I did.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "But despite that you never ever got to a stage where as a Christian, as a conscience, you felt that you had to admit your sins for your transgression for the evil that you had done in 1986, it was only when the amnesty process came into existence and at the very last minute that you decided to make an application for amnesty, is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, that is not so.  After these acts, after several acts - you asked me if I was a Christian and I say that I cleared it out with the Lord.  We were in a state of war as we saw it and I settled the matter with the Lord and I tell you that a Christian is not infallible, a Christian does make mistakes and if you read the Bible you will hear and see the Bible says we are there to err but we may turn to the Lord and He would grant us forgiveness.  Yes I have cleared this matter with the Lord in totality, not only this one, all the others for which I have applied for.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "General, that is your secret between you and your God and may you have peace some day.",
            "Male"
        ],
        [
            "GEN STEYN",
            "I have definitely.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Webster, can we really get down to the substance of this application instead of the character of the individual and his religious beliefs?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "General, you say you associate yourself with annexure A, is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You were present here yesterday when we dealt with it when I was cross-examining Mr Botha, do you remember?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct, Chairperson.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You virtually know the type of questions that I'm going to ask you regarding annexure A?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I'm not certain what you will ask.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That annexure A was not composed by you, is that correct?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, but I have knowledge of which is entailed in there.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And in fact it was composed by your legal representatives and at some stage updated, was that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct, Chairperson.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Because they felt that it had to incorporate other aspects, is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes, the aspects which is in regard to our case.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "As the applications for amnesty proceeded, is that correct?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I just want to get to your application, General.\nDuring the lunch break I took Mr Botha's application which would be annexure B and I put it next to yours which is annexure C and on the left side of your application I wrote the corresponding affidavits which appear from annexure B or Exhibit B.  Do you understand what I'm saying?  I looked at paragraph 1 of yours, identical to paragraph 1 of Mr Botha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I looked at paragraph 3 of yours, it was identical to paragraph 2 of Botha.  I looked at paragraph 4 of yours, it was identical to paragraph 3 of Botha and so on and so on, I'm not going to belabour the point but what I can say without fear of being perceived to be misleading this hearing is that your applications are substantially the same to a point where they are identical word for word, do you agree?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, that is correct, there are certain aspects which are similar.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "General, you must have testified in trials over decades?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes, in many cases.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And you know that it's important in a trial that you should stick to your statement, is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Because if you make a statement you're going to stick to the statement, is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You depart from the statement you destroy your credibility, don't you?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Likewise you also know that it is improper for a police officer to sit and discuss evidence with a colleague and thereafter draw up a statement, you know that is improper?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson no, in this instance with the drafting of this document for this application we refreshed our memory and we spoke to each other to see if we can arrive at the correct facts because as I've explained previously we could not obtain any documentation.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "But my question still General is, that you are aware that it is improper for police officers to sit together and decide what the facts are and then make statements in accordance to their discussions, you know that that is improper?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I don't know in this case that is applicable, Chairperson, because we did not have all the facts to our availability and it was years ago.  We wanted to place an amnesty application before the Amnesty Committee to the best of our abilities and in this process we negotiated with each other and discussed the matter to see if we could arrive at the facts.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Then you've all pooled this together, you then write it as I say, statements which are substantially identical, is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "In certain instances, yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I can just point out to paragraph 26 of your application and say that it is only there where I found some difference because you spoke of four AKs and you didn't mention hand grenades.  Except those two points over the limited period I had over the lunch break, I find no substantial difference whatsoever in your application.  Does that surprise you?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, I've already explained why I had done so.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "In other words these applications are a combined application where all three of you have contributed and not necessarily remembered the facts as they really were?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, during our negotiations and if one discusses a case it is true that certain aspects would arrive and somebody would remind you of something that one has forgotten and in this process one is reminded of the aspects.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I take it General that you'd be reluctant today as you always were in the past to disclose the names of these informers, is that correct?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I don't know who these particular informers were.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I'm saying you'd still be reluctant to disclose their identity today?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I said I don't know who the informer in this case was.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You did not know any of the people that you ultimately found in the car, is that correct?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I've never known them before but I knew of them.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You did not know whether any of them were terrorists or not?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I knew that Mamela was a trained terrorist and at the best, according to the information which I had received, had operated with him and was trained locally.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "In fact you just were told by Sittert or Taylor of these facts, is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I was informed so by several persons.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And not that you had any other personal knowledge there about that?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And you'd agree with me that doesn't mean that because a person has been trained and is as what you'd like to call him a terrorist, that the others are also terrorists or according to you that naturally follows?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Would you please repeat?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Would it naturally follow that because a person is a terrorist as you call him that any other person who'd be in his company would also be a terrorist?",
            "Male"
        ],
        [
            "GEN STEYN",
            "But that was the information that Brian Mamela was a trained person and the group who was with him were locally trained, in other words they were terrorists, that was our viewpoint at that stage.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I'm asking you whether a person who is in the company of a terrorist as you call him is also a terrorist, Sir?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, it would depend on the circumstances but here the evidence was available that these persons were trained so I regarded them as terrorists.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "But it was not evidence, General?",
            "Male"
        ],
        [
            "GEN STEYN",
            "It was information ...(intervention)",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "It was information and there is world of difference between reports ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just give him a chance, the difficulty is that I don't get enough time to put this down.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now he's relying on the fact that the information was that these people were trained terrorists.  Your question is the fact that one man is a terrorist does that mean that everybody who accompanies him is a terrorist, is that the gist of that question?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That was the basic gist of the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In this particular case?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "In the particular case, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Sorry I disturbed you but I wanted to take it down but if you want to elaborate on those questions please do so.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's just that I'd like to have a little time to write it out.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I will remember to look in your direction, thank you Mr Chairperson, my apologies for forgetting.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "General, you were given information and that ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From Van Sittert that Mamela was a trained terrorist?",
            "Unknown"
        ],
        [
            "GEN STEYN",
            "That is correct, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You went on to say that your information was that his companions, those who were with him were also trained terrorists?",
            "Unknown"
        ],
        [
            "GEN STEYN",
            "That is correct, Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I see.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And that information came from an informer?",
            "Male"
        ],
        [
            "GEN STEYN",
            "It came from Col Taylor and from Van Sittert and their members who worked with them.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That information came from an informer, had it not, did you know?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That may be so, yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "If you would bear with me please, Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Certainly.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Very well, General and you say, if I understand you, that a meeting of some sorts took place at the kwaMashu Police Station?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "At which the entire operation was discussed?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Correct.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And according to your application it was the reaction unit which was going to attempt to intercept those people after they had left the house.  They would arrest them but you would not expose your lives to danger?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That's right.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And according to you it was Breytenbach who was in charge of that operation?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Correct.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "At no stage did Breytenbach give any order to either you or to the occupants of the kombi insofar as you are aware?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I don't follow the question?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You are aware and as far as you know, Breytenbach did not issue any order either to you or to Mr Botha or to the kombi in which Wassenaar was?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What kind of order?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Any type of order regarding the arrest or apprehension or anything about the vehicle that you were pursuing?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson no, Breytenbach would have given the order to his people as to how they should conduct themselves, he wouldn't have given me an order.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "He did not give any order to you?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, not to me.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And if I understand you correctly after you had identified or at least spotted the vehicle, it was then expected that Breytenbach and his team would then take over and do the necessary?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Because they were trained to do so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "But you never allowed Breytenbach to exercise that right?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, I didn't prevent him from doing that.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "What I'm saying is you never afforded him the opportunity to do that.",
            "Male"
        ],
        [
            "GEN STEYN",
            "The circumstances did not allow him the opportunity, the circumstances which I mentioned in my evidence in chief.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "No circumstances, General, up until the stage that the firing commenced which could have prevented you or any of the Special Branch people from notifying Breytenbach and leaving it to Breytenbach to put into operation whatever plan that he had in mind with his people, is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No.  I think I should explain the situation.  After we received the message we all left in quite a hurry in an attempt to catch up to the vehicle ...(intervention)",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Yes but it would be ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "May the witness be allowed to answer?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes please.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I was allowing him Chairperson, it's not a problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "GEN STEYN",
            "I'll start again.  After we'd left we each one of us left in our own vehicles in an attempt to try and catch up to this fleeing vehicle.  I've explained to the Chairperson and the Committee that things happened very quickly, there were a lot of vehicles on the road and each one tried, Breytenbach tried, I'm sure Wasserman tried, I'm sure all of them, all of the people involved tried to catch sight of the vehicle.  The ideal would have been that Breytenbach should intercept or catch up to this vehicle ahead of us but due to the traffic and the circumstances it so happened that the vehicle in which I was caught up to this vehicle first so I did not prevent Breytenbach purposefully from doing his work.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "General, I'm trying to picture this episode and something in your explanation doesn't make sense to me, please help me?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I'm listening.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You were in danger, you did not want to expose your lives to danger, hence the reason that Breytenbach take charge of the operation, is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Having seen the vehicle, two of your vehicles on either side of it, you were in radio communication, you could have asked him and you would have known where he was, you could have waited until he was right behind you, you could have waited till you knew exactly where he and his team were before anything was done because this vehicle was in the centre lane, it was boxed in by two of your vehicles, is it not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, I think I should explain that this incident did not take place in a lounge where one person walks in the other person walks out, this was a high speed chase in which we tried to catch up to the vehicle and one moment you're approaching them and the next moment another vehicle butted in front of you, the next moment you had to swerve to your left or to your right and those circumstances applied to all of us, it wasn't a matter of leisurely driving and then eventually we would catch up to it and stop the vehicle and then proceed with the procedure, that's not how it happened, it wasn't as easy as that.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "General, I would have expected, I would have expected what you have just said to be incorporated in your application.  Can you show me where that appears in your application?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Webster, you're a sufficiently experienced man as a lawyer, these statements are not made ipsissima verba in the words of the man, these are in the words of their legal representatives, isn't it?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I appreciate that Sir, but at the same time ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There is a similarity in language phraseology in all these statements and quite clearly it seems so obvious that they were done in the language of the legal people?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Sir, the \"jagtog\", the chase, whether it's in English or Afrikaans \"hy bly 'n jagtog\", it remains a chase.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I agree with that.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And it is an element because it has certain consequences.  As the General has now described, with respect Sir, what he has then described now is something which is completely at variance with what appears here and I dare say that those representing him having been told by the General of the \"jagtog\" would not have relegated it to non-existence in the entire application, it would have been there.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well Chairperson, now I'm obliged to reply to that, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, I'm not going to prevent that, I think that point is not really relevant for present purposes, really.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Thank you Sir.  Now ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There are differences but in essence the handwriting of the author is in all these documents is the same hand.  You know, there is a co-ordination between these people who all got together, this wasn't the case where each individual separately worked and made his statement.  I'll imagine there was joint consultation and in the presence of each other, notes are then taken and then statements are drawn.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Sir, I'm loathe to engage in a debate with you, Chairperson, I'm most loathe to do that but may it be recorded, Chairperson, that my view is that what the General now says is so materially different from what appears from his application, that had that in fact been the position it would have been incorporated, that's a point that I just wish to make.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand, in other words why doesn't he say ...(intervention)",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "There was a chase?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There was a chase?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Because if there was a chase, Chairperson, then some of the conduct which he now talks about would have been justified but that chase is nowhere visible despite the fact that three of them over a period of time went through this and even when his evidence was led he didn't speak of a \"jagtog\".",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you Sir, that's the point that I ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I've cleared it up, I think that you are entitled to that question to put once again, to put to him.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I'm indebted to you Chairperson.\n\tYou've heard, General, what my problem is?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Can you repeat please?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I'll do it for the fourth time for you.  Why is it so patently lacking and why is it that you make no reference whatsoever to such very important aspect of what took place that day, namely the chase.  Why is it that any reference is missing altogether?",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson, I'm going to object to the question, it's an unfair question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let him answer the question.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes but I just want to refer you to paragraphs 21 and 22 Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can re-examine him on that.",
            "Unknown"
        ],
        [
            "GEN STEYN",
            "Chairperson, during the drafting of our documentation, I've already explained that we had to act with great haste and if I had to describe word for word what happened in each part of my amnesty applications it would have run to pages and pages in length.  It is normal that you simply lift out the essential points as you remember those and then that by means of the evidence which you give before the Commission you would then elaborate on those essential factors.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Are you finished, General?  I want to get to paragraph 21.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Is there any suggestion that until Mr Botha had shouted \"Police, stop\" continuously that the driver of this vehicle had done anything whatsoever - in paragraph 21 - to indicate flight, to indicate any attempt to ram you, is there?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "There is?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.  The vehicle tried to push us off the road on more than one occasion.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "General, I will repeat the question and if it's necessary that it be interpreted to you let it be interpreted to you.  Paragraph 21 - until Botha shouted \"Police, stop\" continuously, is it correct that there is nothing in paragraph 21 to suggest that that vehicle was in flight or that that vehicle was trying to ram you?",
            "Male"
        ],
        [
            "GEN STEYN",
            "This vehicle was busy driving along and we had to catch up to it and we had to try and stop that car so that we could gain some time so that the reaction unit could also catch up to us to then support us in whatever steps we thought necessary and the indications are there in that paragraph that this vehicle wanted to push us off the road.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "General, were you armed?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "What arms did you believe these murderers, terrorists, to be carrying?",
            "Male"
        ],
        [
            "GEN STEYN",
            "At that stage we suspected that it would have been AK-47s.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And you want this Commission to believe that somebody, members of your force, whether Botha, Wassenaar, Nduli or whoever, would have let rip with service pistols when a trained terrorist was carrying an AK-47 which he could put on automatic?  Is that what you want us to believe?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I had attended various scenes and was involved in various operations where I never carried a firearm because I had people with me who were armed and who can then perform that task.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Is that the answer to my question?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I want to suggest to you that none of you would have ever done that and in fact what you would have done and logically what you would have done was you would have radioed Breytenbach to tell him of your position, where you were, to confirm the direction in which you were because according to Botha you were in contact with him although communication would break down from time to time but you would have waited until he arrived there on the scene, is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, I couldn't wait because as I've explained we were not just driving leisurely in a normal way, there was a possibility that this vehicle could evade us and get away from us existed and anything was possible, anything could have happened before help arrived.  So no, I can't agree with that.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "General and I want to put it again to you that there's nothing in your application to suggest that the occupants even were aware that they were being pursued and you're on their left hand side of the kombi and the right hand side, bearing in mind, Sir, that you've said that the traffic was very, very heavy, that they would have then suspected that here are the police after us.  There's nothing to suggest that in your application, do you agree?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes, it would appear to be so but I didn't know who was where at that stage so we had to make the best of that situation at that moment",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Are you finished?",
            "Male"
        ],
        [
            "GEN STEYN",
            "To stop that vehicle.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Are you finished?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "What was that radio there for?",
            "Male"
        ],
        [
            "GEN STEYN",
            "On occasion I said on the radio without using radio terms I simply said we are driving in this direction and we notice a vehicle.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Why didn't you get confirmation of the whereabouts of the people who were supposed to execute the dangerous duty?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I can't remember whether they were communicating with me, that I told them where we were.  Things happened very carefully at that stage, everybody is talking on the radio at that stage and we were dealing with an operation where we wanted to arrest suspect terrorists and we wanted to get hold of them some or other way.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I see.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now he may have ought to have done it, he may have ought to have contacted Breytenbach, but they didn't do it.  My question is what is the conclusion you are seeking to draw from his failure to contact Breytenbach and allow Breytenbach to take control of the chase.  Are you suggesting something else?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Chairperson ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you merely saying that his conduct was not reasonable in these circumstances, is that what you are saying?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "In the end we are going to be arguing that there is no full disclosure, we are going to be arguing that the version is so inherently improbable that it could not be the truth.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Generally speaking yes, but on this question about him not having radioed to Breytenbach, you know, are you suggesting this why did he do it?  He had a possibility of doing it, why did he step aside and allow Breytenbach to do it?  Now he didn't do it now how does that effect?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Chairperson, it goes to the entire credibility whether in fact ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But if it is true, assuming it is true that he didn't phone Breytenbach his credibility is not effected there, he is telling the truth on that point, isn't it?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That's the big question whether it is or not Chairperson, unfortunately from his concessions I'm dealing with a man will serve of the truth when it suits him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now we won't know ...(intervention)",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Whether it was ever the truth or not.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will know a lot but on this particular point he didn't contact Breyenbach.  Now my question to you is are you leading up to a point?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "The point that I'm leading to is that his conduct was so inherently improbable that he is not telling us the truth of what actually took place?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what are you saying, are you saying that he did in fact contact Breytenbach?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That in fact that this supposed plan of Breytenbach taking charge etcetera could not have been what was expected because had that been the plan and we're dealing here, Sir, with an operation which is not an operation in a lounge or in a sitting room as the General says, this is more of a military operation or a police operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "With precision, with plans and is not going to be jettisoned because somebody just decides at some stage to say \"Stop, police, stop police\", that we are not therefore being told the truth and that there is therefore not full disclosure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what is the untruth as far as he is concerned on this aspect of the matter?  Do you think he is not telling the truth when he says he did not contact Breytenbach?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Well we've just heard a version that everybody was talking simultaneously over the radio just now, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes but now where does this lead to, this particular aspect now?  You see you are not going to suggest Breytenbach in fact was there ahead of him, Breytenbach's car was ahead of his car, you're not suggesting anything like that?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "In fact nobody would know where Breytenbach was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We won't know?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Ja, but they are the people who were there and they are the people who ought to enlighten us in such a fashion that at least we have a clear picture.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now carry on.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So now the clear picture you've got ...(intervention)",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Is rather jumbled.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is a picture with which you disagree?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "It's rather jumbled.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The picture he gives you, you disagree with it and you're putting it to him that it makes no sense because it was contrary to the plans?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Absolutely and that if in fact that is what had happened then something must be explained.\n\tCan we take it any further than that, General?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I'll answer any further question.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Now General, who insofar as the death of these people are concerned, who acted unlawfully according to your knowledge?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I personally acted unlawfully and my colleagues who are applying for amnesty also acted wrongly.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I'm dealing, I'm excluding the planting of firearms, General, I'm talking about the shooting.  Who acted unlawfully?",
            "Male"
        ],
        [
            "GEN STEYN",
            "All those who fired shots.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Why?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, upon reconsideration at the scene and during that incident I associated myself with the shooting incident.  This was a very intense shooting incident.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "It was a one sided, it was a \"skietery\" only in the sense it was a one sided affair, it wasn't a conflict between two sides?",
            "Unknown"
        ],
        [
            "GEN STEYN",
            "That is correct and in my view as I experienced it at the scene I could almost use the word excessive shooting took place and that you have to see in context of the minimum violence which normally be used and I believed that we who fired shots and later then also covered our tracks, everything that went with it, that we had exceeded our limits and our boundaries and I discussed the circumstances of this shooting incident with my legal representative, the shooting and everything that went with it and I was advised that the circumstances could be such that that which we had done could mean that we are guilty of an offence, murder, culpable homicide and I was advised to also apply for that, apply for amnesty.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Yes, before you were so legally advised by trained lawyers I take it that you must have believed that your actions were justified in law, is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, I can't say that I agree with that.  I restate that I feel that in the circumstances which reigned at the time our actions, our conduct was excessive.  That's my view, that was my view at that time.  I'm just looking for the right word.  We probably used more violence than necessary and that could give rise to a charge of murder or another serious offence so I felt that we had perhaps overstepped the mark.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You might have exceeded the bounds, is that what you are saying?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Not that you believe you exceeded the bounds?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That's what I believed that there was such a possibility.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "General, did you at any stage during as the Chairperson has said, this one sided heavy firing shout \"stop firing\"?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I never gave such an order.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You could see that there was no firing coming from the vehicle into which the firing was taking place, is that correct?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, I can't say whether at that moment I knew whether or not shots were being fired from that vehicle, there were a lot of shots being fired, that's the point and I can't say at that precise moment that I knew whether or not shots were being fired from that car.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "But there was nothing whatsoever?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "There was nothing whatsoever which could have made you believe that there was any firing coming from that vehicle is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, maybe I should put it like this, after the first shot had been fired by Botha, several more shots were fired and then a lot of shooting took place and I can't say what I thought at that moment or I thought we were being shot at from that vehicle, perhaps I could have said so later but not at that precise moment.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "There was no broken window in any vehicle on the left hand side, your vehicle or any of the vehicles in front of you, is that correct as far you know?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, no there weren't.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You did not see any flashes in that vehicle?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, not that I can recall.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Mr Webster, isn't this perhaps something that you should argue?  I mean we have all this evidence before us so I don't want to curtail you, it's for the Chairperson to do it but it just occurs to me that maybe you can deal with all this in argument?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Sometimes we get carried away when we're doing the questioning and a person looking in has a more balanced view but if that is a feeling of ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Apology accepted, Mr Webster.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you.\n\tGeneral, you must be aware of other amnesty hearings where evidence was led that the Special Branch at some stage came to the decision where they did not bother about apprehending suspects but wiped them out.  You must have heard of such instances had you not?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes I think there have been trials or hearings but I don't know the facts.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Neither can I but I think we're both aware of a stage and the conduct of the Special Branch where they acted above and beyond the confines of law, is that correct?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And the reason for so acting was basically because they had to find a system of covering their tracks to a point that they knew or thought they knew that their evil will never ever be discovered because after all they were the ultimate seat of power, is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes we did a lot of things which we afterwards then covered up so that the truth should not emerge.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And we cannot say that rational human beings, God fearing human beings would get to a stage in their lives where the protection of a political party would justify conduct such as this?  Do you agree?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And it is on that basis that I put the question to Mr Botha and I repeat it to you, that you're not telling us the truth about any intention of ever wanting to apprehend these people and that this murderous attack without any retaliation from the occupants of the car is indicative of the absence of any intention at any stage whatsoever on your part, that you ever wanted to apprehend those occupants?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, that's not true.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "General, I want to put it to you that it was known in the highest echelons of the National Government that you were engaged on this conduct which was a crime against society and it was approved even at the highest echelons, do you agree?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What do you want him to agree?",
            "Unknown"
        ],
        [
            "GEN STEYN",
            "No.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That the violent manner and the unlawful legal conduct in which they engaged in, Chairperson, was known and accepted at the highest echelons of government and I'm going to suggest that because of that and condonation by those in authority and the fact that people like you who butchered these terrorists were in fact rewarded and that there was a reward and that promotion was that award.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want to stop you, you know.  You're calling these people terrorists, are you conceding that they were all terrorists?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "The terrorists were the Special Branch, with respect Mr Chairman, also.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, no, I thought you are questioning, you are putting it to him about killing terrorists?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Well, in the context of in inverted commas because in their minds if you - well let me not, I was never in their minds, but that their whole approach was you kill quote, unquote, \"terrorists\", your conduct or good work will be recognised ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And rewarded?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You will be rewarded when you get a promotion.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think there's any quarrel with that.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Is that not so?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I received no reward for the acts which I committed and I never spoke to anybody in a higher position than myself and said \"look I've done this, that and the other\", that only came to light when the amnesty procedure commenced.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You must have been that Rip van Winkle, General, you must have been sleeping when Vlok was congratulating people who had butchered so-called terrorists?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, I'm aware of that, but I'm talking about myself, in my case not, I'm talking about my case.  I know, I've heard reports and evidence that certain people were congratulated and received medals, whatever the case may be but that does not apply to me.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Those medals and that recognition was for conduct identical to this, is that correct?",
            "Male"
        ],
        [
            "GEN STEYN",
            "In certain cases yes, if I remember correctly but it doesn't apply to me.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You naturally wouldn't that, General, would you?",
            "Male"
        ],
        [
            "GEN STEYN",
            "What do you want me to admit?",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, let's proceed?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "General, in how many applications are you involved?",
            "Male"
        ],
        [
            "GEN STEYN",
            "I think about ten or twelve.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Are you not involved in various applications by Du Preez, Wasserman, others?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes I was involved with them in certain cases and in other cases I was involved with other members.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "At all times you were second in command when these atrocities were being committed, General?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You were not the second in command?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Not at all times.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I put the same question to Mr Botha, I direct it to you again.  Those poor widows whose orphans do not even get a State grant, they're here to know who killed their husbands and their fathers, can you help them?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Who killed them?",
            "Male"
        ],
        [
            "GEN STEYN",
            "The policemen who were at that scene.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And those - and you did not pull the trigger, is that correct?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, I did not fire a shot but I associated myself with that conduct, in other words I carried the same blame.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I understand General, I understand the law, those women there are not interested in the law, they want to see the faces.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now sometimes these things are not possible, you know.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I say in so far as here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we must just get along, we're not pandered into a gallery, you are talking to a Committee here, you know, and I think the question must be directed at trying to persuade us that he is not entitled to amnesty, that should be the purpose of your questioning.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "It indeed is with the greatest of respect Chairperson and if I err I also err on the side of wanting to express the deep hurt and the deep feelings of those people least that it be said that at some stage that their feelings were not given heed to and the applicants afforded the opportunity of identifying so that they probably know who the murderers are.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They will be allowed, they will be at liberty, they'd be allowed to come and talk and give evidence.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Yes, no I understand Chairperson, but what I'm saying is so that the General who was there who could know where the firing came from could be more explicit and not as vague as to simply tell us that about 50 shots were fired at and killed the occupants of those of that vehicle without a face being attached to any of those shots that were fired.",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, there's already been evidence here that Director Botha shot, he is not certain whether he actually hit people.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "From his evidence it is not reasonably possibly true or not reasonably possible that he could have injured any person?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That will be an argument none the less.  General, thank you very much.\nNO FURTHER QUESTIONS BY MR WEBSTER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you have any questions to put to this witness?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes Chairperson, I do.\n\tThe picture of - of course I stand to be corrected by you, the picture that you've given today is that you were called to the kwaMashu Police Station and there were people who were observing the house where Mamela and others were at that time, is that correct so far?",
            "Female"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "And then immediately you were told that these people are leaving the house, that's when you got into your car and you gave chase to them, is that correct?",
            "Female"
        ],
        [
            "GEN STEYN",
            "No, let me just correct here?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Okay.",
            "Female"
        ],
        [
            "GEN STEYN",
            "It didn't happen immediately after I arrived there, it was only at about dusk.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "At about dusk?",
            "Female"
        ],
        [
            "GEN STEYN",
            "Yes.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Now my question is why didn't you conduct the arrest at the time when these people were still in the house?",
            "Female"
        ],
        [
            "GEN STEYN",
            "I've already answered the question, we didn't want to carry out an operation in that area in order to protect our informer, we didn't want to reveal his identify.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "No, why I'm asking you this question is that in the evidence it's become clear that there were weapons in the house so without necessarily blowing up the cover of your informer, you could have gotten into the house, found those weapons and you would have had evidence to charge them on, that's the basis of my question.  I understand that you had to protect the informer but there was an alternative?",
            "Female"
        ],
        [
            "GEN STEYN",
            "My answer remains the same in these circumstances, we need to protect the informer.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "You did not see it necessary that you could arrest on the evidence or get the firearms that were in the house, you did not look into that option?",
            "Female"
        ],
        [
            "GEN STEYN",
            "It was as a result of the fact that the informer's cover should not be revealed.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "I'll continue, I won't belabour on that point very much.",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, before you do and while we are on this issue, if I might interpose Chair?  I'm a bit puzzled by this myself and I've heard all the answers that have been given so far to this issue and the only basis I would understand that you might expose the informer is if the informer was one of those people in the house who would be arrested with you.  Any other basis that would exclude that, how would you possibly expose such an informer?",
            "Male"
        ],
        [
            "GEN STEYN",
            "It could amount to that yes.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Twenty policemen raid a house in the evening.  How is anybody going to know who the informer was, how would these inmates know who was the one who informed you?  So this question about protecting the informer, there's something which one has some difficulty in accepting.",
            "Unknown"
        ],
        [
            "GEN STEYN",
            "Chairperson, the way I thought at that stage was that it would be good to stay as far away from that house as possible, it would be safer the further away we got.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Now coming to the chase that eventually took place, what I want to know is that when you followed Mamela and others, what was your intention at that stage?",
            "Female"
        ],
        [
            "GEN STEYN",
            "As I've already said, to arrest these people.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "But that didn't subsequently happen of course as the evidence?",
            "Female"
        ],
        [
            "GEN STEYN",
            "Yes, I testified to that effect.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Now my last question to you is, if your intention was not to kill or to murder Mamela and others, how then would you justify the granting of amnesty on a killing if your intention was not to kill?",
            "Female"
        ],
        [
            "MR VISSER",
            "Chairperson, that surely is a legal argument, it's not for this witness to reply to?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes the fact of the matter is that they engaged in conduct which resulted in the death, the conduct itself.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "So intention is not important, Chairperson?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Murder, the intention is important as an element in the crime of murder, yes.  Here this constructive intention, when you open fire at people, you're not saying I'm going to kill you but you open fire, reckless of whether the consequences of whether he will die or not.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Okay Chairperson, on those bases I don't have any further questions.\nNO FURTHER QUESTIONS BY MS THABETHE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Right you are.  Any re-examination?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "None thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thanks very much.  Now sorry about this, Mr Webster you must just bear with me.  We have a witness who was supposed to give evidence in another matter.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes Chairperson, she's been waiting since 11 o'clock.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Is she available to give evidence?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "She is Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just hold it.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "General, according to my notes you said that Mamela was according to your information was at that stage an informed man and leader of a terrorist group.  You used the words \"at that stage\", did you then receive more or different information at a later stage?",
            "Unknown"
        ],
        [
            "GEN STEYN",
            "No, no we didn't receive any other information at any other stage.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "So those words are not that important.  Alright and then I just want to find out from you Breytenbach's name was specifically mentioned by you and the previous witness and he was actually implicated in this attack.  Did Lt Breytenbach have anything to do with the inquest into this matter or did he never figure again?",
            "Unknown"
        ],
        [
            "GEN STEYN",
            "Chairperson, I'm not sure whether he made a statement as far as the inquest was concerned but as far as my knowledge goes I think that some of the members made statements and I think he made a statement but I'm not entirely sure whether he made a statement personally.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Is he still in the police?",
            "Unknown"
        ],
        [
            "GEN STEYN",
            "Yes in Durban.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "And you don't know whether he applied for amnesty for this?",
            "Unknown"
        ],
        [
            "GEN STEYN",
            "He definitely did not apply for amnesty.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.  One arising and one other small issue that I'd just like to canvass, General?  You mentioned that the other three people who were with Mamela were internally trained people you said.  Did I hear that correctly?",
            "Male"
        ],
        [
            "GEN STEYN",
            "That is correct.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And how did you verify that information?",
            "Male"
        ],
        [
            "GEN STEYN",
            "It was information that I received from Taylor and from Van Sittert and it may have been from some other people, it could have been on file as well.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Did you ex post facto check any of this information yourself or follow it up in any way?",
            "Male"
        ],
        [
            "GEN STEYN",
            "No, I did not do so.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And then just the other issue that I just wanted to clarify and it arose it out of, I overhead you saying something while there was an interaction between the Chair and Mr Webster, it was to do with whether you had spoken to Breytenbach over the radio or not and I heard you say something to the effect \"Yes I did actually contact him\" and I just want to be clear about that?",
            "Male"
        ],
        [
            "GEN STEYN",
            "Chairperson, if I can recall correctly what I had said, in that there is there at some instance I said but without using any radio terms, I spoke quickly to say that we are going in this direction and we observed the vehicle, not necessarily Breytenbach but any other persons who could hear.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  You are excused from further attendance.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, there may be one question that I might want - but may I confer with the witness before I do so?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do that Mr Visser.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.\n\tYes Chairperson, not to keep you in the dark, it was a question of whether the General felt that I could make available to the Committee in privacy more information about the informer but he feels that he does not want to take that risk, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We will not be able to finish this matter now.  The next applicant will take some time, a witness in a part heard matter has become available and we would like to dispose of that witness because we are told that witness won't take too much time but in the time that is available between now and this afternoon we would like to dispose of this so that we can commence with your matter tomorrow morning.  Pardon, what is it?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "I want to suggest, Chairperson, I mean it won't take long, the witness.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well Mr Webster, then I can't excuse you, please hang on for a while?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, so that when we finish we proceed.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I'm sorry about that, I thought I might excuse you.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Notwithstanding Chairperson, I know who my ...(inaudible).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, this concerns the part heard matter some of which we heard this morning and apparently a statement has been handed to you this morning and that woman is - the lady herself is available to give evidence and the leader of evidence proposes to call her to give evidence so may we now switch over from the present matter to go back to that Cele application?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Certainly Chairperson, it will not inconvenience us in the least.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, how very, very kind of you, Sir.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Chair, I see Mr Wills is here.  He indicated he wanted to say something.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CELESTE MORRISON",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "I am sorry that ...(inaudible) such a long time but it is beyond our control and this is the best we can do now, so will you please proceed?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Thank you Mr Chair.\n\tMrs Morrison, can you tell us how you are related to Mr Goodwill Sikhakane?",
            "Female"
        ],
        [
            "CELESTE MORRISON",
            "I was his common law wife.",
            "Female"
        ],
        [
            "MS THABETHE",
            "Where were you staying in 1988?",
            "Female"
        ],
        [
            "CELESTE MORRISON",
            "I was in Mozambique.  No sorry, I was in South Africa in 1988.",
            "Female"
        ],
        [
            "MS THABETHE",
            "In 1988?",
            "Female"
        ],
        [
            "CELESTE MORRISON",
            "Yes.",
            "Female"
        ],
        [
            "MS THABETHE",
            "And can you tell us what was your relationship to Dion Cele?",
            "Female"
        ],
        [
            "CELESTE MORRISON",
            "Well Dion Cele was my husband's friend.",
            "Female"
        ],
        [
            "MS THABETHE",
            "And can you tell the Committee - maybe before I do that Mr Chair can I be allowed to hand in the statements of Mrs Morrison?  It's two statements, the one page statement?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "I'm not sure how far we were with our exhibits, if my learned colleague can assist me in that Dion Cele?",
            "Female"
        ],
        [
            "MR VISSER",
            "We've reached H Chairperson, so we either go to I or J.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, the hand-written document will be Exhibit J and the typed document will be Exhibit K.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes, please proceed?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "I beg to hand them in, Chairperson, the said exhibits.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Right you are.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Can you tell the Committee what led to Dion Cele being abducted as far as you know?",
            "Female"
        ],
        [
            "CELESTE MORRISON",
            "Well he was abducted because Goodwill Sikhakane had to prove himself to the Special Branch that he was ready to work for them.",
            "Female"
        ],
        [
            "MS THABETHE",
            "When did Goodwill Sikhakane start to work for the Security Branch?  When did he begin to work for them?",
            "Female"
        ],
        [
            "CELESTE MORRISON",
            "In 1988.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You know that question, the answer is a bit confusing to me, Goodwill Sikhakane had to prove to the Security Branch that he was ready to work for them, who?  Cele or Goodwill himself?",
            "Unknown"
        ],
        [
            "CELESTE MORRISON",
            "Goodwill himself.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He was at that stage, he wasn't an informer?",
            "Unknown"
        ],
        [
            "CELESTE MORRISON",
            "He was, he was just starting to.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I see, so it was in order to prove his bona fides, he suggested that we might be able to recruit Dion Cele, is that what you're saying?",
            "Unknown"
        ],
        [
            "CELESTE MORRISON",
            "I beg your pardon, Sir?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that in order to prove his own commitment to the police in the Security Branch he suggested that he might persuade Dion Cele to be an informer?",
            "Unknown"
        ],
        [
            "CELESTE MORRISON",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well tell us what you mean?",
            "Unknown"
        ],
        [
            "CELESTE MORRISON",
            "Well he was told by the Special Branch that he should actually abduct Dion Cele.",
            "Female"
        ],
        [
            "MS THABETHE",
            "The applicants have given evidence before the Committee that it's Goodwill Sikhakane that came to them and informed them that Dion Cele was willing to be recruited or rather let me put it, to work with the Security Branch.  What is your response to that evidence?",
            "Female"
        ],
        [
            "CELESTE MORRISON",
            "No that's not true.",
            "Female"
        ],
        [
            "MS THABETHE",
            "Why do you say so?",
            "Female"
        ],
        [
            "CELESTE MORRISON",
            "Because there was no such thing.  If he was willing to work for Special Branch why did he have to be abducted?",
            "Female"
        ],
        [
            "MS THABETHE",
            "You've also indicated that the abduction of Dion Cele occurred in July 1988 and not - sorry, not in July 1988 but in April 1988, is that correct?",
            "Female"
        ],
        [
            "CELESTE MORRISON",
            "Yes.",
            "Female"
        ],
        [
            "MS THABETHE",
            "You have also indicated in your statement, Exhibit J, the hand-written statement, that Mr Goodwill Sikhakane did not drive the car, the driver was a white person.  Do you remember saying that in your statement?",
            "Female"
        ],
        [
            "CELESTE MORRISON",
            "Yes I do.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Drive which car when?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Okay, when Dion Cele was abducted there was evidence that there was a kombi driven by Mr Sikhakane when he was abducted.  Now you have given something to the contrary that Mr Sikhakane did not drive the car.  I'm saying why do you say that?",
            "Female"
        ],
        [
            "CELESTE MORRISON",
            "Well he told me that it was a White man driving the kombi.",
            "Female"
        ],
        [
            "MS THABETHE",
            "So would I be correct if I say that with all the evidence that you've given, Mr Goodwill Sikhakane told that himself?",
            "Female"
        ],
        [
            "CELESTE MORRISON",
            "Yes.",
            "Female"
        ],
        [
            "MS THABETHE",
            "No further questions, Mr Chair.\nNO FURTHER QUESTIONS BY MS THABETHE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Chairperson.\n\tJust to take it one step further, apart from the date which you gave as April 1988, you have no personal knowledge of any of the matters which you testified about?",
            "Male"
        ],
        [
            "CELESTE MORRISON",
            "No.",
            "Female"
        ],
        [
            "MR VISSER",
            "How do you remember so clearly that the date was the 27th April 1988 when Cele was abducted?",
            "Male"
        ],
        [
            "CELESTE MORRISON",
            "Because we left Swaziland on the 29th April and that was my father's birthday, I wouldn't forget it.",
            "Female"
        ],
        [
            "MR VISSER",
            "That was the day after?",
            "Male"
        ],
        [
            "CELESTE MORRISON",
            "Yes.",
            "Female"
        ],
        [
            "MR VISSER",
            "Well thank you very much for giving us that date because we didn't have the date and we're quite happy to accept your date.  Thank you Ms Morrison.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that all?\n\tWhat do you do Ms Morrison?",
            "Unknown"
        ],
        [
            "CELESTE MORRISON",
            "I beg your pardon?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What do you do?",
            "Unknown"
        ],
        [
            "CELESTE MORRISON",
            "I'm a security officer.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where?",
            "Unknown"
        ],
        [
            "CELESTE MORRISON",
            "At Checkers, Scottsville and I work for Asset Security.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And although there might not be direct evidence about this but somewhere along the line the information has come to us that Goodwill Sikhakane has passed away?",
            "Unknown"
        ],
        [
            "CELESTE MORRISON",
            "Yes Sir.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When was that?",
            "Unknown"
        ],
        [
            "CELESTE MORRISON",
            "In 1991.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where?",
            "Unknown"
        ],
        [
            "CELESTE MORRISON",
            "He was killed in Greytown.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did his death result in some criminal prosecution or a trial of anybody?",
            "Unknown"
        ],
        [
            "CELESTE MORRISON",
            "No, not that I know about.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Were you present at the time when he was killed?",
            "Unknown"
        ],
        [
            "CELESTE MORRISON",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any questions to ask?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Sorry Mr Chair?  She's just indicated to me that she made a mistake, there was a criminal proceeding following the death.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The death?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Oh I see.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Chairperson, if you would allow me two bits of information?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "One is Eugene De Kock is a person who was found guilty in this trial, I'm not sure what he was found guilty of but he was charged and found guilty in regard to the murder of Mr Sikhakane.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And the other bit of information is that there is of course an amnesty application in regard to Mr Sikhakane, not before you at present but some time in future it will come up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I trust it won't come before me?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "You mean you hope it won't come before you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, thank you very much.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Thank you Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much, you are excused.",
            "Unknown"
        ],
        [
            "CELESTE MORRISON",
            "Thank you.\nWITNESS EXCUSED",
            "Female"
        ]
    ]
}