{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-08-12",
        "location": "DURBAN",
        "day": "3",
        "names": [
            "LAWRENCE G WASSERMAN"
        ],
        "case number": "4508/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53610&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990812db.htm",
        "speakers": [
            "MR VISSER",
            "CHAIRPERSON",
            "LAWRENCE G WASSERMAN",
            "ADV BOSMAN",
            "MR NEL",
            "MS THABETHE",
            "MR LAX",
            "MS MKHWANAZI"
        ],
        "original_speakers": [
            "MR VISSER",
            "CHAIRPERSON",
            "LAWRENCE G WASSERMAN",
            "MR WASSERMAN",
            "ADV BOSMAN",
            "MR NEL",
            "MS THABETHE",
            "MR LAX",
            "MR VISSER IN ARGUMENT",
            "MR NEL ADDRESSES",
            "MS MKHWANAZI"
        ]
    },
    "testimony": [
        [
            "MR VISSER",
            "Mr Chairman, the next witness is Mr Wasserman.  You will find his statement of his evidence at page 45 of the additional bundle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we have that.",
            "Unknown"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Wasserman, you gave evidence earlier in this week before this Committee, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you wish to incorporate the evidence you gave previously in your present application?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Wasserman, at page 93 of the original Tekere bundle where you dealt with the Tekere application, you stated that the nature and particulars of this incident are not immediately recalled to mind and you said that you would do the necessary research etc in an attempt to provide a full and detailed statement which would be provided at a later stage.  What did you mean by that?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Mr Chairman, I needed to consult and recall the particulars with other parties that might have been involved in the same incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just a bit louder, I can't hear.  You needed to recall?",
            "Unknown"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "I needed to recall some facts, some salient points, from other parties which would have been involved, in order to make a decent, full statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "You were involved in more than one incident, we already know, is that so?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "That's so.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was your problem the same as that of Maj du Preez, that he could not recall at that stage which incidents referred to which personalities?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "That's correct, Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Will you please take the Committee through your statement at page 46, that is page 2 before you?  You referred to the evidence of Mr du Preez and you find yourself in agreement with his testimony, you stated there.",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "We will see that there are some slight differences which you will point out in a moment.  Will you continue from paragraph 2?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Yes, Mr Chairman.  My memory is rather poor relating to this incident.  I do recall that I did proceed with du Preez one evening to a farm in Pietermaritzburg,  although I am uncertain when the instruction first came. I know that the farm was in the Elandskop area, which Col Vorster used as a safe-house.",
            "Male"
        ],
        [
            "MR VISSER",
            "According to your recollection, is it a fact that you were in fact on that farm once before the Tekere matter took place, not so?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "That is so, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you able to find your own way to the farm?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, alright.",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Consequently du Preez and I met Mr Vorster in Pietermaritzburg and we followed him to that farm.  On arrival at the farm, we found Col Andy Taylor with a black gentleman present.  Col Taylor then briefed us in regard to this man.  He informed us that it was MK Tekere and that he was an S O U, he was a Special Operations member and that he was totally non-co-operative.  He also said that Tekere had been arrested by askaris and that he would be able to convey to the ANC the identity of those askaris.  He further told us that Tekere had been arrested and that he was on his way to plant bombs in the Durban area.\n\tWhat made Tekere particularly dangerous was underscored by the fact that he was a member of the elite Special Operations unit of the ANC and some of the biggest and most spectacular attacks during the conflict of the past, were attributed to Special Ops, such as the explosions in Durban on the Victoria embankment and the Mobil Oil Refinery.  I am also informed that this list includes the Church Street bomb, Krugersdorp Magistrates Court bomb and the attacks on Sasol 1 and 2.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "These are the activities of the Special Operations Unit?",
            "Unknown"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Of  S O U, yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not necessarily Tekere?",
            "Unknown"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "I was further informed that attempts made to solicit his services as an informer were unsuccessful, so briefly we were told that Tekere could neither be prosecuted or released.  He couldn't be prosecuted due to the lack of evidence against him and he couldn't be released as he would continue with his terrorist activities and consequently Taylor decided that he should be eliminated.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was your experience of Col Taylor at the time?  How did you regard his judgment in matters dealing with your work?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "I regarded his judgment and opinions and conclusions as pretty professional.",
            "Male"
        ],
        [
            "MR VISSER",
            "According to your own knowledge, was Taylor instrumental in the arrest of other so-called terrorists during the time that you knew him?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "That's correct, Mr Chair.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you give any indication of numbers with which Taylor would have been involved?  Arrests.",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "It would be numerous, I can't recall how many.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Would you say tens, or hundreds or what?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Scores.",
            "Male"
        ],
        [
            "MR VISSER",
            "Scores.  Alright.  And according to your knowledge, were all those persons that Taylor had arrested before or had taken into custody, been killed, or what was the position?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Not at all, Mr Chairman, many were processed through the legal channels that were in existence.",
            "Male"
        ],
        [
            "MR VISSER",
            "Tried in court and found guilty or not guilty, etc?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Will you continue at page 3 please, page 47 in your bundle, Mr Chairman.",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Mr Chairman, as a result of the information passed on to me by Mr Taylor, it was clear to me that Tekere had been unlawfully abducted and detained.",
            "Male"
        ],
        [
            "MR VISSER",
            "That's an inference you drew?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "That's the inference I drew, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "And by my subsequent actions and conduct, I associated myself therewith.\n\tCol Vorster took us to a spot in a plantation, which he identified as a good spot to bury Tekere.  Mr du Preez and I then proceeded to dig a grave and when finished, we went back to the house.  Tekere was informed that he was to be taken to another location and he was blindfolded.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you recall whether his hands were cuffed?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "He was cuffed behind his back, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Right.",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "We led him down the garage driveway and just before reaching the plantation where the grave had been dug, I hit him with a police baton, which rendered him unconscious and caused him to fall to the ground.  He was on his back and I shot him in the head with a silenced Makarov pistol, which was given to me by Col Taylor, for that purpose.  I thereafter shot him a second time in the chest.  The second shot was to make absolutely certain of death.  We then took off all his clothes and buried Tekere.  The clothes were then taken up to the farmhouse and were burned there.  We then all left the scene.",
            "Male"
        ],
        [
            "MR VISSER",
            "How do you view your position in what you did?  Can you explain that to the Committee?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Yes, Mr Chairman, in doing what I did, I was executing my duties as a policeman, the way I saw it, as my obligation during the time of the conflict and the political violence.  We were conditioned by speeches of politicians and directions by senior officers to do everything in our power to confront the revolutionary onslaught at all costs.  There were times when in terms of the prevailing legislation of the time, it wasn't possible to solve all problems that came one's way and this present case is an example of such an instance.\n\tIn view of the above, I was of the bona fide belief that what I did was in the present instance in order to combat or derail the revolutionary onslaught and to protect the government and it's National Party from political embarrassment.  It fell within my express and implied authority.  \n\tMr Chairman I did not participate in these events for any personal gain, or driven by any personal spite or malice and I received no reward.",
            "Male"
        ],
        [
            "MR VISSER",
            "Referring then to page 41, Mr Chairman, at the bottom of the page, again on the basis that he associated himself with the reality, which his inference was, that Mr Tekere had been abducted.  He then applies for amnesty for his part of that abduction, albeit after the event, his part in the unlawful detention or the deprivation of liberty, the murder of Mr Tekere, the unlawful possession of an unlicensed firearm and ammunition and any lesser offence and/or delict supported by the facts, Mr Chairman.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "For the record it's 45, Mr Visser, not 41.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I'm sorry?",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I said just for the record, the reference is to page 45, not 41.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Sorry, did I give the wrong page reference?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Anyway.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I do beg your pardon, Mr Chairman.  It is 45, yes.  Did I say something different?  I'm sorry Chairperson.\n\tYes, Mr Chairman, we did not present you with evidence, this is not part of the evidence from this witness, I just want to point this out.  We did not present you with evidence about Special Ops itself, but suffice to say, for purposes of the present hearing, Special Ops because a special operations as the name would indicate, which was launched by Pres Oliver Tambo himself through Mr Joe Slovo and the operative in charge was a gentlemen by the name of Aboobaker Ismail, whose MK name was Rashid and he applied for amnesty, Mr Chairman, before the Amnesty Committee, as you might be aware, and he assumed responsibility for the incidents which were mentioned in the evidence of Mr Wasserman.  When Mr Wasserman said he was informed, he was in fact informed by us because we just wanted to place that information before you.  \n\tWe would submit with respect that it's not necessary for you to concern yourself more than that with the whole issue and the concept and the activities of the Special Ops.  In the statement to the Truth and Reconciliation Commission by the ANC, the one of August 1996, so it's the August 1996 ANC statement at page 49, at the foot of that page on the right-hand side, Mr Chairman, there is a reference and it's a very brief reference to Special Ops, about what they were about and then in different other places when the structures were set out, particularly in Mozambique, you will find references to Special Ops and that would be after the TRC had asked for further elucidation and the ANC supplied their further submissions, 12th May 1997  and that you will find for example, Mr Chairman, at page 53 and also at other places, but that's just to place it in perspective.\n\tI have no further questions to this witness, Mr Chairman.  If you need any further information about Special Ops for whatever reason, we can give you a lot of information about them, Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well some of it has already been included in some of the papers I have been reading, some of the documents.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "It might well be, yes Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Very well.  Mr Nel, have you any questions to put to this witness?",
            "Unknown"
        ],
        [
            "MR NEL",
            "I have no questions, thank you Mr Chairman.\nNO CROSS-EXAMINATION BY MR NEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions that you wish to put to him?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, Mr Chair, thank you.",
            "Female"
        ],
        [
            "MS THABETHE",
            "Mr Wasserman, you've indicated that it's askaris that arrested Mr Tekere.  I want to find out the background.  Were askaris authorised to do such arrests?",
            "Female"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Yes, yes Mr Chairman, it would have fallen within their role of duty.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Was Mr Tekere assaulted at any stage before he was killed?",
            "Female"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Mr Chairman, I wasn't part of the arrest.  I knew nothing.  The first time I saw him was on the farm that evening.",
            "Male"
        ],
        [
            "MS THABETHE",
            "No, I mean on the farm, before he was killed?",
            "Female"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "No, no Mr Chairman, he wasn't assaulted at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words, you saw no signs of assault, is that what you are saying?",
            "Unknown"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "No signs of assault at all.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Besides having shot at him, is there anything else that you did to him?",
            "Female"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "No, there was nothing.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Do you know why they chose you specifically to conduct the shooting?",
            "Female"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "There is no specific reason that comes to mind why I was specifically chosen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did you know that you were going to be required to do that?",
            "Unknown"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Mr Chairman, shortly after Mr Taylor had outlined the fact that he was to be eliminated, he informed me, took me aside and handed me the firearm, that's when I knew.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Can I proceed Mr Chair?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, please do.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Thank you.  On going back to the issue of askaris, do you know who the askaris were who actually conducted the arrest?",
            "Female"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Thank you, Mr Chair, no further questions.\nNO FURTHER QUESTIONS BY MS THABETHE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You've said in response to a question put by the Leader of Evidence whether the askaris were authorised to make arrests, by whom were askaris authorised to make arrests?",
            "Unknown"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Mr Chairman, Col Taylor would have authorised that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you personally aware and were you present at any time, not only in this case but in any other matter, where askaris were given such authority by Taylor?",
            "Unknown"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Mr Chairman, I know of other occasions where askaris arrested people or perhaps the more correct way would be a snatch of persons, I'm not sure about the legalities thereof, but I do know that they did arrest other MK persons that they did come across during the conflict period.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  The question is, who would they be authorised by?",
            "Unknown"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "It would have been under the direct command of Col Taylor.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Any questions, Ilan?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Do you know how long before that day Mr Tekere had actually been arrested, abducted or call it what you will?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Mr Chairman, no I don't, possibly a day in advance, it wasn't a long time.  It wasn't a long period, of that I'm certain, but if it was the day before or during the course of the day of the evening that I was called to the farm, I am unable to state specifically.",
            "Male"
        ],
        [
            "MR LAX",
            "But it wouldn't have been weeks before that?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Definitely not.",
            "Male"
        ],
        [
            "MR LAX",
            "And where would these askaris have been stationed or based or whatever?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "If it was under Col Taylor's command, it would have been the Natal based unit and they were based at Camperdown.",
            "Male"
        ],
        [
            "MR LAX",
            "That's the farm that was hired at Camperdown?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Yes, correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you, Chairperson.  Mr Wasserman, when did you establish that Tekere was a member of this elite Special Operations unit?",
            "Unknown"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "I asked Mr Taylor a little of his background and he informed me himself.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Was that at the time when Mr du Preez and Vorster were also present?",
            "Unknown"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Col Taylor spoke to us all in Afrikaans and occasionally I would miss the contents of certain things and I would talk to him on the side, so I was told then by him that he was a member of S O U, by Col Taylor.  It would have been round about exactly the same time that he spoke to all the other members.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So it would appear you were fairly extensively briefed, were you?",
            "Unknown"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "I was reasonably briefed from Mr Taylor, yes Ma'am.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.  Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Just two aspects, Mr Chairman, with your leave.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "You say you didn't understand the Afrikaans so well.  Where are you originally from Mr Wasserman?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "I'm originally from Zimbabwe.",
            "Male"
        ],
        [
            "MR VISSER",
            "How long had you been in the country at the time?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "At this particular time, are we talking 89 now?",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "It would have been from 1980 I was here.",
            "Male"
        ],
        [
            "MR VISSER",
            "About 9 years.  There's a popular misconception, is there not, that the askaris that operated during the conflict of the past, were all stationed at Vlakplaas, near Pretoria.  That perception is incorrect, is that right?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "That's an incorrect perception.",
            "Male"
        ],
        [
            "MR VISSER",
            "There were permanent askaris, were there not, in Durban?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are those the ones that you refer to who were based at Camperdown and who fell under the command of Mr Taylor as their handler?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman.  Perhaps you could just tell us, how many askaris were there in the Durban area?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Mr Chairman, to the best of my knowledge, it's 8 or 9.",
            "Male"
        ],
        [
            "MR VISSER",
            "8 or 9?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And if I may, a last questions, Mr Chairman.   Did they, were they supposed to do the same work as the askaris from Vlakplaas, to identify ANC supporters that they might have met in camps and so on and identify people from photographs and assist in their arrests?",
            "Male"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "That's a correct description, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were askaris there to identify MK operatives, in other words people who were operating outside of South Africa, or were they also involved in local political activists?",
            "Unknown"
        ],
        [
            "LAWRENCE G WASSERMAN",
            "Mr Chairman, the unit of askaris here were to identify Umkhonto weSizwe operatives, whom they had dealings with in the camps outside and identify them on their return to South Africa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Thanks very much.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, that is the evidence which we wish to place before you by way of viva voce evidence.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you proposing to lead any evidence?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "No, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Which of the dependants or members of the family of Tekere are at the hearing?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "There is the mother, Mr Chair, the mother of the deceased, Nombuso Sithole.  Here's the sister, next to me, Jabu Mkhwanazi and the aunt, Octavia Mkhwanazi.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Was the deceased not married and had a wife and children?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "No, Mr Chair, he didn't, he wasn't married.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He what?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "He wasn't married and he did not have any children?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What sort of education did he have?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "He apparently, according to the sister, he went up until Standard 10 and then skipped the country.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Does she know roughly what year it was that he left the country?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "It was in 1984, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "When last did she see him?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "January 1984.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "1994?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "1984.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That is when he left the country?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "She'd not seen him after that?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And the other members of your family?  You mother and your sister and your aunt?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "No.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Any questions to put to her?",
            "Unknown"
        ],
        [
            "MR LAX",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you very much.  That brings to an end oral evidence in this matter.  Mr Visser do you propose to address us?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Very briefly, with your permission, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Just first of all, on the point which you posed about the time when Tekere left, you will find a reference by the mother who made a statement in your additional bundle at page 4, 7 lines from the top, there's a reference to\n1984, Mr Chairman.  It says he decided to cross the border to Tanzania.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, we refer you again to the general argument, which we presented to you and we would ask you to bear that in mind in the present instance as well.\n\tMr Chairman, the facts of the present incident bear a close resemblance to the Cele matter.  We submit, with respect, that the facts are basically for purposes of your deliberations on whether to grant amnesty or not on all four in the two matters and therefore the arguments which we presented in the Cele matter, would find application, in our respectful submission, also in the Tekere matter.\n\tThe one difference here Mr Chairman, is the fact that this is the one instance where the operatives who gave evidence before you really only acted on orders from Col Taylor.  We are in a sense fortunate that he did divulge some information to the three witnesses who appeared before you and that it was not one of the cases which we have come across where the operative simply obtained an order without any explanation at all.  They were therefore in a position to give you some background on Mr Tekere.  As far as they are concerned, Chairperson, we submit that they have made full disclosure of their knowledge, although it may not be full disclosure of all the facts, but of course they can only tell you what they know.  \n\tMr Chairman, with respect, we have dealt at length with the question of the giving or orders in previous addresses to you and we related that to the general war situation of the conflict of the past and we believe, with respect, that it has been accepted, that in certain circumstances, as long as a person, an operative believed that he acted or should act on orders, that he would fall at least under the provisions of Section 20 sub-section 2 sub-section little (f).\n\tMr Chairman, of course many questions will arise on the facts and one would have wanted, one would have preferred to have known a lot more about Mr Tekere and what Mr Taylor knew about his activities, one would certainly have liked to have known the answers to some of the questions put by members of your Committee.  When was he arrested?  How long had he been detained?  Who arrested him?  What were the circumstances?  Was he arrested and found in possession of weapons or explosives?  We don't know the answers to all of that Chairperson and sadly, as we indicated before to you, before consultation could come about, he had passed away.\n\tMr Chairman, we really have very little to add except for the issue on the question of whether Tekere was found in possession of a bomb.  We're talking about events which took place 10 years ago and the witnesses whom you heard, Mr Chairman, did deviate to some extent, albeit it slightly, from each other in what they recalled from what Mr Taylor told them.  Now, may I immediately submit to you that that is the kind of differences which one would expect from honest witnesses to make.  They could quite easily, if they wanted to be dishonest about their recollection, have colluded and all told you exactly the same story, but they chose not to do so, they told you what they remember of what they were told and the expression of what their recollection was, differs.  But Mr Chairman, when the witnesses tell you that Taylor told them that Tekere was arrested while on his way to plant bombs, that's how they remember it.  Mr Taylor, and again we immediately place the qualification that when he completed his application forms according to evidence which we have heard before, he was forgetful, he was a very ill man but he puts it somewhat differently at page 4 of the original bundle, in his amnesty application and I would read that to you, Mr Chairman, he says that,\n\"Tekere was an ANC operative who was caught while on a mission to place bombs in the Durban area.\"\nNow that's a slightly different expression, and it's page 4 Mr Chairman and it's under incident 17, the death of Tekere and it is line 5 of that paragraph, so we were well aware that Mr Taylor expressed it slightly differently, but what you heard here, Mr Chairman, was the way in which these witnesses remembered it and they stick to that evidence, even after this had been put to them in consultation.  They told you what they remembered.  \n\tWe submit, Mr Chairman, that in the light of the events of Mr Taylor having, being now deceased, in the light of the time that has passed since the incident, that you will not hold any deviation in the evidence among these three witnesses, against them.  There are also explanations, one is that Vorster spoke to Taylor on two occasions and he says he can't remember what was said at which occasion and particularly what was said when Wasserman and du Preez were present.  Wasserman told you something which Vorster and du Preez didn't tell you and that was the question of the askaris, which they didn't know about.  His explanation for that is that his understanding of Afrikaans was poor and that he asked for elucidation and as he recalls, that took place not in the presence of Vorster and du Preez, so Mr Chairman, we're talking about matters which transpired a long time ago and these are possible solutions to the answers, to the questions as to why they remember matters differently, but at the end of the day, Mr Chairman, our submission is that these conflicts or contradictions, if you wish to call them that, are not material and that they do not detract from the fact that in fact they support the fact, support the submission that these people wanted and in fact did come to this Committee to make a full disclosure of all the relevant facts.  \n\tThey acted, Mr Chairman, on the instructions of Mr Taylor, who was a very senior officer, who had been involved in terrorist investigations and activities for a long time, who had arrested many, many people, certainly did not kill all of them, many, many more were put through the legal process, through the courts etc and therefore we would ask you to accept that when Mr du Preez said that he had faith in Mr Taylor's decision when he had decided that a certain avenue had to be followed, that he would have considered all possible possibilities and options.\n\tMr Chairman, unless there is something you specifically wish to hear me on, we have no further submissions to make, other than to ask you that, to deal with this matter on basically the same basis as the Cele matter and to favourably consider the amnesty applications. \tAs far as the abduction or unlawful arrest is concerned, Mr Chairman, with respect we have thought about it and we are going to submit to you that you should in your wisdom, also consider granting them amnesty for as far as they become socio crimini after the event of the abduction, because they all told you that it was pretty clear to them that the man wasn't under a normal arrest and logic would prescribe that it couldn't have been Mr Chairman, because in a normal arrest, the person would be taken to the police station, he would be registered as an arrestee, his name would be entered in cell registers, he would be put in a cell until bail could be arranged and he would be arraigned within 48 hours.  It is hardly likely that Tekere would have been taken out of a cell by Mr Taylor and then, on his orders be eliminated, because one wonders how one would be able to explain the non-return of the body of Mr Tekere to the cell after having taken him out.  So we submit, Mr Chairman, it would be in order for you to consider granting them amnesty also for the abduction or perhaps unlawful arrest, we're not certain what happened there because we have no knowledge, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nel, is there anything you wish to say?",
            "Unknown"
        ],
        [
            "MR NEL",
            "Mr Chairman, yes briefly.\n\tYou did indicate to me yesterday in Chambers and which is not on record and perhaps, if I may, you indicated to me that there is no need to hear argument on the matter of the late Col Taylor.  As I've indicated to you, Sir, in Chambers that I am currently taking instructions from the advocate, Adv Sonnekus who represents the office of the Commissioner of the Police.  I have not been instructed to take that matter any further as to now and it's for that reason, Sir, that I beg your indulgence for, seeing that the Cele matter is going to be heard on Wednesday and \nfinalised, if I may, if those instructions come and if I'm asked to argue the point any further, to allow me a brief moment after the Cele matter perhaps to do so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You will certainly be allowed.",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you, Mr Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there anything you wish to say?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "No, Mr Chair, except to say that with regard to the requirements of the Act, there is no opposition.  However,  Ms Mkhwanazi has indicated that she would like to address you on something and I would request that she be allowed that privilege.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS MKHWANAZI",
            "Thank you, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please give us your full names and spell it, so that we can record it.",
            "Unknown"
        ],
        [
            "MS MKHWANAZI",
            "J-A-B--U  M-K-H-W-A-N-A-Z-I",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MS MKHWANAZI",
            "Thank you, Mr Chairman, what I would like to say is, I've just heard the evidence and I've got nothing against it because I've got no evidence to rebut it, all the questions which I had were for Col Taylor and unfortunately he's late.  What I would like to tell the people around here is that I was very, very angry and sad and hurting, but my anger has subsided now.  The reason is who made this to me and I'm very grateful to him, that is Mr Wasserman.  I spoke to him yesterday in the afternoon after these hearings and I said to myself \"at least I've spoken to him, I've faced him, I've told what I felt about this and he told me that he is sad\".   That is the reconciliation I was looking for, not this hearing, that he have to reconcile with the family.  I'm very happy that he said he's sad.  Of course this is war, that is what he said to me yesterday.  Of course it was, but unfortunately my brother did not get the chance to defend himself.  He was blindfolded, gagged, so he had no arms, so he was defenceless, he was killed like sheep going to an abattoir, but what I'm grateful about to these men, I don't know who is it, but one of them pointed out the grave.  I'm very grateful to that one otherwise we wouldn't know about this till today because we were looking high and low for this man since 1984, who left us when he was still young.  I'm grateful to you.  At least you did one good thing, that is Ubuntu, that is to show us the grave so we could bury the grave and we know where he is resting.\n\tSo I forgive you Mr Wasserman.  You showed remorse to me.  You don't know how I felt yesterday.  At least my anger has subsided, I'm sad.  I know now that you are the one suffering, those who are dead are in peace now.  All the answers, all the questions I have were for Andy Taylor.  At least you owned up, you said \"I killed him\", you did not say that it was Col Taylor, because we knew that I wouldn't ask those questions to him, but you owned up.  Thank you.  I forgive you Wasserman.  That's all. Thank you, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nWITNESS EXCUSED\nDo you wish to say anything?\n\tThis brings to an end these hearings and the Committee will consider the application in due course and make known it's decision.  \n\tBefore we adjourn, I think we should finalise precisely what we are going to do next.  Could you tell us which matter we are going to be dealing with next?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, please tell us.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "With the assistance of my colleague, Mr Visser and Mr Wagener, next week we will be doing the matters of Mamela, I'm not sure about the order, Ninela.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How do you spell that?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "N-I-N-E-L-A",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "The Quarry Road incident.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Pardon.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "The Quarry Road incident.  Can I hand over this?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, please.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We are going to start of with the Ninela matter that involves two of the present applicants, Mr du Preez and Mr Wasserman and a Mr Mwelase.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Nel, you appear in those matters as well, do you?  Mr du Preez, you appear for Mr du Preez?",
            "Unknown"
        ],
        [
            "MR NEL",
            "No, Mr Chairman, I once again will either be representing the Estate or the Office of the Commissioner of police in the matter of the deceased, Mr Taylor.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.  So will you be appearing?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, Mr Chairman.  As presently advised, he hasn't fired me yet, so I'll act for du Preez again.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What about Wasserman?  What about Mwelase?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We don't act for him, Mr Chairman and frankly we're not certain who is going to appear for him, but it is not us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Can I respond to that Mr Chair?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "I understand that Mr Mwelase has been served with Section 19 (4) notice, but we haven't had any contact with him.  I've spoken to our investigator, Mr Mbatha who said he will try to track him down.  However, there is a lawyer that has been instructed by us to represent him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  How is the lawyer going to contact Mr Mwelase?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "I informed the lawyer that he will have to hear from me.  As soon as we've contacted him, I'll contact him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Right.  Now then ...",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "But I've given him the bundle in the meantime.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Gentlemen, can we commence at 9.30 on Monday morning, instead of 10 o'clock?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Monday is going to be a problem for us Chairperson, because we're flying out, to save costs, on Monday only.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We're always ready to start and to spend longer hours, but Monday will be a problem for us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, we'll start at 10 o'clock then.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn till 10 o'clock on Monday morning.  We'll proceed with the Ninela matter.  Are we then in a position after that, time permitting, with the matter of Mamela and 4 others, the Quarry Road incident?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, Mr Chair, and I would also like to add that the operation ...(indistinct) and Shabalala incident and Gordhan and Lalla will also be heard during that week as well.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  And have you been able to communicate with the dependants of the deceased or the victims in the Ninela matter?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "In the Ninela matter?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "They're aware Mr Chairman, they have to be here next week Monday.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Very well.  At least we have some idea as to what we are going to do when we commence on Monday morning.  Thank you very much.  We will now adjourn until 10 o'clock on Monday morning.  The Committee will rise.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}