{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-08-24",
        "location": "DURBAN",
        "day": "10",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53625&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990824db.htm",
        "speakers": [
            "MR VISSER",
            "CHAIRPERSON",
            "MR WEBSTER",
            "MR LAX",
            "MS THABETHE",
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "ADV BOSMAN",
            "MR WILLS",
            "MS POSWA"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR WEBSTER",
            "MR LAX",
            "MR VISSER",
            "MS THABETHE",
            "SEPTEMBER ...(indistinct) MAHARAJ",
            "MR MAHARAJ",
            "ADV BOSMAN",
            "ME MAHARAJ",
            "SEPTEMBER MAHARAJ",
            "MR WILLS",
            "MS POSWA"
        ]
    },
    "testimony": [
        [
            "MR VISSER",
            "Perhaps I should start the ball rolling.  Mr Chairman, before we go on with Ndaba's matter, you have been informed that there is another part-heard matter before Your Lordship's brother, Justice Mall, which was generally referred to in these hearings as the Quarry Road incident.  In that matter Mr Webster appears for the family of the victims, or for some of the families of the victims and he anticipated that he wanted to call a witness called Breytenbach who was the Commander of the Reaction Forces during the chase in which 4 people were killed, for which amnesty is now being sought by South Africans and that matter stood down, Mr Chairman, until after the conclusion of the Ndaba and Shabalala matter.  \tMr Webster can inform you himself of what his position is, but he informed us this morning that he will not be able to proceed immediately, for reasons which he no doubt will tell you about.  He spoke to us this morning and we told him and we told you in chambers, Mr Chairman, that that matter should properly be postponed awaiting Justice Mall's recuperation, by reason of the fact that the application has really been concluded for all practical purposes.  The only evidence outstanding is that which Mr Webster might wish to call and seeing that matters of credibility have been raised during the hearing, Mr Chairman, it would be invidious for yourself to be placed in a position where you have to make credibility findings in that hearing.  \n\tTherefore, Mr Chairman, we will have no objection to the proposal by Mr Webster that the matter be postponed awaiting the come back of Justice Mall.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Webster, do you wish to say anything further?  Or perhaps I could say something before you do.  As I understand it from the discussion we had in chambers, you have not had an opportunity as yet of interviewing this potential witness.  He is someone who would have to be subpoenaed, but I suggested and I suggest again that if the matter is now adjourned, you should endeavour to make contact with him, through his legal advisers, if he has them, to decide finally whether you wish to call him or not and if having had the opportunity of consulting with him, you do not propose to call him as a witness, I would then request that you inform the Committee because the matter would then, as I understand it, not require any further hearing and arrangements could then be made for argument to be delivered in writing.  Do you agree with that suggestion?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I agree with that, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All that remains is to adjourn the matter to a date.  Adjourn it sine die.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Perhaps he could tell us by Monday.",
            "Male"
        ],
        [
            "MR VISSER",
            "We were informed, Mr Chairman that there is a statement that has been obtained from the witness Breytenbach and we would just like to have a copy of that before Mr Webster leaves with that, if it pleases you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I think it's already been made available to the Committee hasn't it?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Mr Chair, we only have one copy and we had a problem with the photocopier yesterday, that's why we couldn't make it available.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The Committee will make it available to you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Webster can leave without waiting for them to mend the photocopy machine.  When do you think you'll be able to give us any information, do you know how long it would take?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Monday, I think Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, if you endeavour to let us know by Monday, we'd be grateful.  Thank you.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the matter is adjourned sine die.\n\tWe now revert to the matter that we were concerned with yesterday and the cross-examination of Mr Maharaj will continue.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May it please you, Mr Chairman.\nSEPTEMBER ...(indistinct) MAHARAJ: (s.u.o.)",
            "Male"
        ],
        [
            "MR VISSER",
            "(cont.)\n\tMr Maharaj, just to recoup.  Yesterday at the adjournment my understanding of your evidence was to the effect that the applicants have come to this Committee with a concocted story about the reasons why Messrs Ndaba and Shabalala were killed and you stated that part of the reason why you said that it was a concocted story was because in your belief Mr Ndaba could not have been an informer of the Security Branch.  Have I got that right?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "In part you relied on some documents which you  handed in yesterday to prove the point that Mr Ndaba could not, or would probably not have been an informer and I refer to Exhibit J.  Is that correct?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "That's right.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now we have had the opportunity of last night, reading through Exhibit J and I want to direct your attention specifically to Exhibit J 1 and I want you to explain to us very briefly by way of summary again, why you say Exhibit J1 proves that Mr Ndaba could not have been, or probably wasn't an informer of the Security Branch.  Can you just summarise your viewpoint to us?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Thank you.  Chairperson, my contention has not been that J 1 on its own should be seen as standing alone.  What I've done is to put a set of documents which have a time sequence to it.  That time sequence starts with J 1, which is the 14th of February 1988.  The significance of J 1 is that it has a column on the front page which says who has submitted the report and the code number of the source.  J 1 source is P 1666.  What that report does is it identifies Charles Ndaba and has reference numbers which show that as at February he was a potential target of interest to the South African Security Forces and (b) that his reference numbers show that there was no indication that he was at that stage working for the South African Security Services.  That's as far as that goes with the addition that I made that if we look at page 11, and in particular I drew attention to paragraph 41 where I said certain people's names appearing there were clearly marked as not of security interest.  There were other instances in the same document, but not in that clause, which refer to agents with PN reference numbers.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "And Charles Ndaba has two reference numbers in addition to what appeared earlier in the document, one is the \"Afdelings\" reference number which has a PNV with a set of numbers which have slashes.  That is the reference number of the division.  The second reference number is a VHK and that I have looked at last night and tried to locate it from my knowledge of previous documents and work, is the \"Veiligheids Hoofkwartier\" reference number, and what is important there is it has an S prefix.  The S prefix has a clue in this document in paragraph 40 where you will see that the ANC, Inkatha, and United Democratic Front have files beginning with S but they have a second number.  A first number which distinguishes them, for e.g. the ANC has S9 and the Inkatha Freedom Party has S2229 and UDF has S 13.  So that is as far as I had gone with J1, but J 1 must be seen together with the other documents.",
            "Male"
        ],
        [
            "MR VISSER",
            "But just confining ourselves to J 1 at the moment.  What you've just told me is that there are basically 3 reasons why you say J1 shows that Mr Ndaba was not an informer.  The one is he's identified as a target.  The second point is that there is no reference in that document, J 1 to show that he was an informer and thirdly at page 11 next to his name, it is not stated \"not for security interest\".",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes and a fourth point that there is a commentary by Capt Botha attached to that report which begins at paragraph 37, Capt Botha as a processor of that report would have found a way, if Charles Ndaba was at that time his informant, to find a way to begin to secure his safety.  By the comments that he's put, he has a comment starting 37.  On paragraph 37.6 he deals with the identification of Charles Ndaba from a photograph.  It is his comments I understand, that go through from paragraph 36 onwards to almost the end of the document.  So if he was at that time the handler of Charles Ndaba, he would have found a way through his comments, to begin to disguise or shift attention from Charles Ndaba, or that's what I would have done.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Now we're going to deal with those four issues, Mr Maharaj.  First of all, just to bring some clarity in regard to what Exhibit J 1 purports to be.  Would you agree with me that during the conflict of the past, one of the ways of dissemination information of Security interests was by way of Security reports made by the various divisions to Headquarters to be disseminated to other Security Branches who might have an interest in that information?  You would agree with that Gen Steyn.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes, I would agree with that but that's within the Security establishment.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, obviously.  This J 1 purports to be exactly such a security report.  Would you agree with me that what this document professes is that Sgt Wasserman was the person who handed in the report?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "That's what the document says.",
            "Male"
        ],
        [
            "MR VISSER",
            "That's what it says.  And that the report concerns information which he received from an informer whom he identifies as PN 666.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, 664.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, Mr Maharaj, just look.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Oh, code number of source, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "666",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes, right.",
            "Male"
        ],
        [
            "MR VISSER",
            "And it concerns ANC activities in Durban and Swaziland and in the right-hand column, I put it to you that those Security Branches are the ones that it was thought would have an interest in the information.  Would you accept that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Now in paragraph 1 on that page, there's a reference to \"Beruggewer PN 664\".",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And in parenthesis behind that there's B2 which is the rating of the value and reliability of the informer, you can take that for granted, but it has a reference to Maj A R C Taylor, which seems to suggest that that particular informer was the informer handled by Col Taylor, Major at the time.  You would agree with that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "That would be a reasonable deduction.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  The report itself starts with paragraph 2, with a synopsis.  The synopsis is given, obviously by Wasserman, dealing with what the report was and that report one finds at paragraph 3, at page 3.  You would agree with that?  So he's giving a summary,",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Of the contents of paragraph 32, page 9, I believe it is, page 9 paragraph 35.  That is what the PN 666 tells him and he now deals in paragraph 2 with the summary of that for the convenience of the reader, one would imagine.  Alright.  Paragraph 2.1. he starts off by summarising the information by saying that on the 12th of February 1988, PN 666 visited Swaziland in order to make a report on behalf of one MK Lucky and to receive instructions from the ANC Natal Machinery.  So that is pretty obvious.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What paragraph is this?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "This is paragraph 2.1. Mr Chairman, when it's in parenthesis, I'm simply going to refer to it as 2.1 instead of, unless you, perhaps I should more accurately refer to it as 2(1).  Mr Commissioner Lax certainly doesn't like that suggestion, so I'll refer to it as 2.1  That's at page 1 of Exhibit J 1,  and he goes on to say from paragraph 2.2 onwards, gives a summary of what this man told him happened to him.  He reported at the tavern hotel, he telephoned certain  Mdu (M-D-U), which is identified as Mduduzi (M-D-U-D-U-Z-I) Milletus (M-I-L-L-E-T-U-S) Radebe (R-A-D-E-B-E), I'm informed one pronounces it Gadebe.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "It depends whether it's Zulu or Xhosa.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, I wouldn't know.  But a reference number is given S4/44328, which obviously refers to Mr Radebe.  Okay.  Now if I may pause there to inform you what I have been instructed in regard to the abbreviations or the letters preceding numbers etc in this document.  I am told that the S prefix refers to Security Headquarters.  I am referred to also, that the initials F A, Freddy Allen if I may put it that way, refers to Photo album.  That album is an album which contained hundreds if not thousands of photographs of people suspected of being ANC MK SACP Azapo, Azano supporters which were all in a bundle for purposes of identification.  I'm informed that wherever there's a reference to NGN, November George November, NGN, it stands for \"Nie geidentifiseer nie\", loosely translated as not identified.  And then you will find, Mr Maharaj, as you no doubt have observed, in the document there are references to V for victory as a prefix to other letters and numbers and you will sometimes find a V1 or a V2 or a V3 or a V4.  Now I am told that what that represents is \"Veiligheid\" or Security and the 1 was the category dealing with whites.  V2 was the category dealing with coloureds, V3 was the category dealing with Indian people and V4 was the category dealing with blacks, so that if you had a reference to a file and it was a black person, it would then in the division itself be referred to as V4 etc etc.\n\tPrecisely the same obtained as regard to Security Head Office references.  The S would be followed by the equivalent of 1, 2, 3, 4, denoting exactly the same categorisation, according to race.  So in this document or in these documents Exhibit J, contained in Exhibit J, you will find such references and when you do you will then know what that is intended to denote.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So far you've given very good evidence, Mr Visser, you haven't asked a single question.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I'm just, this is a question of background and if needs be the evidence will be presented to you.  I've got to put it to the witness because ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He may be able to confirm some and not others.  That's what I'm getting at.  You're putting the whole thing to him and I think you should ask, does he know this, does he know that?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well, Mr Maharaj, I departed from perhaps an incorrect assumption that you wouldn't know this, that  this would probably be news to you.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Well, so far the news has been the 1,2,3,4.  I didn't know the extent to which race classification had followed them and I'm sure that V 4 or S 4 wasn't blacks it was Bantu.",
            "Male"
        ],
        [
            "MR VISSER",
            "Or whatever, but black people then.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know there were categories such as S and V?",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "S, yes I am aware, V was a bit puzzling to me, but I'm obliged to the counsel for that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You accept it?",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the others, do you accept what you've heard so far?",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "F A, Photo album, perfectly acceptable and something that one had guessed at.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "N G N?",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "One was puzzled, I'm obliged to the information.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then coming to the last one which I wish to attempt to make clear is the PN was in fact, the PN prefixes was in fact as Gen Steyn had testified to yesterday, that was the category denoting people who had become informers, not initial informers, but if we may call it for want of a better expression, accepted informers, that would be a PN prefix together with a number or a series of numbers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - mike not on) even more restricted, Mr Visser?  Wasn't PN and informer to the Natal, Port Natal?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Absolutely correct, I should have qualified that.  Throughout the country there were different prefixes, Soweto would have an SW, Eastern Transvaal might have had an ET, I'm not sure but the point is there would be a prefix plus a number.",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "With the only addition that I would make that in my analysis all PN, that is informers, started with a number which had , the first digit was 66, because, don't read 656, or 6664 to mean that they had 6 664 agents.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, Yes, alright well be that as it may, I accept that that might be the position.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "That was.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now at one stage, and this is the last aspect of this code, if I may call it that, which appears from the Exhibits J, is that at some stage the racial classification was done away with and reference was thereafter not made to V 1,2,3 and 4 or S 1,2,3 and 4 but rather simply to V and S and in fact one can see this happening already in Exhibit J 1 if you refer to page 2, paragraph 2.6 for example where reference is made to Zandile, that is Filla Portia Ndwandwe, her reference number was V 6665.  So there already the classification which we see at the top of that page in the right-hand column, the equivalent of S4, this wasn't V4 anymore, it had already been phased in.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Chairperson, I can't say anything about that matter.  I think to suggest to me that I should accept that there was a transition in numbering from an English-speaking S for Security to an Afrikaans speaking V for Veiligheid is difficult for me to accept at this stage and nor would that be explanatory for taking a 4 digit number when the previous system had a 5 digit number and the number of informers and interests groups were increasing so rapidly, I would be puzzled by that and I would, they would have to produce something more substantial than your word.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj, not terribly much turns on this and I don't want to get involved.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sorry, I was taking it very seriously .",
            "Male"
        ],
        [
            "MR VISSER",
            "No. no. the point is, I think you might have misunderstood what I was trying to say.  All that I'm trying to say is at some point in time the 1, 2, 3 and 4 being the race classification started falling away where previously you would have V 1, 2, 3 and 4, you would simply have V and where you would have S for Security Headquarters 1, 2, 3 and 4, you would simply have S, that's the only point.  I'm not saying that Security Head Office was translated as to \"Veiligheids Hoofkantoor\" I didn't intend to give you that impression.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I did think that earlier you put it to me that V had a meaning of Veiligheid and S had a meaning of Security Headquarters.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "So I was connecting all that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh I see.  No, I'm simply saying that, just in order to understand  why at 2.6 you will only see 6665 and not V 1 or 2 or 3 or 4 6665, it was because that had been, there was, that was phased out, the classification and you already see this happening here.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Well I don't know that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Okay.  Well I'm just putting it to you.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I cannot accept that at the moment.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright, now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is the S phased out?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I haven't found one in this document where you will see the S being phased out.  The 1, 2 , 3  and 4 alongside the S being phased out Mr Chairman, but what I'm putting is that I'm instructed that that was the position and you can already see it happening at page 2 in paragraph 2.6 as far as far as the V is concerned, so the principle is the same...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well where can you see V with any number?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well, Mr Chairman, with a number?  Let me just see.  I didn't check on that, Mr Chairman, there may or may not be such a  ...(intervention).",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Chairperson, if I may just say why I am reluctant to accept what the counsel is saying, normally I would not question it, because if you look at paragraph 40, S's first digit doesn't stop at 4 and I think counsel would have had to put to me S 1, S 2, right up to S 22, because there's an S 22 and I don't think there are 22 racial classifications ever under apartheid.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, Mr Maharaj, let's just leave that.  I was attempting to make it easier for you to understand this document with reference to what I've told you, that was the only intention.\n\tLet's go on with Exhibit J 1.  You see, the summary of what PN 666 tells Wasserman is that after he reported, he was picked up.  Paragraph 2.4 they went to a flat at the campus of Swaziland, 2.5 from there they went to a double story flat and  2.6. says from there he, that is PN 666, accompanied this lady who picked him up, to a shopping complex, a supermarket near the University of Swaziland where an unknown black man and Zandile, who you thought was identical to Zakhele, but who is in fact Filla Portia Ndwandwe (N-D-W-A-N-D-W-E) picked them up.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "May I apologise for that mistake, Chairperson?  Yes, it is correct that MK Zandile is Filla Portia and Zakhele is Charles Ndaba, but at the moment I'm a bit puzzled, I'm listening to a long summary, I don't know what the question is going to be.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, I'm coming to the point directly.  I'm just telling you that this really relates to the movements of PN666 in Swaziland and people whom he met, until you come to paragraph 2.9.  There he says that he accompanied Zandile to the flat, number 7, at Mombeni where he was introduced to one black woman by the name of Jabo.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Oh is SV black woman?",
            "Male"
        ],
        [
            "MR VISSER",
            "\"Swart vrou\".",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Oh now S and  V have different meanings. Okay.",
            "Male"
        ],
        [
            "MR VISSER",
            "NGN, not identified.  Now, the very next, or rather paragraph 2.11 there's another reference to the person MK Lucky.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Which paragraph?",
            "Male"
        ],
        [
            "MR VISSER",
            "That's 2.11 at page 2, running over to page 3.  The reference is to Lucky and again in 2.13 and now I want you to turn please to page 11.  Now the first, or one of the points you make is that when the Security Branch had an informer they protected that informer by saying in their report, as I understand your evidence, that that person is not of security interest, have I got that right?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "One of the ways.",
            "Male"
        ],
        [
            "MR VISSER",
            "Therefore, Jabo and Lucky and Zondi, that's the last name among those names, would have been, on that interpretation, would have been informers.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, for one reason or other, they are protecting the persons.  It's a mechanism of protecting the informer, but not exclusively to protect an informer.",
            "Male"
        ],
        [
            "MR VISSER",
            "But I thought that ...(intervention).",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "But it doesn't follow what I'm saying.  I'm saying that the statement \"not of security interest\" is actually telling all the divisions through which it is circulated, please don't follow up on this, for whatever reason, for e.g. it says \"Jabo, not of security interest\".",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "The paragraph that you've drawn attention to where it appears, 2.9 page 2, tells me something is fishy.  Why would they say this unknown person, don't take interest in him?  Why would they say that, when my great, great, grand cousin would be raided in Port Shepstone because in some way they thought they were connected to me.  Somebody who walked into my house on business would be followed because they would say, in case this leads to something.  Now Jabo features here at the residence, a block of flats and where Jabo rented those flats and I would say the way they were paranoid, is this flat owner some way connected and until they have done an investigation to satisfy themselves that he has no clandestine links with the tenants, they wouldn't write him off.  Now, if you look at the next one ...(intervention).",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, I'll come to that, please, but is that your explanation as far as Jabo is concerned?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "So far you've given me summaries and I therefore have to challenge your summaries.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, no, no, I'll come to the next one.  Is that your explanation as far as Jabo is concerned?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "That's Jabo as a question mark.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  So, you say the fact that Zandile visited flat number 7, which was rented by a black lady called Jabo, who is not identified, should have made her of security interest in your book?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes, the way they had behaved themselves always.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright, let's come to the next name, Zondi.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, let's come to Lucky.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, no, I'll come to Lucky.  Mr ...please I'm doing the questioning.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "But you haven't asked me a question yet.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's come to Zondi I say.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Chairperson, I need protection.  No question is being put to me and I'm constantly being told, when facts are being put to me which I challenge, if it is a summary and I don't agree with the summary, I thought I must stop there and say \"I don't agree with the summary.\"",
            "Male"
        ],
        [
            "MR VISSER",
            "Can we now come to Zondi?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Visser, you are putting this as proof of the fact that this is why they used this \"Nie van veiligheids belang\".",
            "Unknown"
        ],
        [
            "MR VISSER",
            "The fact that she wasn't of security interest.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, you are now saying - now we dealt with that.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No, no, no, I'm coming to that Mr Chairman.  I'm dealing now with Zondi.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh I understood you said you've dealt with it.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I will deal with Lucky, very specifically.  I want to now deal with Zondi.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Okay.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you say that your inference is that Zondi, by these words \"Nie van Veiligheids belang\" next to his name, was being protected by the police.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I'm saying, to answer that question, just as you've patiently taken me through a paragraph where Lucky appears and Jabo appears, do me a favour, take me to the paragraph where Zondi appears.",
            "Male"
        ],
        [
            "MR VISSER",
            "Paragraph 2.13 at page 3.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Paragraph 2.13 page so-and-so, page 3?",
            "Male"
        ],
        [
            "MR VISSER",
            "Can I read it to you?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Hold on, I can read, but I don't see - oh yes, I see Zondi.  Right.  Good, got it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well I want to read it to you and this will have to be translated\n\"Zakhele told him, PN 666, to warn Lucky to withdraw from the Pietermaritzburg area since unknown number of MK members would be sent to that area to, in respect of the activities aimed at prominent Inkatha leaders and specifically one Zondi to carry out these activities.  A start will also be made with the elimination of other Inkatha members from the lowest level to hierarchy, Gatsha Buthelezi as the last target.\"\nNow, why do you say the police wanted to protect Zondi, at page 11?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I said, Chairperson, that the use of the words \"Nie van veiligheids belang\" is a technique that they would use, amongst others, to protect an agent.  Here I would expect Zondi to be of great interest for the police to go and protect from kidnapping and that they would not write not of security interest.  You've now got information, if it is correct that MK people want to kidnap Zondi, surely it is your duty as police people to now make him of security interest to protect him from being kidnapped unless you are saying because he was a black man, was he relevant to the police?",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh Mr Maharaj, let's leave racial prejudices out of this Mr Maharaj.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "This is not a prejudice, this is a statement of fact because you've shown me a classification of 1, 2, 3 and 4.  I didn't put that classification, you put it to me.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj, your evidence is that \"not of security interest\" would have been placed next to a name so that other security branch members would not target that person.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I have just said not exclusively as a technique.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "It was one of the possible techniques that they could have used.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, alright.  You see I'm already going to suggest to you that this document does not support the inference which you wish the Committee...(intervention)",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Well if you would now turn to Lucky you will see what happens.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's go to Lucky.  Alright.  Lucky we know was an informer, PN 664.  That we know from page 1, not so?  Paragraph 2.1.  At page 11, as you already ...(intervention).",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "How does that come from paragraph 2.1?",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "You say there you know, how does paragraph 2.1 show that Lucky is PN 664.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry, Mr Maharaj, may I refer you page 10?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Oh, that one I agree with.",
            "Male"
        ],
        [
            "MR VISSER",
            "May I refer you to page 10?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "That one I agree.",
            "Male"
        ],
        [
            "MR VISSER",
            "The bottom of page 10, paragraph 37.8 says\n\"Bongani\" (B-O-N-G-A-N-I) is the operation MK name in the Republic of South Africa of informer PN 664\"\nand a little higher up that page, paragraph 37.1 says:\n\"Lucky is identical to informer PN 664.\"",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "That's right.",
            "Male"
        ],
        [
            "MR VISSER",
            "And now it is stated who he was.  He is an askari.  So, now with all due respect Mr Maharaj, what would have been the point of Botha or Wasserman or anyone else to try to conceal that evidence from Security Headquarters?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Let me tell you what would be the interest.  One, they would reveal their askaris to each other because those are the people they would use to track down and to kill.  Now those were, had become hired killers and trackers.  You would make the askaris available as the evidence shows over the killing of Charles Ndaba and their arrest, it was an askari and he's identified.  You have told us they had 9 askaris as professionals available to any division when they needed them.  The askari is a paid staff member.  You would only be interested in hiding his identity from the ANC and precisely because of the unprofessional way these reports were written, when I got them I was able to inform Lusaka that MK Lucky, who was operating in an area of Natal, whom we thought was still our man, is no longer our man and that was very useful to us, but within your establishment the statement \"not of security interest\" says, \"general category, don't worry about him, started off informer, he's and agent but in fact he's and askari\".  Nothing to hide there amongst your own men.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj, askaris were registered with Head Office, would you accept that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "You know that, I don't know.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you accept that?  They had to be registered to be paid, surely?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "But Gen Steyn was registered at the Headquarters but has a number for his force and maybe the number is prefixed by Natal because he's deployed in Natal.  I don't know.",
            "Male"
        ],
        [
            "MR VISSER",
            "I don't understand the answer.  The point is this, why do you say was Lucky a security risk while he was an askari?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I am saying that the statement \"nie van sekuriteits belang\" is a technique that could have been used to disguise the identity of an informer.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright, so you are now saying it could have been.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I said so throughout this morning, not now.",
            "Male"
        ],
        [
            "MR VISSER",
            "And I want to show you, I want to put it to you that by having gone through names against the background of the summary of what PN 666 told Wasserman, Mr Maharaj, this document by no means makes it clear that the words \"not of security interest\" shows that that person might have been an informer.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "If I am to accept that, Chairperson, then I would have to accept on counsels questions and the paragraphs that he has made, that PN as a code number, also was not of significance to protect a person, because 664 is identified in this report by Capt Botha as MK Lucky, also known as Bongani, as an askari.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, 664 was.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes, 664.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Is given as Lucky.  So the PN drops, he's identified the man, he then says it is Bongani and he says it's 664 and he then says it's an Askari.  So PN is destroyed as a mechanism of hiding the identity of an informer.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, Mr Maharaj that's where you're wrong.  Where in this document is the true identity of Lucky given?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Ah, now we've come to another problem now.  We've come to the next problem and let me take counsel through that one as he's taken me, with your permission Sir.  It says there, paragraph 2.1., MK Lucky sent agent PN 664 to Swaziland with regards to activities in the Msinga region, activities of MK in order that the person convey a report and bring back instructions from the ANC Natal Machinery.  That is saying, is virtually in command of Msinga region within the country.  Then it goes on to say what discussions took place in Swaziland on the instructions of MK Lucky and then the reporter's report in paragraph 3 deals with all those discussions and instructions including a sketch of a DLB of weapons.  Having gone through that part of Lucky, in the substance of the report, Cap Botha in processing it and commenting on it, then identifies Lucky as an agent of the South African Security Police as PN664 reporting and falling and says he's a rehabilitated terrorist.  That tells you he's working for the South African regime.  Then he goes on and says in paragraph 38.7 that he also has an MK name as Bongani.  Now what have you told your entire division including your policeman in Msinga area?  What have you told them?  You've told them that this man must pass through any road block, don't worry but let him go through because he's our man, let weapons come through, he's our man and we have got two people, Lucky plus his courier, are both our agents.  Now what are you doing?  Violence erupts in Msinga area and who's doing the violence?  Is it ANC or is it the Security Branch?",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj, where you read all of that in Exhibit J1 I don't know.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I could take you through more ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "We're missing a page.  It's just struck me, the numbering - we're missing page 10 basically of that report because the numbering goes from 37.8 to 39.9.  If you look at page 10 and page 11, there's an intervening page missing in the whole document.  It just struck me now.",
            "Male"
        ],
        [
            "MR VISSER",
            "Ours is complete, Mr Chairman.  Oh, I see what you're referring.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "There's no page 8.",
            "Male"
        ],
        [
            "MR VISSER",
            "Just allow me, Mr Maharaj.  Allow me to point out which seems to be the obvious, Mr Chairman and that is that the paragraph numbering at page 11 became out of sync.  It follows the (8) with a (9) but it seems to go from 37 to 39, but you see the bottom, at the foot of the page it refers to page 11 following and it is indeed page 11 following, so it would seem that perhaps following my own example in my papers, the paragraph numbers went out of sync.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes, it looks like Vula sources were not doing there work properly in photocopying.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, I was just looking for the paragraph numbered 38 which reference was made to and I couldn't see one, it went from 37 to 39.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, you seem to have some difficulty still.  We're referring to page 10, paragraph 37(8) goes over the page to the next page and then it goes on with 39 not 37.9.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All the other paragraphs, paragraph 37, if you look, 37(1), X(1), 37(2), S(2, X(4), X(5), X(7), X(8), 10, 11, suddenly you turn over and the Xs have gone.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "But you see Mr Chairman, the way we read the document, it only goes to X(11) and no further than that because if you look at the next page you'll find another reference to X11 Mr Chairman.  It seems that that was the ultimate number that was reached and that is in paragraph 32.3 at page 9.  You'll see that it only goes up to X11, or so it would seem, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "What is the relevance of the X if you, did you find that out at all?",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I can't tell you but I can attempt to find that out.  I was under the impression that it referred to commentary, Mr Chairman, commentary on whatever, but I may be wrong, I'll find out what that stands for.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I would suggest the possibility that the X was a prefix  attached to a document.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could be, could be, Mr Chairman, that is quite possible.  I will try to find out, discover what precisely.  Now you see, just to tie up this point, Mr Maharaj your point in your evidence was, with reference to page 11 of Exhibit J 1, that the fact that Mr Ndaba was mentioned there made him a target for elimination, possible elimination by members of the Security Forces and if he hadn't been, if he had been an informer, Botha would have seen to it that next to his name would have stood the words, \"nie van veiligheids belang\", that's basically your point.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, you have not heard me clearly.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please take me through that again.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I said yesterday that emerging from this document are two techniques amongst many that he could have used.  The one was to say \"nie van veiligheids belang nie\" or the second was to begin to attach a code number.  A code number would disguise the identity of the person because that would be an informer and the reason why informers had numbers PN 665 whatever, was in order to disguise their identity when you distribute it because the issue that I'm dealing with is the assertion that the moment Charles Ndaba was promoted to Commander of the Natal Machinery, his handler instructed him to leave Swaziland because his life was now in danger at the hands of other Security Branch men  and I say, you don't get an informer, suppose you made me into and informer as a Commander of Operation Vula, would you have said to me, leave the country?  You'd have said, stay on.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, that's another point.  Surely Mr Maharaj, my question now turns on your evidence that you wanted to make something out of paragraph 41 and as I understood your evidence yesterday and today, the first point you wanted to make and we've dealt with that, was that where the Security Police for one reason or another, wanted to protect a particular person, they would do that simply by saying \"not of security interest\".",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Chairperson, we are differing on just one word.  These two forms are amongst the techniques that could have been used.  I'm not saying they are the exclusive techniques, if I have given that impression yesterday, I have certainly throughout this morning made it clear that I'm not saying that these are the exclusive techniques, but I'm showing from the internal contents of the documents that they are possible techniques.",
            "Male"
        ],
        [
            "MR VISSER",
            "Possible.  So you're working with possibilities.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Obviously.",
            "Male"
        ],
        [
            "MR VISSER",
            "But now you ...(intervention).",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Unless I was a Security Branch man, I can't go more.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj but you went further, you see.  You placed in contra distinction what was done with Mr Charles Zakhele Zwelakhe here in paragraph 41 as opposed to what was done as regards Jabo and Lucky and Zondi.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was your point with that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "To establish that the technique could have been employed.  Could have been employed.  Not necessarily employed, I'm saying in this document there appeared to be techniques that could have been employed.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj ...(intervention)",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "And I'm showing it to you with Jabo.  It makes no sense from the way they worked, to then find the owner of a block of flats and simply dismiss him as not being of security interest.  How do you know he wasn't an ANC member owning that flat.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm through with that point.  I'm not going back to it.  I want to move forward.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Thank you.",
            "Male"
        ],
        [
            "MR VISSER",
            "And I put it to you that quite pertinently the impression you gave yesterday in your evidence was that by mentioning Mr Ndaba's name, attention was drawn by Botha to Ndaba and that he might have become a target of the Security Forces and he would not have done so, had he been an informer.  That was your evidence.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "You say that isn't your evidence?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "My evidence, if that is the understanding, Chairperson, may I correct the impression?",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Let me then ...(intervention)",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I am saying that Capt Botha, as the commentator to this report, had the opportunity to employ a variety of techniques to begin to cover the identity of his informant.  Amongst those techniques that he could have used is to use the \"nie van sekuriteits belang nie\" or he could have used a code number.",
            "Male"
        ],
        [
            "MR VISSER",
            "Right.  Would you agree with me that it would have been crazy for him to suggest to Head Office that Ndaba was not of security interest particularly in view of the fact that Mr Ndaba was second in command of the MK Natal Machinery in Swaziland?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I don't know how crazy the Security Branch were.  If I showed you the rest of the reports you'd find them totally crazy.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can we try to stick with the facts of the matter,",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No but you asked me if they're crazy.",
            "Male"
        ],
        [
            "MR VISSER",
            "Instead of being flippant.  It would have been crazy for Botha to suggest to Head Office that the Commander of MK Natal was not of security importance?  Do you agree?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Chairperson, here's a crazy thing in front of us that with all this PN664 spiels circulated to 15 sections, they have revealed that PN 664 is the Commander of MK at Msinga, they have revealed he's also Bongani, they revealed that he's also an askari and they revealed that it was his man that they sent to Swaziland and that he brought in the DLB.  Absolutely crazy.",
            "Male"
        ],
        [
            "MR VISSER",
            "So that's the best answer you want to give to my request.  I'm going to leave it at that.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Let's leave it at that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you.  Mr Maharaj, I want to put it to you that apart from Lucky, who was at this time clearly an askari, not one single identity of one single informer is made known or is exposed in Exhibit J1 to J5.  What do you say to that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "My response to that is...",
            "Male"
        ],
        [
            "MR VISSER",
            "Well first of all, do you agree with that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Let's start with your first question, because I'm busy thinking that one.  Charles Ndaba, Commander, killed.  Filla Ndwandwe, kidnapped killed.  Who appeared before the TRC for amnesty for Filla Ndwandwe's killing?  Capt Botha.  Who has appeared for the killing of Ndaba?  Capt Botha.  Today he is saying, \"I'm an applicant for amnesty, I killed this man.  He was my agent\" and he is saying, \"I recruited him in 1988\" and the substantive question that has risen, was he or was he not an informant of Capt Botha?  This document J1 does not allow the conclusion to flow at this stage that Charles was recruited by Capt Botha.",
            "Male"
        ],
        [
            "MR VISSER",
            "Nor does it say that he wasn't.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Does not allow the conclusion because it is on the applicant's responsibility to establish his case.  It is not for the victim who is dead to establish that he was not an informant.  We're dealing with people, victim's lives also.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj how is that an answer to my question to you?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "(...(indistinct - talking simultaneously)",
            "Male"
        ],
        [
            "MR VISSER",
            "How is that possibly an answer to my question?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Your question was that in this document no agent has been revealed except M K Lucky and therefore you want me to draw the conclusion that this does not say that Charles Ndaba was not an informant..  I'm saying this establishes at this stage that Charles Ndaba as at February 1988, was not yet an agent and I will show other documents together in the bundle to say right up to September 1988 he was, there's nothing to show that he was an agent and I'm saying that in September, he was out of Swaziland.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj, if your big point of your evidence is that Exhibit J1 to 5 does not show that Mr Ndaba was an informer, I'll happily concede it, because that's precisely my point.  The Security Branch did not go around advertising the identities of their informers.   Not in public or in Security reports.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I was able to identify their agents through their reports.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well maybe  you were more clever than the rest.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, not more clever, I was just banking on the stupidity of their reports.",
            "Male"
        ],
        [
            "MR VISSER",
            "That may be that they were stupid.  Mr Maharaj you seem to make a point of trying to deride the applicants.  Fine.  You're being allowed to do so, so I mean I'm not going to get into an argument with you about that, but I want to stick with the questions, let's stick with the questions.  Do you agree with me that nowhere in Exhibit J apart from Lucky who was an askari, is the identity of a single informant revealed?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "And there are only two agents referred to there.",
            "Male"
        ],
        [
            "MR VISSER",
            "And there's a good reason for that, isn't there?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, no, no. 664 and Lucky are the only two ones that appear in that report as agents.",
            "Male"
        ],
        [
            "MR VISSER",
            "664 is Lucky, Mr Maharaj.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sorry and then 666.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who is 666?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "You tell me.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, no, no, you say his identity is revealed.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No I say there are only two agents appearing in this report.",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh I see,",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "666 and 664.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can I refer you to J2, paragraph 2?  PN684, PN677, PN678, PN689, PN 664, PN666, please Mr Maharaj, so you stand corrected?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, no, no, we were dealing with J1. now you jumped to J2 to prove to me that there are 4 or 5 agents?",
            "Male"
        ],
        [
            "MR VISSER",
            "I think my question was - I don't want to belabour the point but my question to you was very clear, is there anywhere in Exhibit's J1 - J5 where the identity of an informer was revealed and you already said there wasn't.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Chairperson, I'm now being forced to say, can we play that tape of this evidence? ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj...(intervention)",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Because counsel is putting to me a question , where so far he has dealt exclusively with J1 and when I tried to go to J2 and 3 he said \"Don't, we're talking J1\".  Suddenly he says he put a question to me dealing with all the documents and I think that if this is going to be the attitude, I need the protection of the Court and let's listen to that recording.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright, Mr Maharaj, the record will speak for itself and if I were unfair to you, certainly I'd be the first to apologise.  Are you prepared to accept that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I certainly will, I'm known for generosity.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  No, no, it's not generous, it's a question of fact.  Now, there was very good reason, was there not, to protect the identity of informers on both sides, Mr Maharaj, not so?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sure.",
            "Male"
        ],
        [
            "MR VISSER",
            "It just made good sense.  What's the point of divulging the identity of your informer, because he would be killed, more likely than not.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sorry, the statement is being made so wide, that very good reason to protect informer, yes.  The question here is protection within the Security forces.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, okay.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "That doesn't with the general, this goes to clandestine work, need-to-know principle.",
            "Male"
        ],
        [
            "MR VISSER",
            "May I then direct your mind to the broader picture?  Would you agree with the general statement that it made good sense to protect informers in general, by both sides.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sir, I don't know the relevance of that. ...(indistinct - talking simultaneously with Mr Visser)",
            "Male"
        ],
        [
            "MR VISSER",
            "Don't you want to answer the question?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Well, I don't know the relevance of it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Do you refuse to answer the question?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, I'm not refusing, I don't know what is the meaning of the statement that there's very good reasons why the identity of informers should be protected, from who?",
            "Male"
        ],
        [
            "MR VISSER",
            "Right, I can't force it out of you Mr Maharaj, let's go on to the next question.  You had an informer according to your own evidence in the Security Branch in Port Natal?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I never said an informer, I said informers.",
            "Male"
        ],
        [
            "MR VISSER",
            "Right, many informers, alright, more than one informer.  I think that's what's generally referred to as an owl, is it?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, you got it wrong again.",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh, I'm sorry, I got it wrong.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "There is no Intelligence jargon called an owl.",
            "Male"
        ],
        [
            "MR VISSER",
            "Okay, you're absolutely correct and I withdraw that and I apologise.  Are you prepared to tell us today who those persons were?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, Sir, because I'm not the applicant here.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, no, no that's not the point.  The point is that there's still good reason in your mind not to divulge the identity of those people, isn't that so?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I said, if I was the applicant here, I would give the names.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, well I'll leave that for argument.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Gentlemen, can we get a move on here.  Time is limited.  I mean both of you, please.  Let's stick to the facts, let's get through the issues as quickly as possible.",
            "Male"
        ],
        [
            "MR VISSER",
            "I want to put it to you that Exhibit J1 and now I'm going back to J1 does not show that Mr Ndaba was not an informer by 14 February 1988.  I put it to you, that document doesn't show it.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "That he was not an informer?  I disagree.",
            "Male"
        ],
        [
            "MR VISSER",
            "Fact, it doesn't show that he was or he wasn't.  It's totally neutral, as far as Mr Ndaba's concerned.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "It's not that neutral when Capt Botha is the handler.  It's not that neutral.  Chairperson, the paragraph we're dealing with, Mr Botha's commentary, does not oblige a commentator to comment on every aspect of a report.  He could have been silent on paragraph 37(6).  There was nothing that obliged him to put that paragraph 37(6) into his commentary.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now let's just go, very briefly, through the balance of the exhibits which you placed before this Committee.  I put to you exactly the same statement as far as Exhibit 2, 3, 4 and 5 are concerned.  None of those show, or present any ground for arguing that Mr Ndaba was not an informer of the Security Branch.  None of those documents.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sir, I have produced these documents over a time sequence to show the manner in which Charles Ndaba was being reported upon, was to suggest that he was of intense interest to the Security Forces.  I have also said that in other instances, Security Force members have testified that as late as June 1988 they were seeking to kidnap and/or kill him in Swaziland and within the country and I am saying that Capt Botha, centrally involved in all these reports of their processing together with Taylor, could have taken measures to show that he was protecting the identity of his informant, if Charles Ndaba was an informer.  I cannot prove definitively that he was not an informant, but I can certainly help to shake the view put by the applicants which is the definitive statement that he was an informant and who say that they have no records because they shredded them.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "But I'm saying that these reports show that you would not handle it that way if you were a good Intelligence man and he was 17 years an Intelligence man.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj, how do you suggest that the Security Police in Durban in July 1990 know what the addresses of the safe-houses used by Operation Vula were, who the operatives were, who did they know to go and arrest, do you suggest?   How did they come by that information?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sir, they arrested Charles Ndaba fortuitously because one or two askaris either Ninela alone, or Ninela and Goodwill Sekakane, spotted him in a street, recognised him, arrested him.  They then took him to C R Swart.  Ninela's affidavit was, as an exhibit says, he was beaten up for 30 minutes in his presence, that he did begin to talk.  Charles knew two safe houses, the Knoll and the flat at Brickfield Road.  Charles led to the identification and arrest of Mbuso Shabalala.  He was arrested sometime late on Sunday.  He was also assaulted.  Both of them were kept at the same venue, beaten up in each other's presence, as far as I'm concerned, and made to talk.  In the course of someone's talking, they verified these two safe houses, they raided them, they arrested at 10 o'clock on the 12th of July, Pravien Gordhan and Anesh Shrinker at Brickfield.  They arrested Siphiwe Nyanda around noon on the 12th.  They arrested Raymond Lalla at the Knoll at 1 o'clock, they arrested Catherine Mvelase at 4.30 on the 12th at the Knoll.  They arrested Susan Shabalala, I'm not sure where at around 5 o'clock.  That is how they got to a set of documents which gave other safe houses, but they certainly did not have the safe houses in Johannesburg and they did not have all.  So Charles gave them two safe houses, not all that you are claiming and Charles was not an informant.  If he was I would have been arrested at a gathering of 30 top leaders within the country, clandestinely held at Tongaat on the 18th, 19th and 20th of May 1990 and it would have been the biggest scoop for the apartheid government, because Charles and company were in the logistics protecting that meeting.  People came from Cape Town, Johannesburg, Eastern Cape to that meeting and F W de Klerk used it as he thought a trump card to put the ANC on the defensive at the Pretoria discussion and he failed, because he identified the Joe at Tongaat as Joe Slovo when the Joe was Siphiwe Nyanda.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are you finished?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "You are asked for it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You referred in that evidence to somebody's affidavit.",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where is, what is this affidavit?",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "It's an affidavit by an askari called Ninela.",
            "Male"
        ],
        [
            "MR LAX",
            "Annexure F.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Annexure F, thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Page 22, Mr Chairman.  Incidentally that's not a matter that's ever been placed in dispute, Mr Chairman.  Mr Maharaj seems to think that it was.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Well it was, the two witnesses, Capt Botha and Gen Steyn ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj, so is it your short answer to my question that the police received the information which I put to you from Ndaba and/or Shabalala?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Under torture.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, would it be convenient?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right, we'll take the short adjournment at this stage.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - mike not on) evidence and cross-examination this morning about inferences that can be drawn from Exhibit J and that of course is something that we will have to decide.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "(cont)\n\tYes, Mr Chairman, I am just rounding up the examination about Exhibit J and perhaps with the assistance of the witness we might go quickly through the rest of these exhibits.  Would you agree that Exhibit J2 is an exhibit that follows chronologically on Exhibit J3?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Not chronologically, it just happens to be stapled in that order, but the date is the 14th of the 9th month and the other exhibits, the next one J3 is the 7th month.",
            "Male"
        ],
        [
            "MR VISSER",
            "Right.  So J3 came first?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "J3 is before J2.",
            "Male"
        ],
        [
            "MR VISSER",
            "And J3 referred to an inquiry about a certain Ellen.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sorry, a certain?",
            "Male"
        ],
        [
            "MR VISSER",
            "Ellen, (E-L-L-E-N).",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "J2.",
            "Male"
        ],
        [
            "MR VISSER",
            "J3.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "J3.",
            "Male"
        ],
        [
            "MR VISSER",
            "And at page 16 we learn that she was being seen regularly in the company of one Dubbie (D-U-B-B-I-E) Zwelakhe and Amelia Mya, paragraph 1.2.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that was referred apparently, oh well, the most important thing that I wish to draw your attention to is that in paragraph 2 under \"Uitkenning\", identification, it says, Zwelakhe is identified with Zakhele Charles Ndaba and a photo album number 4190 is given and the Natal reference 4/V/139 is given.  Is that correct?  And the Security Head Office filed number S4/62573 is given.  Do you agree with that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sorry I missed the question between FA and S4.  Did you introduce another one?",
            "Male"
        ],
        [
            "MR VISSER",
            "There are three identification references, the one is the photo album, the other is the division Port Natal and the other is Security Head Office.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I see.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now, the point about this, Mr Maharaj, is it not, is that this is a fax or a telex which originated in Middelburg in the Eastern Transvaal and sent to Port Natal.  Do you agree with that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  So they know about Zwelakhe.  Then you see, if you turn to Exhibit J2, there's a reaction to that telex and what it says is that the informers listed there, all identified MK Charles, number 2 and it says Z Ndaba and it gives exactly the same reference number.  Do you agree with that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "So again, what is the inference you wish this Committee to draw from those two?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "The inference, Sir, is that J2 is put in by Capt Botha.  Now if you look at what is done there, it's simply a confirmation of the photo album and I'm saying that if I was the handler placed in the position of Capt Botha, I would be seeing all the report showing the interest of the Security Branch in different divisions on Charles Ndaba and that would alert him, if he is an agent, to begin to find ways to remove him from the profile of the attention that the Security Branch are giving.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "And I'm saying, attempts were made, this is 14th of the 9th, June, Eugene de Kock's unit sent in people to ambush and kill Charles Ndaba.",
            "Male"
        ],
        [
            "MR VISSER",
            "I hear what you're saying Mr Maharaj, I'd like to just confine ourselves to J2 and J3 at the moment, but I hear what you're saying, but would you agree with me that Botha could not conceal the fact that Charles Ndaba was the man in photograph 4193?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Fair enough.",
            "Male"
        ],
        [
            "MR VISSER",
            "He couldn't conceal that fact.  In fact we know from J1 already that Ndaba had been identified by exactly the same references.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Okay.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, so all that he could do at any stage of the proceedings with his informer was to attempt to get him away from Swaziland because he wanted to remove him for fear of him becoming a target of the Security Forces.  Don't you agree?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I don't agree with that Chairperson, with due respect.  I don't know how to answer this question, when I'm asked to say that Capt Botha couldn't have taken action because I have had instances in the work of Operation Vula of making sure that a particular report disappeared from the files so that the action gets frozen.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, Mr Maharaj, that would presuppose that Botha would have had to go to Headquarters, steal that file and make it disappear.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, no.  You don't have to steal.  You just have to make sure that a file begins to go missing for a while.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, but aren't you forgetting something?  Aren't you forgetting that it was a fact that he was the Commander of the Natal Machinery in Swaziland?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I'm not forgetting that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, how do you suppress that fact, Mr Maharaj?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Capt Botha referred to it in one instance in his evidence, he said ask Maharaj about the houses at Reservoir Hill and Chatsworth.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, no, please can we stay, stick to the question.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, you asked me how?  I don't know how can I explain that's why I said I have difficulty Chairperson in answering this question, except to show instances where files would disappear.  Files would go frozen, files can get lost, files can be misplaced and reappear.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can we go to J4 and J5?  You agree that these two telexes deal with detention of Mr Charles Ndaba by the Swazi police?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes, I go further to show the detention was as far back as 1987.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "And I show the co-operation therefore between the South African Security Branch and Swazis, you don't have to arrange his deportation left at Charles Ndaba's hands, you just have to do it through your agents in Swaziland Government to make sure he is deported.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, okay.  The fact of the matter is that J5 refers to 1987.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "J5 refers to 1988.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "J4.",
            "Male"
        ],
        [
            "MR VISSER",
            "J4.  Now according to the evidence of Botha, he only recruited Ndaba in 1988 as an informer.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sure.",
            "Male"
        ],
        [
            "MR VISSER",
            "So how is J4 relevant then?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "It is relevant to show that the co-operation between the Swazi Security and police in governmental structures and the South African Security police were so close that if you needed to get Charles Ndaba to leave Swaziland as your informer, you wouldn't leave it to him to manipulate it, you would simply inform the Swazis and they would quietly make sure that he's deported.",
            "Male"
        ],
        [
            "MR VISSER",
            "I see.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "You don't leave your own man to suffer here and do extra work.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, the innocent explanation on this document that it is information which the Eastern Transvaal obtained that Charles Ndaba was arrested by the Swazis, didn't occur to you?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, it's very simple.  I don't believe in the innocence of people who were in this conflict.  What I am trying to show is that you had access to the information and contacts and the statements made by Capt Botha that he instructed Charles to find a way to get out of Swaziland and get to Zambia was a very, very peculiar way.  The deportation could have been arranged through your contacts in the Swazi governmental structures.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "That's what I'm showing here.",
            "Male"
        ],
        [
            "MR VISSER",
            "To round up, I'm going to argue to this Committee at the appropriate time that your reliance on the whole of Exhibit j takes the matter no further and it does not support the inference which you wish the Committee to draw that Mr Ndaba was not, was never an informer of the Security Branch in Durban.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I think the court has indicated to us at the start of the session after this morning's break that the court will arrive at its view on the documents.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, alright.  Can we go on to the next point please?  You also stated, as a separate consideration, that Mr Ndaba could not have been, well I'm not so sure whether you say that any longer, after what you said this morning, that you were only kicking possibilities and no more, but you did mention the fact that he was screened very thoroughly and that he had military training, intense military training and as I understood your evidence, it was to the effect that such a person would not become an informer, or not probably become an informer.  Did I understand you correctly?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, please tell us what you meant?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sir, I put in the documents, together with other issues, so that the coinciding of all that information puts together the view that the applicants' claim that Charles Ndaba was an informer cannot be sustained by the applicants.  I have never claimed that a senior person can never become an informer.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I have known senior people, so badly tortured that they have become informers.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, alright.  So that on itself, that is your evidence now, its not conclusive but you say you must put that in the pot with all the other considerations.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "And when you put them in the pot, the conclusion you arrive at is (a) that the applicants' case that he's an informer cannot be sustained and (b) that the inference is more on the side that he was not an informer.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, I followed that.  And to be fair to you, Mr Maharaj, the way I understood your evidence, the last aspect which you want to be put into this cooking pot, was that you referred to times being hard in Swaziland for ANC operatives, they were persecuted by the Security Forces, they had a lot of assistance from the Swazi authorities, you refer to the Umkomati Accord, and a subsequent agreement, sorry a prior agreement which made it easier for the Security Forces to make life a misery for ANC or MK operatives in Swaziland, do you remember that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes, life more difficult is a euphemism for being murdered.",
            "Male"
        ],
        [
            "MR VISSER",
            "My question to you is would that not have made it more convenient for an MK operative rather than, rather to start working with the enemy who is making his life a misery, rather than to stick it out?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sir, with due respect, the number of people in the ANC who turned cold, were a very tiny proportion. Most, as things got more difficult, became more determined to come into South Africa and fight face to face with the enemy, so the repression and the harassment had two reactions.  Some weakened, broke and deserted but the majority became stronger, more determined and more committed and wanted and pressured the ANC to say, \"We want to get home to fight\".",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, Mr Maharaj, we're not talking about the majority here, we're talking about one person.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "One person would be assessed in that guess scenario, by saying would he fall more with the majority or would he be the exception and I have reason to believe from my knowledge of Charles Ndaba's background and the way he pursued his objectives, that he would fall in the majority.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alight.  Now those are the considerations, did I leave anything out?  The ones that we discussed this morning.  Those were the considerations upon which you asked this Committee to draw the inference that Mr Ndaba was not.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, Sir, those were not the only considerations.  If you listened to my ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, will you just please tell us what the others are.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Please be patient.  I'm trying to be, this time I went out during tea break and I said  \"Stop being arrogant, Mac, be courteous\", but now if you become arrogant with me, I'll become arrogant again.  I said that the sequence of arrests, the date of Charles Ndaba's entry into this country which the applicants conveniently are vague about, I've said he entered the country on the first week of February.",
            "Male"
        ],
        [
            "MR VISSER",
            "We accept that.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I've gone on, please don't interrupt me, I'm trying to be co-operative with you.  I've gone on to sketch a scenario of how he got arrested, I'm saying that if he had made contact with Capt Botha as he claims, 4 to 6 weeks before the 7th of July and he gave them the safe-houses and he gave them information about me, Siphiwe Nyanda, Ronnie Kasrils, Pravien Gordhan, I'm saying we would have been under surveillance, I'm saying a major meeting took place on the 20th of May which was a subject of Pretoria Minute, I'm saying that the action would have been taken, it would have identified, they would have photographed me entering the Brickfield Road Flat or the Knoll.  They would have photographed my car, they would have followed me where I was going in Johannesburg and Cape Town and they would have picked up a whole network.  They would have easily smashed Vula.  So I'm saying if he was an informant, that sequence doesn't fit.  The third aspect that I'm bringing in is I'm saying that Capt Botha and Gen Steyn deny that Charles and Mbuso were tortured, that is one bit of affidavit which you said you would not challenge by Ninela who says he was present when Charles was assaulted.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, no, with great respect.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I'm saying again, it doesn't fit in with the picture of Charles as an informer.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj, I must just make it absolutely clear that the allegation that Sekakane was present during the arrest of Mr Ndaba is not challenged.  That was what we were talking about.  We weren't talking about the assault.  You know that the applicants say that he wasn't assaulted.  That was never conceded.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Chairperson, with due respect this morning I did not talk about Goodwill Sekakane, I talked about the assault and torture of Charles and I said that Ninela's affidavit is there, it's in the exhibits, when Ninela says that he was present and saw the assault on Charles, there was not mention of Goodwill.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, Mr Visser, just to be fair to you and everyone, I certainly gained the impression from the way you said that is conceded, that you were talking about the statement in general and its contents.",
            "Male"
        ],
        [
            "MR VISSER",
            "But Mr Chairman, that would negate all the evidence given so far.  Surely it could never have been understood that that is conceded that he was assaulted for 30 minutes at C R Swart Square with great respect, but in any event, if that was what was understood by me, Mr Chairman, it was mistaken and I wish to put the record straight.  The evidence is quite clear that he was never assaulted.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "That's what I said this morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This affidavit, my reading, it's been a very superficial reading of it, is that he was slapped a couple of times, no torture in the normal sense of the word torture.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "But even that is denied, Mr Chairman.  That is also denied.  Alright, can we move on?  Is it your evidence Mr Maharaj, I'm going on to something completely different, let me withdraw that, I'd rather ask you this.  Mr Shabalala, was he military trained?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Mr Shabalala?  Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Within the country.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was the equivalence of military training inside the country comparable, just as good as that received in Angola and in the German Democratic Republic?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "The type of training received in Angola varied.  The type of training in the GDR would have been far superior.  There were crash courses conducted in Angola  I would say that the training we gave in some instances was superior to the crash courses but not to the regular courses.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was Mr Shabalala one of these hand-picked operatives for Operation Vula?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "He was hand-picked within the country.",
            "Male"
        ],
        [
            "MR VISSER",
            "By yourself?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I was part of the team in the hand-picking.",
            "Male"
        ],
        [
            "MR VISSER",
            "It just strikes me as strange that you should say that Mr Shabalala was Mr Ndaba's Commander.  Are you sure of that fact?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Mr Charles Ndaba came in on February the 4th.  You could not take a new person no matter how trained he was, and just impose him on an existing structure in a superior position.  His familiarity with the terrain, with the individuals in the terrain and the conditions in that terrain, would require him first to serve within the structure under the structure's existing command and now once more, through his activity and performance rise, but you will create a complete disruption of the Machinery if you took Mbuso Shabalala who was heading a Machinery and put Charles there and just said \"here's a stranger and he's now in charge\".",
            "Male"
        ],
        [
            "MR VISSER",
            "Did that also apply to the top command, such as yourself?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No Sir, I belonged to the National Executive and was sent in with a specific mandate and I did not establish my authority by saying \"Lusaka told me I'm in command\", I earned my stripes by getting the loyalty of the cadres through the leadership that I offered them.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  You gave evidence about a fall-back date and you said that the arrangement was for Ndaba and Shabalala to meet on Friday the 6th of July 1990, is that correct?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I think I said that there was a meeting that we tried to track down that was scheduled between Ndaba and others in the structure for the 9th.  He hadn't fulfilled that appointment.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, I see.  But did you not refer to a meeting that was scheduled between Shabalala and Ndaba, did I misunderstand that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I said that they were supposed to be working together that weekend and that to the best of our reconstruction they were supposed to have met that Sunday afternoon.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "And I said that if the meeting did not take place there would always be a fall-back arrangement.",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh I see, I misunderstood you.  I thought that you meant that the Sunday was the fall-back date.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, I just wanted to remind you of the evidence of Botha.  Botha said that he was informed by Ndaba that his fall-back date for the meeting with Shabalala was Tuesday the 10th?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Could be, but it would - all I was making is that fall-back dates are very close to each other.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, alright, no problem.  Now coming back very briefly to this whole question of Goodwill Sekakane, your evidence was that the fact that he assisted in the arrest of Ndaba was concealed by Botha.  Do you remember saying that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why do you say that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Let me just, Sir I just need to turn to his statement.  Paragraph 17, Mr Botha - he is saying that when he went to CR Swart and met Charles, Ninela had arrested him.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, no, just read what the words say.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Hold on.",
            "Male"
        ],
        [
            "MR VISSER",
            "You're wrong, Mr ...(intervention)",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I need protection here.  When you have summarised.",
            "Male"
        ],
        [
            "MR VISSER",
            "It doesn't help you giving facts which are not facts of the case.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, let the man answer the question please.  You've asked him a question, he's trying to answer it.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "You see now, once more Chairperson, I've become obstreperous and I'm going to now translate the whole paragraph so that learned counsel listens to it.",
            "Male"
        ],
        [
            "MR LAX",
            "Please there's no need for that.  Let's just answer the question and let's get a move on.  I understand you have another engagement and we'd like to try and get you there on time.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Thank you.  The statement says here that Charles - Ninela was the arresting person, that he was present at C R Swart, no reference is made to Goodwill.  Ninela says Goodwill was with him.  Here it says\n\"Later on I came to hear that Ninela was not alone\"\nHe makes it hearsay.  And I'm saying, Ninela is saying both were present when Capt Botha came there to Charles Ndaba.  The only difference is that Goodwill is dead so he can't make a statement.",
            "Male"
        ],
        [
            "MR VISSER",
            "You say, based on what you've just told the Committee, you drew the intention that Botha was concealing the fact that Ninela was part of the arrest, is that what you're saying?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, he was concealing that Goodwill, because Goodwill eventually got killed by the Eugene de Kock unit on the basis that Eugene de Kock is saying he was asked to kill Goodwill because Goodwill was going to reveal about the treatment of Charles.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are you saying that Botha concealed the fact that Goodwill Sekakane was part of the arrest because of what is stated in paragraph 17?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "He concealed the fact that Goodwill was present at the time that he got to C R Swart.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Because Goodwill is dead and he wants to distance himself from the death of Goodwill.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you turn to paragraph 59 please?  Page 12 of Exhibit D.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Exhibit D, paragraph 59.  Yes, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Your evidence was, if I remember it correctly, that this clearly shows a concocted story.  Your words were something to the effect of, were they not, \"this is a give-away of a cover-up, a conspiracy\" and you said \"Ndaba left in 1988.  What communications could there have been between Botha and him,\" or words to that effect, and then you went on to say that Botha himself said that there was no contact and therefore you say paragraph 59 is a conspiracy, is that what you say?  Is that your evidence?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Paragraph 59 shows, testifies to the conspiracy.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, alright.  Now you see, none of this was ever put to Botha when he gave evidence.  Do you agree?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I was here for part of Mr Botha's cross-examination, I was not here for the rest.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj, did you not obtain a copy of Mr Botha's evidence before he gave evidence?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I obtained his evidence, yes, but I'm saying I was not present at the cross-examination.  You are asking me, none of this was put to him.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you tell either Mr Wills or Ms Poswa that you disagreed with that and that you think that is a concoction?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, that didn't arise in the time that we had for our discussions.",
            "Male"
        ],
        [
            "MR VISSER",
            "So you didn't consult about that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "I see.  You see because my attorney spoke to Botha last night about this and he said, had it been asked of him in cross-examination he would have told the Committee what the situation was and I'm going to tell you now what he says it is.  He says that when Ndaba left for Zambia, he gave, had given him, or gave him at the time, not sure when, the name and address and a telephone number of a person in Malawi as a contact person/courier.  Can you deny that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, I can't, but the name of a person doesn't give an infrastructure.",
            "Male"
        ],
        [
            "MR VISSER",
            "And also the name and telephone number of a person, contact person, in Swaziland.  Can you deny it?  That was something that was used by Mr Ndaba, or could be used by Mr Ndaba or could be used by him while he was still in Swaziland.  He was aware of a name and a telephone number of a contact person in Swaziland, can you deny that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, and I presume that the name would be a codename.",
            "Male"
        ],
        [
            "MR VISSER",
            "Botha says that it wasn't only Ndaba who made use of these two contact persons, but other informers as well. Can you deny that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "So once you can't deny any of that, how can you deny the contents of paragraph 59?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "The contents of paragraph 51, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "59.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "59, does not say that he knew the telephone numbers and the codenames of one person in Swaziland and one person in Malawi.  It says he knew the infrastructure of communications and logistics in Zambia and in Swaziland.  The name of a person in Malawi is not in Zambia.",
            "Male"
        ],
        [
            "MR VISSER",
            "I see.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Hold on, the second point he says is that this communications and logistical network, not contact point, was known, was used by others.  A telephone number and a name, is a far more different thing from what you call sophisticatedly an infrastructure.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes. alright, so the difference is a semantic difference, you say its the difference between saying a network and giving the name of a person.  I understand ...(intervention)",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "If semantics is interpreted to mean that by using the word infrastructure, he was magnifying the dangers here.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, alright.  Now, I want to refer you then to paragraph 8 of Exhibit D.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now, 8 and 9 in fact read together.  Now you say that Mr Charles Ndaba didn't have this information, all of it and therefore that Botha says he got all of this from Charles Ndaba, he's lying.  Now there are two permutations of possibilities here.  One is that you are right, that Botha is incorrect when he supposes that he heard all of this at the time from Ndaba, that's the one possibility, the one that you're advancing, but isn't there also another possibility and that is that Botha is correct, because after all, with the information he got from Ndaba he smashed Operation Vula?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I am saying that the rules of the underground in such a top secret operation would be following very, very strictly to the rules and I am saying there is no way that Charles Ndaba knew of the communications system, absolutely none.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Hold on.  I'm saying, no cadre was sent into the country on the basis, you are going for a long-term project.  The rules were, you are going into the country, you will be met, you'll perform your duties according to what instructions you would receive on the ground.  I'm saying that the purpose of Vula as described in paragraph 8 was never given to anybody, it is still the subject of commentator writing articles and books to try and work it out.  I'm also saying that the identities of the top leadership would not be made known as Charles Ndaba and Botha has claimed that this information was given to him at the first meeting of Charles Ndaba and Botha within the country, 4 to 6 weeks before July the 7th and I'm saying that when they heard that so-called terrorists was crossing from Swaziland, they would set up an ambush and kill you at Piet Retief.  They wouldn't say to Mac Maharaj and Siphiwe Nyanda, \"no let them carry on, we'll just watch\", they would have wiped us out.",
            "Male"
        ],
        [
            "MR VISSER",
            "Next question.  Do you agree that paragraph 8 and 9 set out the position regarding Operation Vula, basically correctly?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "You put a loaded word, basically.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, I'm not going to say that he was absolutely perfectly correct with everything he says here.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, it's described as a \"Volks opstand\" insurrection, it did not feature in the strategic objectives of Vula.",
            "Male"
        ],
        [
            "MR VISSER",
            "Not at all.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "It did not feature in the strategic objectives of Vula.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's not play with words.  I'm asking you not at all?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, hold on.  I'm talking as a military Commander.  You say in the orders, paragraph 1, mission description, paragraph 2, strategic objectives, paragraph 3 the tactical space that you have to fulfil it.  I'm saying in the objectives of Vula.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's go to paragraph 4, political objectives.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Paragraph?",
            "Male"
        ],
        [
            "MR VISSER",
            "You're talking about a paragraph 1 and a 2 and a 3, didn't you consider the political realities in regard to Operation Vula?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "The strategic objectives of Vula were both military and political.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Was that a five year plan?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, it didn't have 5 years.  We had given up that communist terminology.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was it never the intention that there would be a general revolt of the people, an uprising by which the South African Government and the Security Forces could be toppled and democracy established?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "There was, the strategic objective of the ANC as spelled out at the Kabwe Conference, which was a people's war, not a people's uprising.  The matter was being debated.  Different people have different views, but the Conference decision was a people's war, not a 'Volks opstand\".",
            "Male"
        ],
        [
            "MR VISSER",
            "There was an article written by Mr Siphiwe Nyanda, perhaps you have knowledge of it.  Let me just find it.  It's part of Exhibit G.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes, it appeared in the African Communist.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry, I'm actually, I'm really referring to Exhibit B for Bravo, paragraph 10 which is at page 117.  I'm sorry, page 116 and perhaps I must ask you this first of all.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, what page was that?",
            "Male"
        ],
        [
            "MR VISSER",
            "116.",
            "Male"
        ],
        [
            "MR LAX",
            "B starts on 110 and then it moves on from there.  It's headed Chapter 17, sub-paragraph Operation Vula.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Chapter 17, Operation Vula, yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Then page 116, paragraph 914 (b) is what you're being referred to.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sure, thank you.",
            "Male"
        ],
        [
            "MR VISSER",
            "Sorry, before we get to that, were you here on Friday when, in the afternoon, Mr Steyn's evidence in chief was just concluded?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "You weren't.  Did your counsel, I'm not certain, one or both of your legal representatives or the legal representatives draw your attention to the fact that I specifically drew the attention of the legal representatives to Exhibit B at that time.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "With a view of your evidence, which was then anticipated.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, Sir, they did not mention that at all to me.",
            "Male"
        ],
        [
            "MR VISSER",
            "They never mentioned that to you.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "What was faxed to me was his evidence in chief.",
            "Male"
        ],
        [
            "MR VISSER",
            "Unbelievable.  Because you see I specifically, Mr Maharaj, drew the attention of Ms Poswa, if we can confine it to her then, to page 116 to 118 with the comment that if Mr Maharaj is going to give evidence, this is going to be relevant.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "But it doesn't matter, I'm ready to answer.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, no, I know but that was not, never conveyed to you?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No.",
            "Male"
        ],
        [
            "MS POSWA",
            "Mr Chair, can I just interject?  I really don't remember that bit, can you remind me, was it said?",
            "Female"
        ],
        [
            "MR LAX",
            "My recollection and I speak subject to, because I didn't make a huge note of it, but you asked specifically that that evidence be incorporated in Gen Steyn's evidence.  Whether you indicated that it was of particular relevance to Mr Maharaj's testimony or not, I honestly have no recollection, but my fundamental recollection was that we wanted to avoid wasting time reading that into the record and it was incorporated by reference into the evidence of Gen Steyn.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "That is what my note from Adv Poswa says, that in the fax that I received it had an N.B. at the bottom, it says\n\"Incorporate page 116 and 118 of Exhibit B into the statement\"\nbut I did not have these files with me in Jo'burg.",
            "Male"
        ],
        [
            "MR VISSER",
            "And Mr Chairman, Commissioner Lax is of course absolutely correct but what I also added was because Mr Wills and Ms Poswa had not been here during Deon Cele that we wanted to draw their attention specifically to that document in view of the fact that Mr Maharaj was going to give evidence about Operation Vula, but be that as it may.  Now at page 116 of Exhibit B there's a reference to Siphiwe Nyanda, alias Kibusa, alias Carl and there's a reference to an article entitled \"A Single Spark can start a Veld Fire - the perspectives of the armed seizure of power.\"  Do you know of that article?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I don't recall the specific article at the moment, but certainly I would expect that there would be an article like that in the debates and discussions going on.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry, did you say that you would have become aware of it?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I say, I would expect such an article to appear in the debates and discussions going on in the columns of the African Communist.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, this was published, according to page 117 in the African Communist Journal of South African Communist Party Number 12, first quarter 1990, page 35 to 43.  You would accept that?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.  I would accept that there's an article like that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, that's all I'm asking you.  And at the foot of page 116, would you accept that in that article there's a quotation which reads\n\"A spark can start a veld fire - insurrection in order to take place, relies on a stimulus.  The objective conditions can be present, but this is no guarantee that an uprising will take place.\"\nIt goes on, talks about the sufferings etc and then it says:\n\"The stimulus or spark can come in many forms.  It can arise out of some high-handed action by some official, sparking protest which  spread, the killing of a child, a massacre, unpopular legislation, rent evictions etc.  It can even arise out of the most unexpected circumstances like a train accident\"\nand then I want to refer you to the words underlined further down,\n\"The stimulus can also come from the revolutionary movement, making a call, the response which triggers a chain of events, leading to insurrection or a direct call to the masses to rise.\"\nMy question to you is, was this something just in the mind of Mr Siphiwe Nyanda, or was this in fact part and parcel of the strategy and planning of Operation Vula?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sir, Operation Vula commenced in 1986, it's strategic objectives would be defined by the Conference decision and National Executive decisions of the ANC.  In the context of that, as developments went on, individual comrades in the ANC would have different views about the way forward.  Siphiwe Nyanda, who was my Deputy Commander, had the view which he developed as events unfolded, that the great possibility was an insurrection.  That was a view that he published in the African Communist for debate so that others could participate, agree, disagree and challenge his view.  It was a public journal available on bookshelves around the world and with the unbanning of the Communist party on February the 2nd it would be available in the bookshops in South Africa, so that people could read and debate.  it was a viewpoint he was advancing as his individual viewpoint here.  Nothing in these quotations say this is the policy of the movement and that is how ideas grow, that is how correct tactics and strategies emerge.",
            "Male"
        ],
        [
            "MR VISSER",
            "I want to put it to you Mr Maharaj that you are purposely playing it down and that in fact that this was the basis of the whole of Operation Vula and I'll tell you why I say so, that is the reason why you came into the country, to create structures, that is why you imported these masses of arms, all of that was directed at one purpose and that was at some point in time, there would be a spark to start a veld fire which would be the insurrection.  I put it to you.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I put it to you, Sir, in response that if you have a closed mind and do not understand democratic functioning and debate,",
            "Male"
        ],
        [
            "MR VISSER",
            "You can be derogatory to me, Mr Maharaj, it runs off my back like duck's water.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I'm used to that.  I'm used to that.  Close minds always have water running off their backs.  I am making the point that the ANC Conference Decisions and Resolutions are there for the record.  Why single out one article and make it the view point and official line of the movement?  I'm saying the mandate of Vula was written in 1986 against the Conference decisions at Kabwe, this is a viewpoint being put for discussion and I would read to you, I think we need a copy of the African Communist to see what it says.  After saying it is a journal of the South African Communist Party, it says it is a journal for discussion issues.  That is why people write in the African Communist.  They don't write in the African Communist on what is the official policy of the ANC and Vula was an ANC operation.  This article is being used from the writings of Kibusa to extrapolate and make it the official mission of Vula.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj, was it never the policy and strategy of the ANC to topple the South African Government through a people's war, which would lead to a people's insurrection?  Was that never the policy?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "The policy I'm saying adopted at Kabwe was a people's war.  Two issues of a strategic nature were still issues to be thrashed out by events.  Would it be an armed confrontation leading to the conquest of power involving the masses or would it be the form of an uprising?  On the uprising questions, two issues arose, would it be a general strike or would it be an uprising of the people with arms in hand.  Debates in the African Communist even had a viewpoint once that the task of the ANC was just to distribute arms to the masses.  That discussion defeated that viewpoint.  So this is an evolving thing, but I'm saying that the official Kabwe resolution, was a resolution supporting the strategy that we would be heading for a people's war.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, Mr Maharaj, I understood you to say, to tell this Committee yesterday, that this was a secret movement, that it was, it came from the President Tambo himself, that a very few people knew about this, that you were actually the architect, putting all of this together and even the National Executive Committee knew nothing about this.  I'm talking about Operation Vula.  Now you're taking it back to Kabwe as if the ANC would have known, or would have prescribed to what you were doing in Operation Vula.  Please.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, Sir, I'm saying that I was a member of the ANC Operation Vula would be conducted and its strategy would derive from the Conference Resolutions, we would not put a strategy differing with Conference resolution.  Operation Vula, we had weapons, you say, lots, we were training people.  Why we were training?  We should have been just sitting waiting for the spark.",
            "Male"
        ],
        [
            "MR VISSER",
            "You were waiting for the spark.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No way.  I say we were training people, not just waiting for a spark.",
            "Male"
        ],
        [
            "MR VISSER",
            "I see.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "We were conducting operations here.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright, alright.  I put it to you simply that a people's insurrection in this country was always the policy and strategy of the ANC.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "When you say always, how many years you using?",
            "Male"
        ],
        [
            "MR VISSER",
            "It was towards the end, if you wish to restrict it, but it was at one time, if you want to put it that way, it was official ANC policy.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "After the unbanning of the ANC there was even a debate that went on in the African Communist in 1991 whether we should go for a Leipzig option or not a Leipzig option.  Now, I don't know whether counsel really has read the history of struggle as a historical process or whether he's just picking things from Col Stadler who was Security Branch.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj, on a simple issue we have now spent probably 5 minutes, with respect.  Can I ask you just to answer this one question?  Are you saying that a people's insurrection was never part of the ANC struggle?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I have said that the issue policy decision was people's war, what form, whether insurrection would be part of that process was a matter also of debate and that even in the insurrection there were two strategic issues.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes, but if you heard me clearly, you wouldn't be putting the question.",
            "Male"
        ],
        [
            "MR VISSER",
            "What I hear from you is that a people's insurrection was never a part of the ANC policy.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, you're forcing things down my throat.",
            "Male"
        ],
        [
            "MR VISSER",
            "You don't want to answer, Mr Maharaj.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Because you don't want to look at the Conference Resolutions.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright, can we go on?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sure.",
            "Male"
        ],
        [
            "MR VISSER",
            "I want to refer you to the contents of paragraph 10 and this is this Stadler now speaking, which you have just referred to\n\"A particular aspect which is of the most significance, importance, is the content of a particular paragraph which appeared in an encoded message sent from Mac Maharaj in Johannesburg to Siphiwe Nyanda in Durban on 24 June 1990\"\nand it says:\n\"A mere 13 days before the arrest of the Vula Operatives commenced\".\nThe said paragraph reads as follows, gives a reference:\n\"In the meantime we have had word from Cleo, codename for London, that Donald, codename for Chris Dlamini, will be coming into the country around the end of June, 1990.  Besides the equipment you already have, it appears that Ntaba's  (N-T-A-B-A) Outfit, codename for Jacob Zuma, also member of the NEC\"\nThat's the comment of Stadler\n\"...is currently required to store two pieces\"\n\t\tcomment, codename for firearms,\n\t\t\"...which were in the hands of the enemy group\"\nhe doesn't know what that stands for,\n\"...planning Madiba's assassination\"\nYou can explain just in a moment.\n\"From the description that Ntaba gave me, one of the pieces seems to have an optical sight and given the internessant...\"\ncomment, probably meant to be internecine, \n\"...struggle within the enemy camp, I am attracted to\nborrowing one of those pieces if it is suitable for use \nby us, even if on a temporary basis.  It will be good \nto know how you feel about that aspect of the project \nand whether our information is being updated re those \npotential targets.  We will have to keep Donald under \na tight reign if he is to be productive.\"\nAlright, are there preliminary comments which you wish to make?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "That's an invitation.",
            "Male"
        ],
        [
            "MR VISSER",
            "You want to leave at 2 o'clock, Mr Maharaj.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Please don't stop me when I'm making the comments.",
            "Male"
        ],
        [
            "MR VISSER",
            "You're the one that wants to leave on the plane at 2 o'clock.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "If you ask me questions that are not pointed, you'll get answers that are very educative.  So, this is a document, chapter 17 from Col Stadler's book.  It claims that it has, it is an extract from the records of Vula communications.  I would like the Committee to first indicate to me and guide me whether this falls within second-hand information or whether really it is accepted as Vula records?",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, just tell us whether you accept it as correct or not.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I don't.",
            "Male"
        ],
        [
            "MR VISSER",
            "You don't.  Alright.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Wait a minute, wait a minute, you asked me to comment.  I would like to know whether Col Stadler has got a copy of the Vula communications, if as is being claimed that all records are destroyed.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, no.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "It is they saying that the Vula records are available to Col Stadler, file those records.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj, it could never have been claimed that all records had been destroyed, certainly that can't be correct.  Most of the records probably have been destroyed, but some records remain and if you want to see the print-out, the computer print-out, perhaps we could arrange for you to see it.  If Stadler has that available, there's no reason ...(intervention)",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I thought any filing of a record would need to authenticate that record and Stadler's quoting does not authenticate it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, I take your point from a legal point of view, I take your point, but this is a Commission of Inquiry, we're inquiring into things.  Now let us just test this.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Let's just test this.  Do you recall an encoded message which referred to Ntaba and to the requirement of two pieces sent by you to Nyanda?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Hold on, hold on.  Chairperson, your guidance please.  Has it got any relevance to the application?",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, I see you don't want to answer these questions, do you?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Not because I don't want to answer it, your conclusion here and Stadler's conclusion is that we were trying to assassinate Madiba.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who is Madiba?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Madiba is Mandela.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Now some policeman.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Mandela, I served under Mandela, as his Minister, he appointed me but he has problems.",
            "Male"
        ],
        [
            "MR VISSER",
            "Madiba is no policeman.",
            "Male"
        ],
        [
            "MR LAX",
            "Just let's have one person talking at the same time, please.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Now, I'm saying I have no problems about answering on these matters when they are made relevant because I have waited for the day when you put this properly with the records of Vula.  I'll show you how Stadler was, is really trying to do propaganda and he thought by putting this and putting his interpretation and putting a set of questions on page 118, he thinks he's putting me in the dock.  Well I'm in nobody's dock.  I'm not facing any charges, Mandela appointed me as his Minister and right now he and I remain the closest of friends.  Stadler hasn't planted a seed of dissension between us.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, alright.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "So he's completely wild.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright, at page 118 of Exhibit B, paragraph 11, I just want to read that to you.\n\"Subsequent to the arrest of Siphiwe Nyanda, a vehicle which was found in his possession, namely a Toyota Cressida, with registration number ND268230 was searched and found to contain a number of hidden secret compartments.  In one of these compartments close to the boot of the vehicle, the following equipment was found,\"\nI'm going to read it as :\n\"1 M3A1 45 calibre sub...intervention)",
            "Male"
        ],
        [
            "MS POSWA",
            "Can I just interject Mr Chair.  Should we incorporate this as well, or what is going on now?  Does this form part of Mr Steyn's statement, or what is happening now?",
            "Female"
        ],
        [
            "MR VISSER",
            "The whole of Exhibit B is before you, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the relevance of all this?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, we have  witness here which has come to this Committee without any locus standi, except as a witness.  He has come...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you said he does not accept this passage is correct, do you intend to call someone to prove the passage.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I've already accepted his evidence in that regard.  I thought you were asking me about the basis of the questions.  No, no, I thought I made it clear.  If he said that he doesn't accept it, well we go on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You aren't, you're now still questioning him on those passages.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No, Mr Chairman, he didn't accept the passage which deals with the assassination of Madiba and the quotation which, of the encoded message by Stadler in his book \"The Other Side of the Story\", that's how I understood his evidence and that being so, I leave it.  I leave it at that, Mr Chairman.  I'm now on to something else, Mr Chairman, I'm going on.  At page 118, paragraph 11.1\n\"Subsequent to the arrest of Siphiwe Nyanda\"",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, we've read all that, let's, we've got as far as the listing of what was found in the vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you, thank you Commissioner Lax.  You see, I want to point out to you that one of the items that was found, it was the second one, 1 x optical night sight for the above weapon, that is for the 45 calibre sub-machine gun.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Who wrote \"for the above weapon\"?",
            "Male"
        ],
        [
            "MR VISSER",
            "You say that is incorrect?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I want to show you Chair, I want to show you what is happening here by Stadler.  You find an optical night sight and I want to tell you what optical night sight that was because I brought it in Vula in 1988, it was a NATO night sight, North Atlantic Treaty Organisation night sight.",
            "Male"
        ],
        [
            "MR VISSER",
            "NATO night sight.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes, which we bought on the black market in Europe for Five thousand pounds.",
            "Male"
        ],
        [
            "MR VISSER",
            "To do what with?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "To shoot the enemy.",
            "Male"
        ],
        [
            "MR VISSER",
            "And is this ...(intervention)",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "And the enemy was not Mandela.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, alright.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "The enemy was the apartheid regime.",
            "Male"
        ],
        [
            "MR VISSER",
            "I accept that.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Who put this \"night sight for the above weapon\"?  That is Stadler.",
            "Male"
        ],
        [
            "MR VISSER",
            "You say that's wrong?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "He is building a case.",
            "Male"
        ],
        [
            "MR VISSER",
            "I see, alright.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "And then this sub-machine gun, nothing to do with this paragraph 2 weeks before my arrest.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Because he brought in the night sight two years ago.  Our sub-machine gun, I don't know how many months before.",
            "Male"
        ],
        [
            "MR VISSER",
            "Answer this question.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "This paragraph which talks about enemy, I'll tell you there's only one people who've been my enemy.  My enemy has been the apartheid regime.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the applicants in this application.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "But Stadler, Stadler, reading into the word enemy group, suddenly wants to present as if to say the enemy of Mac Maharaj and Jacob Zuma is Mandela.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "You don't have the normal intelligence to read that ANC literature says enemy is the apartheid regime.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "So you play games there and you want to put me questions by Stadler.  Propaganda.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Maharaj, can we try to get you on the plane at 2 o'clock?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I didn't know you were always so helpful to me.",
            "Male"
        ],
        [
            "MR VISSER",
            "I really certainly want to finish.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Thank you.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you at any stage ask Mr Nyanda to let you have a piece with an optical sight?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "To ask Mr Nyanda?  I don't have to ask him, he's my deputy.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could you have ordered him?  Do you remember it?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I did not ask Nyanda to give me a piece.  I did not ask Nyanda to give me a piece.",
            "Male"
        ],
        [
            "MR VISSER",
            "I wouldn't suppose that you have a copy of The Other Side of the Story on the table before you?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can I hand you a copy, please?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Welcome.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are we going into all this about?  I'm completely lost Mr Visser.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, we are dealing ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are investigating the application for amnesty arising out of the deaths of two people.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes and Mr Chairman, I'm dealing with the credibility of this witness at the moment.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Oh.",
            "Male"
        ],
        [
            "MR VISSER",
            "And, I'm finished, I just want to point to him some photographs contained in The Other Side of the Story and I want him to identify the firearm, Mr Chairman, he's given evidence about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What firearm are you talking about?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "One which they bought on the black market.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is a night sight.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "They bought a night sight, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "May I show the witness this photograph?  I'm going to show you photographs.  I'm going to show you photographs contained in \"The Other Side of the Story\" at page 198, the very last page, and I'm going to tell you what the background is.  It is alleged that the articles which you see on that page in the photographs was confiscated from the possession of Mr Nyanda when he was arrested.  On that assumption I want to ask you to look and see whether you can see a firearm on that, on any of the photographs?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Yes.  No, but I see a firearm.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Can you identify that firearm?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, I can't.",
            "Male"
        ],
        [
            "MR VISSER",
            "I see.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Chairperson, the firearm carries markings, it has numbers and if you tell me that just from this photograph I must turn round and say it's a particular firearm, I would be an incredible ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "If you want to tell us today that you can't say it's an Uzzi, or a Rocket Launcher, or a PMC, I'm happy to accept your answer?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Well, why doesn't he ask the question to say, is this, what make of firearm?",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright, what make of firearm?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Why say identify the firearm when he's trying to link me and says it's credibility, trying to link me with a weapon and trying to put it back into paragraph 10 of Stadler?",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Maharaj, if I could just cut this short, do you know what sort of weapon that is?",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "No, I don't know.",
            "Male"
        ],
        [
            "MR VISSER",
            "I have no further questions to this witness, Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "MR VISSER",
            "Perhaps you'd just care to look at those photographs, Mr Chairman, and our submission in argument will be that they speak for themselves.",
            "Male"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Sir, that night site too, there's a problem in that photograph.  The NATO night site is a single piece, not a double piece.  Single piece, it was state of the art in 1987.  Huge developments since then, but the essential point that counsel has tried to say is that he's testing my credibility by saying that I was trying to assassinate Mandela.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you've said that several times and I don't think that counsel has in fact said it or put it to you, Mr Maharaj.  Did you say you'd concluded.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I never suggested it, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - mike not on)",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "No, questions Mr Chair.\nNO CROSS-EXAMINATION BY MS THABETHE",
            "Female"
        ],
        [
            "MS POSWA",
            "No re-examination.\nNO RE-EXAMINATION BY MS POSWA",
            "Female"
        ],
        [
            "MR WILLS",
            "I have no questions, Mr Chairperson.\nNO CROSS-EXAMINATION BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct - mike not on)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "With pleasure, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You're excused.",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Thank you.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, just at the moment we have a little logistical problem and that is that the photocopy machine, upon which we have to rely heavily as well as the friendly assistance of Ms Thabethe to reproduce matters, we have not been able to get the copies of the statements which I drew over the weekend ready and it certainly will save time if we have it before us, could we perhaps ask you to stand down for a moment or even take an early lunch, I'm not sure which you will prefer, in order for us to see whether we can sort out this problem, so that we can go on and attempt to finish the rest of the witnesses this afternoon?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know ...(indistinct - mike not on)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  We'll think of that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...We'll adjourn now till half-past one.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll adjourn now till half-past one.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}