{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-08-20",
        "location": "DURBAN",
        "day": "8",
        "names": [
            "J A STEYN"
        ],
        "case number": "AM4513/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53623&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990820db.htm",
        "speakers": [
            "MR VISSER",
            "CHAIRPERSON",
            "J A STEYN",
            "MR WILLS",
            "MS POSWA",
            "ADV BOSMAN",
            "MR LAX"
        ],
        "original_speakers": [
            "MR VISSER",
            "CHAIRPERSON",
            "J A STEYN",
            "MR WILLS",
            "MR STEYN",
            "MS POSWA",
            "ADV BOSMAN",
            "MR LAX"
        ]
    },
    "testimony": [
        [
            "MR VISSER",
            "Mr Chairman, the next witness which we wish to call is Gen Steyn.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "His evidence is at page 55 to 94, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "He is available to take the oath.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are handing in an exhibit?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, certainly Mr Chairman, I'm sorry.  That will be Exhibit G, I believe, or was the bundle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "H.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Alright Exhibit H.",
            "Male"
        ],
        [
            "J A STEYN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry Mr Visser, Mr Chairperson, just a matter that needs to be dealt with in view of the fact that Mr Botha's going.  Apparently there is some informal arrangement being made for him to meet with the brother of the deceased Shabalala.  I'd like him to, I believe they've agreed, my client has agreed, I don't have a chance to tell him that now, but if that could take place before he leaves.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, Mr Chairman, I didn't want to belabour you with that but there was a request from the late Mr Shabalala's brother that he wanted to meet with Mr Botha and Mr Botha is perfectly willing to meet with him and it has been arranged, yes, Mr Chairman, and he won't leave until that happens.  The only thing is that he prefers us to be present, so we'll have to wait until 1 o'clock when we adjourn, hopefully, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You mustn't tall like that.  There will be an adjournment at 1 o'clock but that's as far as it goes for the time being.  Yes, you're handing in the statement by Mr Steyn and that will be Exhibit H.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Gen  Steyn, you have previously given evidence and you incorporate that evidence once again today.  Is that correct?",
            "Male"
        ],
        [
            "J A STEYN",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And your amnesty application in the bundle from page 55 to 94, do you confirm the correctness thereof as far as you know, of the contents thereof?",
            "Male"
        ],
        [
            "J A STEYN",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And in the bundle you have gone broadly and given statistics for the information of the Committee, is that correct?",
            "Male"
        ],
        [
            "J A STEYN",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And addressed several aspects?",
            "Male"
        ],
        [
            "J A STEYN",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "As well as the whole issue of Operation Vula and Butterfly as you understand it?",
            "Male"
        ],
        [
            "J A STEYN",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "We have already heard evidence about this from Mr Botha.  Do you in principle agree with what he has told the Committee?",
            "Male"
        ],
        [
            "J A STEYN",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And finally this refers to the Ndaba incident.  It's dealt with from page 64 Chairperson.  Very well then General, will you also hand up Exhibit H, which is a summary of your evidence which you want to place before the Committee.  Do you confirm the contents thereof as correct?  That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, I must make this comment.  It appears to me as if Mr Visser's methodology here is to present another affidavit for each witness as and when they arrive.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's for the convenience of the Committee.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, Mr Chairperson, because of the language difficulty, both me and my colleague have difficulty with receiving these affidavits at such a late stage.  If I could request of Mr Visser that in respect of the other three witnesses that I presume are going to come, that such statements be given to us timeously, possibly before we adjourn today in order that we can make the necessary preparation particularly in view of our language difficulty.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If that is possible you must do that.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That's a perfectly fair request Mr Chairman, we'll certainly see what we can do about that.  I must tell my learned friend through the Chair immediately that due to the shortage of time which we had to prepare for the present hearings, Mr Chairman, we have not really finalised them, but subject to that, certainly we will make an effort.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Please proceed.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman.  Will you please start at paragraph 3?",
            "Male"
        ],
        [
            "J A STEYN",
            "Chairperson, in May 1986 when I was appointed second in command of the Security Branch Port Natal, I was informed by a desk officer about the security situation in Natal.  I  received information about the onslaught of terror under which",
            "Male"
        ],
        [
            "MS POSWA",
            "May we please ask the applicant to go a bit slower?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Your evidence is being interpreted, so just go a little slower please to allow the interpreter to interpret.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Please continue.",
            "Male"
        ],
        [
            "J A STEYN",
            "I will start again from the beginning.  I took note of the onslaught of terror under which Natal was at that time and I experienced it as such up to my transferral in May 1992.  In January 1987 I became the Divisional Commander of the Security Branch, Port Natal.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can we just continue with the incident itself?",
            "Male"
        ],
        [
            "J A STEYN",
            "On the 7th of July 1990 I was informed by Col Botha about the arrests of Charles Ndaba and Shabalala.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Steyn if I may refer you back to the date of the 7th of July 1990, were you aware of Mr Charles Ndaba?",
            "Male"
        ],
        [
            "J A STEYN",
            "Yes, I was aware of him.",
            "Male"
        ],
        [
            "MR VISSER",
            "What were you aware of him?",
            "Male"
        ],
        [
            "J A STEYN",
            "That he was back in South Africa and that he had been an informer of Mr Botha.",
            "Male"
        ],
        [
            "MR VISSER",
            "And before the 7th of July were any reports made to you by Mr Botha with regard to Mr Ndaba?",
            "Male"
        ],
        [
            "J A STEYN",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "How long before?  Can you recall what the general cause of it was?",
            "Male"
        ],
        [
            "J A STEYN",
            "Chairperson, it boiled down to the fact that certain underground structures were being established within the RSA.  Certain prominent persons were in South Africa at that stage which were busy with these underground structures.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.  What was your approach as to what should be done about this?  Did you decide yourself to act on it or did you decide anything else?",
            "Male"
        ],
        [
            "J A STEYN",
            "No, Chairperson, Mr Botha discussed it with me and from time to time conveyed it to me and I let him continue with the monitoring of the situation.",
            "Male"
        ],
        [
            "MR VISSER",
            "You left it to him?",
            "Male"
        ],
        [
            "J A STEYN",
            "Yes, I left it to him and he would report back to me.",
            "Male"
        ],
        [
            "MR VISSER",
            "You have already referred to what you had heard on the 7th of July and then you heard that Ndaba was arrested?",
            "Male"
        ],
        [
            "J A STEYN",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Will you please continue?",
            "Male"
        ],
        [
            "J A STEYN",
            "Because of the disclosure of Vula, Col Botha and I on the 10th of July 1990 went to police Head Office where we briefed Gen Smit and deceased Gen Maj Beukes as well as other officers in this regard.  And after this briefing we received instruction to brief Gen van der Merwe as well.",
            "Male"
        ],
        [
            "MR VISSER",
            "He was then the Commissioner?",
            "Male"
        ],
        [
            "J A STEYN",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Gen Smit gave the order that we should repeat this briefing to Gen van der Merwe the next morning.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is that what happened?",
            "Male"
        ],
        [
            "J A STEYN",
            "Yes.  The next morning, early the next morning we briefed Gen van der Merwe along with other officers.  Gen van der Merwe gave instructions that before we proceeded with any arrests, the then State President and Minister Pik Botha and Internal and Foreign Intelligence Services as well as foreign embassies first had to be informed.  That was necessary as a result of the delicate stage of the negotiating process which was being conducted at that stage between the government, the ANC and other parties.\n\tThe idea was that arrests would only take place after the Department of Foreign Affairs and all relevant bodies who had an interest in the matter, were informed.  At that stage the whole matter was dealt with on a confidential basis, otherwise the disclosure would prejudice the further investigation into the operation.  During the clandestine investigation which was meanwhile proceeded with, the circumstances were such that the arrest of Nyanda had to take place on the 12th of July 1990.",
            "Male"
        ],
        [
            "MR VISSER",
            "You were not present, but this is information which was made known to you?",
            "Male"
        ],
        [
            "J A STEYN",
            "Yes.  After this arrest, further arrests also took place.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, do you agree in principle with the evidence given by Mr Botha, I'm just trying to cut it short here, the evidence given by Mr Botha regarding names etc. and what happened?",
            "Male"
        ],
        [
            "J A STEYN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "As a result of this you then went back to Pretoria?",
            "Male"
        ],
        [
            "J A STEYN",
            "Yes.  As a result of this Botha and I went back to Pretoria on the 13th of July, to Head Office to explain these arrests and to receive further orders and to do certain planning.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Chair, if I can just ask some clarification here?  In the previous paragraph you're referring to the clandestine investigation which was conducted meanwhile.  Clandestine, relating to whom?  Could you perhaps elaborate?",
            "Unknown"
        ],
        [
            "J A STEYN",
            "Yes, this was the observation which was being carried out at these safe addresses which we had at our disposal.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I don't understand your use of the word clandestine.  In what respect was it clandestine?  Who were you hiding it from?",
            "Unknown"
        ],
        [
            "J A STEYN",
            "These were operations, or let me explain it like this.  These were reconnaissance actions which were taking place and we did it in such a way so that we wouldn't expose ourselves.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So it wasn't clandestine in respect of your seniors?",
            "Unknown"
        ],
        [
            "J A STEYN",
            "No.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you, I just wanted to clarify that.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes,",
            "Unknown"
        ],
        [
            "MR LAX",
            "Perhaps if I could use the word covert as opposed to overt.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "J A STEYN",
            "Yes, that's right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anyway.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "The point is that if you observe people, you don't actually want them to know that you're doing it.",
            "Male"
        ],
        [
            "J A STEYN",
            "That's correct.  On this occasion it was ordered or I received an order that a national investigating team should be put together and that the matter should be investigated thoroughly to be able to reveal everything in respect of this operation, but that in all probability and due to the negotiating process under way between the government and the ANC and other parties, prosecutions would not be instituted.  Upon my return to Durban I put together an investigating team and it comprised various members from across the country.\n\tOn the 14th of July 1990 Col Botha came to see me in my office and told me that problems had arisen for which there were no obvious solutions and here I refer to the fact that we sat with Shabalala and I didn't know what to do with him  and in the light of Shabalala's arrest there was the fear that should he be released, he would be able to compromise the position of Ndaba in the ANC.  apart from this, according to Botha, Shabalala had also started to suspect that Ndaba was collaborating with the South African Police and that that was an even stronger motive as to why he could not be released.  The fact that Ndaba expressed his fears to Botha that the ANC would get to hear of his co-operation with the South African Police and his  expressed intention to go and play open cards with the ANC, made it impossible to release him.\n\tWe thus had a dilemma on hand for which we had no obvious solution.  The only solution would be, was if Botha could compose Ndaba to a certain extent and to change his view to such an extent that it could be trusted not to convey sensitive information to the ANC.  As a background to these facts the following was also relevant in my mind.  The command structure of the South African Police after the negotiating process had commenced, had emphasised it most strongly that everything should be done to strengthen the hand of the National Party and the Government.  The breakthrough made by the Security Branch in respect of Operation Vula gave the National Party a lead in respect of the ANC and the Security Branch received the order from Police Headquarters to do everything possible to try and increase this lead.",
            "Male"
        ],
        [
            "MR WILLS",
            "I'm really writing at the speed of light.  I'm using this as my official translation.  I wonder if I could again ask this witness to try and slow down?",
            "Male"
        ],
        [
            "J A STEYN",
            "I'm sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And to give the interpreter a chance.  Yes, please carry on.  Where are we, at paragraph 12?",
            "Unknown"
        ],
        [
            "J A STEYN",
            "14.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "J A STEYN",
            "It was accordingly for us in the Security Branch and as supporters of the government at that stage and the National Party, it was important that nothing should go wrong, nothing should happen to prejudice the government's position.  As a result of the circumstances and the considerations which I've now mentioned, I on the 14th of July 1990, had reconciled myself with the probability that both Ndaba and Shabalala had to be eliminated unless a drastic change in the circumstances occurred in respect of the intention of Ndaba to go to the ANC and to be frank with them.  In my view Shabalala's fate had already been decided at that stage especially in view of the fact that he was apparently convinced that Ndaba was an informer working for the Security Branch.\n\tOn the 15th of July 1990 during a further meeting at Security Head Office in Pretoria, a previous suggestion that certain persons not be arrested was ratified.  They were inter alia Joe Slovo, Zuma and Hani.  This decision was based on the fact of their participation in the negotiating process and this decision was taken after a briefing to, amongst others, National Intelligence.",
            "Male"
        ],
        [
            "MR VISSER",
            "May I perhaps just clarify this?  You're referring here in your evidence to three occasions at which you went to Pretoria.  Is that correct?  It was the 10th and the 13th and then also on the 15th you went to Pretoria on those occasions?",
            "Male"
        ],
        [
            "J A STEYN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would it then be correct to say that Col Botha had been present on those first two occasions but not on the last occasion?",
            "Male"
        ],
        [
            "J A STEYN",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "You've already said that the national investigating team was put together?",
            "Male"
        ],
        [
            "J A STEYN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Continue.",
            "Male"
        ],
        [
            "J A STEYN",
            "Due to the extent of Operation Vula a national investigating team was composed but although this national investigating team was put together and further arrests had already followed, it was disappointing that and especially in view of the extent and the objectives of Operation Vula, there'd now been this prohibition which had been placed on the arrests of certain individuals who had played a leading role in Vula.\n\tChairperson, the gravity of the case, that is now Operation Vula, was reflected during a bail application made by Nyanda in the Regional Court of Durban and the Regional Magistrate refused it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now for convenience you have here an extract from the Magistrate's judgment.  It's too long for us to read it now and you are asking the Committee to read this extract because this sets out in basic terms what the background was of Operation Vula and what Mr Nyanda was engaged upon.",
            "Male"
        ],
        [
            "J A STEYN",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could you then continue on page 6 paragraph 20?",
            "Male"
        ],
        [
            "J A STEYN",
            "On the 16th of July 1990, upon my return to Durban, I was informed by Col Botha that he'd not been successful in changing Ndaba's view, getting his head right and that he and other members had eliminated these two people.  he'd also explained to me that he couldn't release Shabalala since he would most definitely reveal the fact that him and Ndaba had been detained together, that he'd been abducted and unlawfully detained and also quite possibly his suspicion that Ndaba had been killed.  He would reveal all of this to the ANC.\n\tIf this should happen, it would have been an embarrassment and political defeat for the National Party, especially at the negotiating table.  Accordingly, based on the previous discussion which I'd had on the 14th of July with Botha, I associated myself with this conduct.  \n\tI acted in the execution of my duties in the service of the South African Police.  I truly believed that such action was expected of me and that my conduct fell within the scope of my express or tacit authority.  I believed this, especially in view of the pressure which had been placed on us in the Security Branch by the political leaders of the time.  We were continually told that terrorists should be eliminated in order to avert the revolutionary onslaught.  My conduct was aimed at protecting and maintaining the state of the National Party.  I did not receive any advantage or reward for this action and I derive no personal benefit from it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, General, to return to the facts, you've actually said it already, but just to clarify it, when Botha reported to you, he also constantly kept you in touch with what was happening with Mr Shabalala during the detention?",
            "Male"
        ],
        [
            "J A STEYN",
            "Yes, I was aware that he was being detained at a safe house.",
            "Male"
        ],
        [
            "MR VISSER",
            "So...(intervention)",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, can I just oppose the asking of such leading questions in this situation at such a crucial point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We're not in a trial.  We're not in a trial really, we're a Committee of Inquiry.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "As you please, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Carry on.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Formulate your question in the way in which you would do in another ...(indistinct)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I asked him whether he was informed about Shabalala, what's leading about that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, carry on.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "You are requesting amnesty for abduction of Mr Shabalala.  The words Charles Ndaba are incorrect there, is that correct? It's the unlawful detention and deprivation of freedom of both Mr Ndaba and Shabalala?",
            "Male"
        ],
        [
            "J A STEYN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "The murder on both Charles Ndaba and Mbuso Shabalala and any other lesser offence or delict which might be revealed by the evidence?",
            "Male"
        ],
        [
            "J A STEYN",
            "Correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Before I conclude, I see it is 1 o'clock anyway, before I conclude the evidence-in-chief, may I ask whether you'll take the adjournment now?  There are some matters which my attorney just wants to discuss with me.",
            "Male"
        ],
        [
            "MR WILLS",
            "We won't object, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long do you think you are likely to be in discussions with your attorney?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairperson, we just want to see whether we can deal with the discussion between Mr Shabalala's brother and Mr Botha and apparently there is something that my attorney wants to draw my attention to.  I don't believe it will take long.  May we inquire from you Mr Chairman what you have in mind?\nMr Chairman, if I may make a suggestion, if we might take half an hour now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let me just threaten you with a suggestion myself.  Can we dispose of as much as we can now before we adjourn for lunch and resume again?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "On Monday?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, this afternoon.  I'm trying to avoid, if we adjourn now, let's finish what we can and then adjourn instead of breaking for lunch and then coming back again this afternoon.  It just depends upon how long you are likely to be.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No, this is going to be very brief Mr Chairman.  I'm sure that they're not going to spend hours talking to each other.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I'm certain it's going to be very brief.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Can we say a quarter of an hour, Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And further questioning of this witness?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I don't know.  I just want to hear what my attorney wants to tell me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Tell him, because I'm going to be very quick on the uptake.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, what my attorney tells me is probably correct.  We did address you and give evidence before you in the Cele matter regarding the background of Operation Vula.  Now certainly it isn't our attempt to rehash all of that now, far from it, but my attorney believes that it would be reasonable if we repeat a portion Mr Chairman, from Exhibit B for the information of the new legal representatives that have come in and perhaps for whoever else might be in the audience, who might be interested and Mr Chairman, it's really only two and a half pages and that is in Exhibit B at page 116.  Now, I don't, I think it will waste time if I try to lead this through the witness, Mr Chairman.  I can do it in either one of two ways.  We can draw our learned friends' attention to it and ask them to read it, or I can quickly read it myself.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, it has been placed on the record before us as part of the evidence in a previous hearing.  Your attention is going to be drawn to that so that you'll have an opportunity of going through it so that it might assist you in deciding what line to take when you question the applicants.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, that's precisely the point.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So if you can just refer them to the document concerned and precisely where it can be found.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, it's Exhibit B and it hasn't been paginated in manuscript but it's the typed page 116, 117 and 118 Mr Chairman, up to before paragraph 11.  That appears to conclude the evidence-in-chief of Mr Steyn then, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just let me sort it out.  Do you have Exhibit B Mr wills and Ms Poswa?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I'm sure I do, Mr Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "I have it Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You have?",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Yes, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Now, have you any objection to us dealing with this matter in this way, by counsel referring you to what was contained on those pages in that document and had been led as part of the evidence in a previous application and which they seek to incorporate in this evidence by reference?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I have no objections, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Poswa?",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Neither have I, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  That being so, does that dispose of that aspect of the matter?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And of my evidence-in-chief, yes Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  This might be a convenient stage to bring the proceedings to a close for this week and things haven't worked out as well as we would have liked them to.  We haven't worked as smoothly as we would have like to and it is just unfortunate that we had to meet and proceed with this and finish with it as soon as we can on Monday morning.  Is your difficulty still that you can't start at 9.30 on Monday morning?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Only Monday morning is our problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that the only difficulty?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, we'll be flying in on Monday morning Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, Mr Chairman, if I can also elaborate here.  My witness,  our witness Mr Maharaj will also be flying  in on Monday morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now a thought has occurred to me.  You are going to call Mr Maharaj, you are proposing to call Mr Maharaj to give evidence?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, indeed, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, and it is convenient for him to be here on Monday?",
            "Unknown"
        ],
        [
            "J A STEYN",
            "It is indeed, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is not a trial, this is an inquiry.  If you are going to call Mr Maharaj, I'm wondering whether we ought not to hear Mr Maharaj and that you know now that we might call him on Monday.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I'm certain that there will be no problem, as I'm sitting here I can't believe that there can be a problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'll tell you why because otherwise, he'd been hanging around the whole of yesterday and one doesn't want to find out that we are landed with this evidence, the rest of the evidence and take up the whole of Monday and find out that Mr Maharaj is delayed again.  So will you convey to Mr Maharaj that we will be prepared to interpose Mr Maharaj's evidence on Monday morning.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, what I could request, I've sort of briefly discussed this with Mr Maharaj, is if we could, I don't think in view of our cross-examination of the last witness, there's a lot of ground that we have already covered.  We'll obviously be putting certain of that to this witness where it's pertinent.  What I'd like to suggest Mr Chairperson, if we could finish the cross-examination of this witness and then interpose Mr Maharaj, I very much doubt that we'll go beyond lunch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I meant that.  I want us to get done with this witness's evidence.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes thank you Mr Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairperson, there's just one matter that I have forgotten about.  van der Westhuizen has now become a contractor after having been a policeman and he is now making roads and he works for apparently when he's away from work he loses money and he's working at Newcastle at the moment.  When we seek to interpose Mr Maharaj, can we at that stage just consider what the position if in view of the time remaining etc because I'd like to try and get Mr van der Westhuizen away as, on Monday also, if we could possibly manage it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll certainly consider that.  This Committee will now adjourn and resume at 10 o'clock on Monday morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}