{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-08-19",
        "location": "DURBAN",
        "day": "7",
        "names": [
            "LAWRENCE GERALD WASSERMAN"
        ],
        "case number": "AM4507/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53620&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990819db.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR VISSER",
            "LAWRENCE GERALD WASSERMAN",
            "MR LAX",
            "MR WEBSTER",
            "ADV BOSMAN"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR VISSER",
            "LAWRENCE GERALD WASSERMAN",
            "MR WASSERMAN",
            "MR LAX",
            "MR WEBSTER",
            "ADV BOSMAN",
            "MR WEBSTER ADDRESSES"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Mr Visser, before I ask Mr Webster, are there any other few remaining questions you wish to adduce from your witness?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I had a nagging feeling yesterday afternoon that there was something and there was.  May I - just two matters?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Wasserman, you're still under your former oath which you took yesterday to speak the truth and you are still bound in conscience to speak the truth, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Wasserman, just reverting to the scene of the shooting, what I neglected to clarify with you yesterday is as we understand it, Lembede drove your kombi after you had shot from the kombi into this car.  He drove it in front of that car, of the fugitive car, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then he braked, he stopped the kombi and then there was a collision by the fugitive's car with your kombi from the rear?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now, what happened to the vehicles after this collision?  Can you just explain that to the Committee please?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, after that collision at the back, the force of the collision pushed our kombi forward, all slowly, pushed the kombi forward, whereupon\nLembede and I alighted the kombi.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, now just before you get to that, when the two vehicles, the kombi and the fugitive car came to a standstill, were they up close to each other, or was there a gap left?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, when the action was finished, the vehicles smacked into each other, there was no gap.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  So they got to the standstill together?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Together.  Yes, correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "You and Lembede then got out of the kombi, I take it on the left-hand side.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, I came out the sliding door.",
            "Male"
        ],
        [
            "MR VISSER",
            "And he came out the front passenger door?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Right.  Did you fire at that car after you got out of the car?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, I did, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "With your service pistol?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then as you explained to the Committee, suddenly there was firing coming from the North.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman, as I got out of the vehicle and ran towards the suspect vehicle, the Reaction Unit Personnel were aligHting their vehicles and they were also coming in towards the suspects vehicle and they commenced firing at it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Can you tell the Committee whether you can distinguish the reports of firearms to some degree?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I can, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "What do you say were the Reaction Unit firing with from what you heard there that evening?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I distinctly heard the sounds of R1.",
            "Male"
        ],
        [
            "MR VISSER",
            "R1 assault rifles?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "R1 assault rifles, 762 and there was automatic 9mm fire as well, presumably Uzzi's or HMCs.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes and was there a lot of it?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "There were volleys of fire, there was a lot of gunfire, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that caused you and Lembede to take flight up the embankment to save yourselves?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Because you were in the line of fire, being on the southern side, if that was the southern side of - I'm not sure of the points of the compass, but we know what we're talking about.  You were in front of the fugitive's car?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Wasserman, lastly, it was suggested to some of the witnesses, I don't remember whom, but certainly to Botha, I'm not sure on what evidence it was suggested, but it was suggested that you might have and if I say you, I mean the royal you, might have decided beforehand that you were going to kill these terrorists at whatever costs.  Was such a decision taken beforehand?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, no decision was taken.  I was not informed of such a decision.",
            "Male"
        ],
        [
            "MR VISSER",
            "What weapons did you have available while you were chasing this car with the kombi?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I had my service R1 rifle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you have it that evening?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, I had it with me.",
            "Male"
        ],
        [
            "MR VISSER",
            "If you knew that you were going to ambush and kill four terrorists, what would you have used as a weapon to do that with?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I would have taken my R1 rifle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Which you didn't?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I left it in Col Taylor's vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you talked about firing coming from the north, that's the first time this direction is mentioned.  All the vehicles were in fact facing south at that stage, isn't it?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So then, the firing that may have come from the members of the Reaction Unit, they were in motor vehicles and where were these motor vehicles at the stage that they were firing?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, when I alighted from the kombi, the vehicles, the Reaction vehicles, I seem to recall two of them, they had stopped in the road behind, possibly 30,40 metres.  Parties alighted from both vehicles.  That would now be on the left-hand side of the suspects' vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Just make that clear.  When you say on the left-hand side, do you mean on the left-hand side of the suspects' vehicle with its nose as a reference point or with yourself and the suspects' car on the left-hand side as a reference point?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, with the nose of the suspects' vehicle, the Reaction Unit came from the back from the sort of left corner and from the back on the right.",
            "Male"
        ],
        [
            "MR VISSER",
            "So they alighted from both of the vehicles and what did they do after they alighted from those vehicles?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "They ran towards where we were, they ran towards both vehicles.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say ran towards both vehicles, what vehicles are you talking about, the suspects' vehicle and?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "And the kombi, they had collided.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I beg your pardon.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "They were together now.  Almost together.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, at this point in time I was between them, or myself and Lembede were directly in line of fire and I grabbed Lembede by the arm.  I could see what was going to happen, Sir and I and Lembede then ran up the embankment, right up the top onto the outer ring road, well out of the firing line now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This embankment you talk about, would that be on the left-hand side of the road facing south?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir the right-hand side of the road facing south.",
            "Male"
        ],
        [
            "MR LAX",
            "So did you run right across to the other side of the highway?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, no Mr Chairman, I can explain it like this.  The off ramp went down.  We were on the highway.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Then they took the off ramp that went down.  The shooting took place at the bottom and I then ran up to the top.  Lembede and I sat at the top.",
            "Male"
        ],
        [
            "MR LAX",
            "I understand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Webster.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Wasserman, you were born in Rhodesia?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was born in Zambia.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Was it in Zambia?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "But at some stage you went to Rhodesia?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And you regarded Rhodesia as your home?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You were in the Armed Forces of Rhodesia?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You fought with Zano?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "And Zipra.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And Zipra.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "A most unpleasant experience, I take it?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "They were under strenuous times, difficult situations.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Very difficult situations for you.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You carry emotional scars from that experience?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir,",
            "Male"
        ],
        [
            "MR WEBSTER",
            "The unpleasant experiences?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "At the hands of black people?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not necessarily.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "There were the hands of black people.  Zano and Zipra were black people.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, they were not only black people.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Are you wanting to tell me that the freedom fighters in Zimbabwe consisted of white people as well?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You don't make issue of that, but they were predominantly black people?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And at the end of the day it was black people that took control of the country?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And you had to flee your homes in Zimbabwe because of black people?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not correct, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Because black people took over you moved away from Rhodesia.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, you say he had to flee.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "My apologies, thank you Sir.\nYou had to leave Rhodesia because black people had taken over the country.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Don't say you had to leave.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I didn't have to leave.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say he had to leave implying that he was compelled to leave.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Or probably let me put it this way, you then decided to leave because Rhodesia was now in the hands of black people?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No I decided to leave because Rhodesia was in the hands of communists.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "They were predominantly black people?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is so, yes.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "It was Mr Mogabe.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And you - I'll leave it there.  Mr Wasserman, I'm not going to point a finger at you, a sanctimonious finger at you and probably say that I'm better than you.  I don't know how you feel, but I'm suggesting to you that you must have had intense dislike for black people.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, that's absolute nonsense.  My unit were 90% black.  I have even to this date a terribly good relationship with black persons.  Mr Chairman, I deny that emphatically,  it's absolutely untrue.  My units were 90% black, possibly even more and to this date I still have very good report with black people.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Yes, Mr Wasserman you may even have had 99% of black people under your service but that does not preclude you from having had utter contempt for those underlings who were serving a purpose that was common with you.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's totally incorrect Mr Chairman, in fact black people were my Commanders in the Rhodesian Forces and they gave me orders, so that is incorrect, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "But you were fighting for the Rhodesian Forces, were you not?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that that is not really relevant here, please.  Just come down to his participation here.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr chairman, it's just that I think Mr Wasserman wants to throw in a dirty punch ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's because you asked him questions relating to what happened outside the borders of South Africa.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I'm talking about, Chairman, 90% of the black people under him in South Africa and he then decides to cross the boundary, the borders.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well let's get down to ...(intervention)",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Let's stick to the borders of South Africa.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Let's get down to the events here.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Now, when you came to South Africa, you decided to support the National Party?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Because the National Party virtually had an anti black philosophy.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "They were the government of the day.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And they believed that blacks should be underlings.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't know that.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm terribly sorry to interrupt my learned friend.  Mr Chairman my learned friend told you on what basis he was opposing this application.  This witness has told you that he did fire at the occupants of the motor car.  It is difficult to understand how it is relevant whether or not this witness hated blacks for purposes of assisting this Committee Mr Chairman, of deciding whether amnesty should be granted or not and really Mr Chairman, not only is it irrelevant, but it's so unnecessary to dig up all this old hatred and what goes along with it, in this proceedings, Mr Chairman, and I would ask you seriously to stop my learned friend.  Let him get down to the facts.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wasserman, you joined the South African Police when you came into the Republic, is that it?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that your first employment?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now, was it because of your political persuasion or your belief in the Nationalist Government that you joined the police?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I can say it like this.  When I was involved in Zipra operations, the ANC were moving in Zambia under the Zipra guise and as a result of that I was getting in touch with the SA ANC, the South African ANC and when that war finished I then brought that knowledge and that with me over to this side.  That's the reason.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That gives you the background, now let's get down to the facts of this case.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see all these people were policemen.  They may all have been born and bred as nationalists, but I don't think that we have the time to go into an explanation as to why that was so.  We don't have that time to go into all those details.  You've got to concede that.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "With respect, Mr Chairman, I concede that and whilst I concede that, I think it is highly improper of Counsel for the applicant, to interrupt on a point I'm building up to.  I might as well say to the person I'm cross-examining \"Here is a list of questions I want to put. They relate pertinently to these issues relating to the incident and leave out all the background and just get on with it, on just what he wants to be an application completed for an amnesty granted to the applicant.  That is the task of the Commission and not me or counsel for the applicant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm not going to interrupt you or prevent  you from cross-examining and I want your assistance.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In confining the cross-examination to the issues about which we have heard, relating to the death, the unfortunate killing of those poor people.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And as I've indicated Mr Chairman, I'm going to suggest it to Mr Wasserman, let counsel be at rest and at peace that I'm not dragging up hatred, but that I want to bring out the fact that when they went out that day, they didn't intend to apprehend the people in the vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, well...(intervention)",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And if I'm not going to be having background...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Although ...(intervention)",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Of their thought process, then I don't know how I'm going to get it out of him unless I say Mr Wasserman, you must have wanted to kill them, you didn't want to arrest them, comes the answer, no that is not so, no further questions.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can develop that argument.  You can put that.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You know where we are going to Mr Wasserman?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I know where we are going to but ask the question.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You'll get the questions.  You'll get the questions.  You have amnesty in respect of many killings, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "How many?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I think 14 Sir, I'm not sure.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "14?  And in all those 14 instances people whom you murdered were suspects, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "They were terrorists, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "They were suspects, were they not?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Terrorists, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Wasserman, were they not suspect people, suspected of having broken the law?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "They were terrorists, Sir, perhaps they did break the law.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Were terrorists not people who had contravened the law?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, they were.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "So why don't you want to admit that they were suspects?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Perhaps they were suspects.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Why do you say perhaps?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I'm not sure ...(intervention)",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Are you now suggesting that as long as a person had been identified as a terrorist, you felt justified in killing him?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Certainly not, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "So were those people in respect of whom you have applied, suspects?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "They were suspects, I suppose, yes.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "They were and in those instances, you did not attempt to apprehend them, you shot and killed them.  Some you put limpet mines into their mouths and blew them, is that not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's not so, Sir, I'm not an explosives expert.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Okay, let's leave the limpet mine business, but you shot and killed them?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You made no attempt to apprehend them?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I apprehended many of these on other occasions.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I'm talking of the people that you shot and killed.  You did not intend apprehending - in fact some of them had been apprehended but were then taken out and shot, is that not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is so.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Execution style, is that not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It is so.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "To cut a very long story short, I don't believe, I don't believe you one iota when you say that on that Sunday and with these four terrorists, as you call them, that you had any intention whatsoever to apprehend them.  Your answer is going to be no, is it not?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I'm going to answer now.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And say?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, those four men were meant to be armed with their AKs.  That was the information.  I have had combat experience, rather a lot, I would never, ever go into a gun fight with four armed men with my service 9 mm pistol with 15 rounds.  I would not fancy my chances of coming out of that fight good enough.  So my briefing was very definite, they were to  be - an arrest attempt was to be made on these four people.  In fact I didn't even take my R1 service rifle out of Col Taylor's vehicle.  that is what happened on that day.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Do you appreciate the significance of what you've just said Mr Wasserman?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I've said it and I stand by what I've said, Sir",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You want me to believe, you want the Commission to believe that people armed that you were going to apprehend, people armed with AK47s, terrorists who were armed with AK47s just carrying your service pistol?  That's what you want the Commission to believe?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, the Reaction Unit was going to effect the arrest.  They were heavily armed.  I was not going to.  I had my service pistol on me, that was it.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Please, Mr Wasserman, you've said you were going to arrest those people.  Have you not said so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "the operation was to arrest those people.  I was not to be involved in the arrest operation, the Reaction Unit was to do that.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "So your intention was not to arrest, that was the responsibility of the Reaction Unit, is that it?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was their responsibility, yes.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And not your business?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not my business.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you said that the operation was to arrest these people?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now is that different from your business and their business?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No not at all, Sir, but on the presumption that they were armed and the Reaction Unit was also heavily armed, they wee going to be the principle parties in the operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Let's get back to the station,police station, kwaMashu police station.  you said that before the information was relayed that the vehicle had left wherever it was, that there were a lot of policemen at the police station, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Had there been a meeting held up until that stage involving all the policemen?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, there must have been a meeting.  When I got there I was just informed what had happened.  Col Taylor came and informed me what the situation was that was happening there.  There wasn't a meeting that I was involved with.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "If I recall what's in your application, you said you arrived there and after your arrival more police officers arrived, is that not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's very possible Sir, there were many policemen there and possibly others did arrive.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Are you suggesting that that allegation I make is not in your application?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "May you point out where it is, Sir?",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I'm asking you.  Just a yes or a no and then we get on.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Upon my arrival there a large number of policemen had congregated.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Is that where you stop?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "And then I did say that I was informed that a ... of MK operatives ...(intervention)",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Okay, in so far as you wee concerned, no meeting was held after you arrived there?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was not subject or party to any meeting Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "That's a round about way of saying yes, we'll carry on.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "And from the time that you arrived to the time that the message was received that the vehicle was then moving away, in other words, the Cressida was moving away, how long was that period approximately?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long after he arrived?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Yes after he arrived, thank you Mr Chairman.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I'd say possibly 2 and a half, 3 hours.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Okay, so in the 2 and a half to 3 hours, there is no co-ordination of discussion.  Is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Thank you.  You were not privy to any plan by the Reaction Unit to apprehend these people, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was informed by Col Taylor that the Reaction Unit would operate in this operation, he informed me of that, but I was not privy to the plan of what it would be and everything like that, I was a Sergeant at this time, so I was not to be privy to that.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You had absolutely no clue what they were going to do?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Oh yes, I was told that they would try and effect the arrest away from the house along the road.  I was informed of that.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "What I'm saying is the clue about the plan, you had no clue about the plan, their plan?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, not the Reaction Unit plan, no Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Is it correct that you perceived your role, that is now after the vehicle had, Cressida had moved away, you perceived your role purely as that of Intelligence basically, in other words you were to relay information of the location of this vehicle to the Reaction Unit so that they could put their plan into operation, is that not correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's what the part should have been, yes Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Was that not the instruction?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The instruction was to - well there was a bit of pandemonium when the message was that they had left and we were not, we went to great pains to make sure that we could catch up with the vehicle, so that we could inform the team what was happening.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Wasserman, was that not the briefing, was that not the plan that you would act as Intelligence and once the vehicle with the suspects had been seen, you would then relay the information to the Reaction Unit, was that not the plan Sir?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well, I didn't have Reaction Unit channels, so I couldn't relay to the Reaction Unit.  I could have relayed to perhaps the other Security Branch Members, Col Botha and Gen Steyn.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Are you then saying that there was absolutely no plan of what was to be done once the vehicle was seen?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I'm not saying that.  I, when we found and located the vehicle, we reported to Col Botha.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "My question to you is, there was no plan as to what was to be done once the vehicle had been seen?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The plan was to report it back.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Who to?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I told you, Col Botha.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "For what purpose?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Just to say we've got the vehicle visual.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And thereafter, what was to be done?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The Reaction Unit would eventually move in and try and effectively stop the vehicle and arrest the ...(intervention).",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And how would they know where you were?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Col Taylor - Col Botha must have radio contact with them.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You don't know whether that was in fact the arrangement or not?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He would have had a radio Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You do not know whether that in fact was the arrangement or not?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I wouldn't know Sir, but I know that he had a radio with him.  My radio was a Security Branch radio, it had no open channel.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mmm, I'm getting a picture of confused bungling and ineptitude on the part not only of the Reaction Unit but in particular your unity which was made up of a General, a Colonel, two Colonels, a Sergeant, well we won't talk about blacks there, we don't care about their ranks or whatever, but was that, is that the correct picture I get?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "In hindsight, things did go a little awry there, that is for certain, yes.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You want the Commission to believe that for 2 and a half hours a General, I'm trying to see where he is, a General, Col Botha, Col Taylor,  no plan, no instruction coming out to you and that when the information comes, people just run helter skelter into vehicles and there's just a general pandemonium, is that the correct picture?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "But there's nothing else that you've said which seems to suggest any order or any plan.  Is that not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, there was a plan.  The Reaction Unit were to do the rest.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I'm talking about the Special Branch, Mr Wasserman.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The Special Branch were to 'surveil' the vehicle as best as possible and give the Reaction Unit the time and the task and the readiness to go forward.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mmm, which they did not do.  Is that not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It never got to that.  A shooting incident occurred before it got to that stage.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Who was the first to shoot?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Col Botha shot first.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And who was the second to shoot?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Lembede.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Then who was the third to shoot?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Me.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Who was the fourth to shoot?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No more idea Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "As far as you recall, who was the fourth to shoot?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It would have been Reaction Unit members, but personalities, no idea.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You could see shooting coming out from Botha's vehicle, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I could hear the shooting, I couldn't see.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You could hear shooting from Botha's vehicle?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You could see Lembede firing?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You heard no other shooting except shooting from these vehicles of the Special Branch?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That was 9 mm shooting, I could that.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You could clearly hear that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You know the sound of an AK?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You never heard the sound of an AK?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I suppose you'd also know the sound of what's that Russian effective handgun?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Makarov.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Makarov?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You didn't hear that either?  There was no shooting whatsoever coming from the suspects' vehicle?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well ...",
            "Male"
        ],
        [
            "MR WEBSTER",
            "That you heard?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, but Col Botha's car was very close to their car so ...(intervention)",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Wasserman, ...(intervention)",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I am answering.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, could the witness just be allowed to finish the answer?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the question was, you heard no shooting coming from the suspects' vehicle?  That's the question as I understand it.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you Sir.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct.  I understand the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the answer to that was?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Two vehicles, side by side, one cannot tell if there's two metres between two vehicles, you cannot tell which vehicle the firing is actually coming from.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You couldn't say?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, you couldn't say, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Wasserman, I am amazed.  I'm amazed.  I'm shocked.  You have just said that the first person to start firing was Botha?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman, you've heard my evidence here.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And you heard the firing coming from Botha's vehicle.  You've then said that Lembede was the second to fire because you could see him, he was in front of you and you said that you were the third to start firing because you know that you were firing and you heard no firing from the suspect vehicle.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "We ascertained that.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Because the next firing that you heard was from the Reaction Unit, was that not what you said?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's what I said, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Okay.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Now, the firing for us in the VW, in the kombi, the firing from Col Botha, I believe W/O Lembede believed that was coming from the vehicle of the suspects.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Lembede's dead, is he not?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, he was killed in action.   The ANC terrorists killed Michael Lembede in Umbumbulu.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I'm not interested in that and I don't want us to talk about what went through Lembede's mind.  He's dead, let's leave him alone.  You have said you heard firing coming out from Botha and you have said Botha was the first to start firing.  I repeat it, you said the second was Lembede because you could see him firing.  You said the third was yourself and the fourth was the Reaction Unit.  Do you remember saying that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I remember.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Clearly?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I remember, however, I want to make a point here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The shooting, Col Botha's shooting, was definitely from our position and our information of armed men in that car, that shot we presumed, we didn't know it was Botha, we presumed those people were about to commence, or had commenced fire.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I see.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is what happened there.  Thereafter Lembede opened fire.  When he opened fire, I opened the sliding door shortly after that and I commenced to open fire on the people inside that motor vehicle.  That's what was happening there.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You didn't care to check whether there was any firing coming from the vehicle, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Webster, I presume you've been in gunfights, Sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I doubt that.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Well, I've probably been under worse firing, not gunfire, but under worse firing than that, intellectually speaking, but I'm not the person that is testifying.  I will proceed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were you saying, Mr Wasserman, you were going to say that he may have been under gunfire, so what was the point you were trying to make, Mr Wasserman?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Webster was asking me if we bothered to check.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I'm not sure how we check that you are under gunfire, but they are chaotic, Mr Chairman, not one gunfight is orderly in real life and as soon as two parties were firing, I entered the gunfight ... as well.  There was no time to check and identify if rifles were up and what rifles they were.  We were also scared, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Anyway.  The impression I get from your evidence is that when you heard the first shot go off, although on the evidence it is Mr Botha who said that he fired that first shot and which you confirmed, at that time you were under the impression that the firing came from the suspect vehicle?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's very definite, yes Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But then you didn't have an opportunity to examine where the fire came from because all this happened very quickly.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You weren't able to really check.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "The hypothesis that's just been put by the Chairman to you, if that is in fact the correct interpretation, why then under cross-examination not so long ago, did you say that you heard firing, the first firing that you heard came from Botha's vehicle.  Why did you say that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Because that's the evidence I've heard.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "That's the evidence you heard?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I heard it yesterday.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "So you are tailoring your evidence to evidence as you are sitting and hearing it being adduced here?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not at all.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "So why did you then adopt something that is not your evidence?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "We ascertained that Col Botha started the firing and that reacted over to us.  We've ascertained that.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You see, Mr Wasserman, when you said the first person to start firing was Botha, you said the basis fro your saying that the first person to start firing was Botha was because as you've said, you heard the shots coming from his vehicle.  Do you remember saying that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No I don't.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You don't remember saying that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "But I do recall where the shots came from and the two vehicles were there next to each other.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Now I want to put it to you that you just grabbed onto the hypothesis by the Chairperson because you think it's a life line, taking you out of what you have said regarding who fired first and how you determined who was firing first, but the record will show that you were in no doubt, not because of what you heard but because of what you alleged to have heard on that day.  What's your response?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, your interpretation is the correct one.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Did anybody give you an order to fire?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Did anybody give you an order to kill the four occupants of the vehicle?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Chairperson.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Why did you then lie and say Col Taylor gave you that order?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "When did I say that?",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, really.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now just wait, is that the record?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "My learned friend tells the witness that he's lying based on no evidence at all, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Give him a chance.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, I have a document here.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "If Mr Visser will open to page 25.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of what document?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Of the bundle of the applications by Steyn, Wasserman and Botha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Paragraph 11 (b)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, page 25.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "It starts at 11 (a).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Carry on.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman with respect, where does it say here that Botha and Taylor ordered him to shoot?  That's the question.  And he says to this witness he's lying because he says Botha and Taylor did not order him to shoot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Does it say in this paragraph, Mr Webster?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "\"Daad/Dade, Versuim/Versuime\", it goes on and there it says\n\"If so, mention the particulars, approval and the offence, the date of the offence(if known) and the name and address of the persons who gave such orders or gave such approval.\"\n\t\t\"I believed, based on reasonable grounds that I performed these deeds within the course and scope of my express or tacit, or implied authority as a member of the South African Police.  Col Taylor, Hillcrest, Durban...\"",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, I was still speaking.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let the witness explain that.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, with respect, please just give me one moment to point out the obvious to you.  That doesn't even refer to this incident.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, with respect, Mr Wasserman is no idiot and the interpretation that's going to come out is the answer which  Mr Wasserman is going to stick to.  Let the witness answer for himself, please Mr Chairman, you've made that order, thank you.  I'll abide by the order.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just, just please.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May I be allowed, Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just, please, just hold on.  You will have ample time to re-examine.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "But Mr Chairman, it is also my obligation to stop unfortunate ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That is my duty to see to it.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May I just point out to you...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No I think that we'll save time.  Just let Mr Wasserman explain what he said there, that's all.",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "May I just point...(intervention)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "...(indistinct).",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman, except, may I just point to page 29 of that bundle, that is where the answers are relating to this incident which you will find at pages 27 and 28.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let Mr Wasserman then answer.  Mr Wasserman, have you got this page before you?  Page 25, paragraph 11 (b).  This seems to be your answer to the application for amnesty and paragraph 11 (a) and (b).  Will you kindly look at it.  Take your time, read it.  Have you found it?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I've found it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, this is the bundle of the papers.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Just switch on your microphone.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, that applies to another incident which I applied for amnesty, it is not the Quarry Road Incident.  I think Mr Webster has got the wrong bundle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Webster, is that the answer?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Let's go to page 29.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where are we on page 29?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Again paragraph 11(a) and 11(b).  The same question.  This time it was Maj Gen Steyn who gave you the order.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Put your question.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Is it not so?",
            "Male"
        ],
        [
            "MR VISSER",
            "The order to do what Mr Chairman, with respect.  The order to do what?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that what paragraph 11(a) and (b) says?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, paragraph 11(a) and 11(b) as I think Mr Visser well understands, relates to the incidents or the occurrences of the unlawful conduct in respect of which amnesty is sought.  It does not distinguish one from the other.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you say we're talking about the Quarry Road Incident?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wasserman, have you read paragraph 11(a) and (b) or page 29.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And Mr Chairman, may I just add, with your kind permission, or the three mentioned, expressly mentioned crimes that amnesty is being sought, I think the latter two can be regarded as subordinate and of not particular relevance and at least importance as the murder of 4 human beings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now let's just - I think that he's really saying, you know, nobody gave me the order to fire.  You are now putting questions to him on this basis to suggest that in fact he was given an order to fire.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And this is the implication and the answer that, the interpretation that one can attach to the answer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any other interpretation you can place on that?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Unless it becomes selective to say that if it is in my interest to say it related only to planting the firearms and being in unlawful possession of firearms then that answer makes, will be acceptable but it will not make sense in so far as it relates to the most important issue and that is the killing of four human beings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright now, Mr Webster.  Mr Webster are you saying in paragraph 11(a) and (b) that you were given an order to fire?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, no Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What are you saying there?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That Gen Steyn condoned my actions and was the senior officer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He condoned what?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "My shooting action.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Is that what you're saying?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, can you take it any further?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "We'll proceed Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You then must have deposed an affidavit regarding this incident, did you not?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Sorry, Mr Webster, say again, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I then repeat the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You must have ...",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "You must have deposed to an affidavit afterwards, regarding this incident, is that not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I made an affidavit to my lawyer, yes.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I'm talking of many years ago.  On the 7th or the 8th or as was reasonably possible, or was expected of a  police officer who had shot 4 unarmed people, to make a report regarding the incident, is that not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir, I made no affidavit.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You made no report?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Col Des Botha informed me he would make the necessary affidavit.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Who informed you?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Col Botha.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "So you made no affidavit regarding this incident?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I made no affidavit, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To whom Mr Webster are you suggesting?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "An affidavit, regardless of who to, regarding the incident, after the incident had occurred and as distinguished from the amnesty applications.  Is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Your amnesty application is dated I think December 11, 1996.  Is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And when was the cut-off date for amnesty applications?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I think it was the 12th Mr Chairman.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Of?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Of December.",
            "Male"
        ],
        [
            "MR LAX",
            "It was the 14th, just for the record.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "The 14th of December.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Thanks Mr Chairman.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And how long before - sorry, and when was the amnesty procedure adopted, or became part of law, do you know?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't understand you, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Was it March 1995?  I think it's 1995.\nThe point that I'm trying to make is, you had ample opportunity to have made an application, but you left it till almost, or two days before, or three days before the deadline, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is so, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And when you made this application, you must have been in a position to remember what had happened, is that not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I remembered some facts Sir, but not enough.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Why were they not enough?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not enough to commit to paper.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And as was pointed out previously, it's only when all three of you got together and all three of you came up with a common story, that it was committed to paper, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And that is even how you've testified.  You've sat here and listened to the other applicants and your evidence is tailored to suit what has been said by the others, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not correct, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "In short, what I'm suggesting to you is that even your applications are nothing but a conspiracy.  Do you agree?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't agree Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "That for some inexplicable reason three senior police officers cannot remember the incident, they get together, they then remember the incident and from then onwards, each of them is clear about the facts of this incident.  You don't find that strange?",
            "Male"
        ],
        [
            "MR VISSER",
            "That is not the evidence, Mr Chairman.  I just want to place it on record.  The question is ill-based.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where are we getting?  I understand the purpose of your cross-examination, but let's be direct, that this is a concoction, if you are saying ...(intervention)",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That this in fact is a concoction and that you are still trying to defend your actions and you're still trying to minimise your culpability, is that not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, that's certainly not so.  I'm here before the Committee, I have actually admitted to shooting at the four persons and shooting and hitting the four persons, that is my evidence.  There is no reason to concoct anything that is less than that.  What purpose would there be in that?",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You admit to shooting the four persons and you admit to hitting the four persons.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Where in your application do you admit to hitting the four persons?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I might have hit one or more of the applicants.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman, I might be mistaken.  Can the witness be afforded the opportunity o locate that, with your kind permission.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I beg your pardon, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've told us earlier that you fired at the people in the car.  Now, you've told us now that you hit some of those people and the question now is, this is the first time I hear you say that you actually hit the people in the car as distinct from shooting at them.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Paragraph 11 at page 3 of the exhibit, Mr Chairman",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is it Exhibit D?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Indeed, Mr Chairman.   Page 3, paragraph 11 the last sentence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The last sentence reads as follows\n\"I was unable to get a steady aim.  I shot in the direction of the vehicle and I might have hit one or more of the occupants.  I fired 15 rounds.\"\nYes, can we proceed?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Wasserman, the statement that you hit four of them is new, do you agree with me?",
            "Male"
        ],
        [
            "MR VISSER",
            "He didn't say he hit four of them, Mr Chairman.  Where does my learned friend get this from?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think we should spar here.  He fired at four people in the car.  He shot some of them.  I don't think he counted, who, which and where.  It will be unrealistic to expect that he is able to say this after 13 years.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Well, with respect, Mr Chairman, that I would have absolutely no quarrel with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Then let's just proceed.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And in the same manner I would have no quarrel with the witness sticking to this version that I might have hit one or more of the occupants.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "But he is stating under oath now he hit four of them.  He said so, I didn't say so.  As a fact, as a statement of fact, not as a speculations or conjecture, with respect, Mr Chairman, he has said so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said that just now that you hit four people?  Is that what you are trying to say?  Please explain.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I fired at a vehicle, a small space of four persons, there is a possibility that I hit one of the four or all four.  I fired 15 rounds and that enclosed enclosure of a motor vehicle.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Wasserman, help me now.  Your intention is to arrest people.  You encounter the vehicle, you shoot and empty your entire magazine on the occupants of the vehicle.  Were you trying to arrest them?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "there was no longer an attempt to arrest.  Once we had thought that we were under fire from that vehicle there was no more, there was no intention of arresting further.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And you see what I'm actually now putting to you finally is this and bearing in mind what you said regarding the first shots that you heard, that the action came from Mr Botha because you heard them, that you intended to kill these people, you didn't intend to arrest them, that is why all that you did was you heard Mr Botha fire and you fired to kill, never to arrest, because it had never been your intention?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's not correct, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Now I'm going to suggest further, Mr Wasserman, that that, that those actions or that action of yours, was consistent with what you had been doing prior to this incident, executing suspects.  Your response?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "What suspects?",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You call them terrorists.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "What terrorists?",
            "Male"
        ],
        [
            "MR WEBSTER",
            "The ones that you have applied for amnesty for.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That was all after this happened.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Be it before or after I am saying it is conduct that is consistent, Mr Wasserman, with your execution of suspects.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not true Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "And I'm going to suggest, as I started initially, that you found the opportunity in the Special Branch to pay back or in your mind, the scores from Zimbabwe.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is an outrageous statement and I reject it utterly.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Further, can you tell the Commission why it is that when you made your application you made no reference to firing of, or possible firing of Uzzis, HMs and R1s by the Reaction Unit?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I merely said a large number of shots were fired by the Reaction Unit.  At that point in time I didn't deem it necessary and I would lead that evidence here before the Commission.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "I suppose you don't see the relevance of the various types of firearms that fire different sizes of ammunition in so far as relates to the examination of the injuries and the post mortems?  You don't see the relevance?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "...(inaudible - no microphone)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All the words of the evidence are not let out.  This is an application for amnesty, the application form, you understand?  We are guided by the evidence he gives here and this is obviously an expansion of what is contained in the application form, so if some of the details are not in the application form, but are given here in oral evidence, that is what matters, isn't it?  Unless you are suggesting that this was purposely concealed from us, purposely not mentioned in the application form?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman and members of the Commission, you will pardon me for having that suspicion in mind.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "I have no further questions.\nNO FURTHER QUESTIONS BY MR WEBSTER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Visser, re-examination?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "None thank you Mr Chairman.\nNO RE-EXAMINATION BY MR VISSER",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Wasserman, I don't know whether you will be able to assist me here, but how often did it happen that the Special Branch or Security Branch asked the Reaction Unit to assist them in operations?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was a very regular occurrence, Ma'am.  Very regular indeed.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So this was not unusual at all?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not at all.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.  I have no more questions, thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Wasserman, just one aspect.  I wasn't actually intending to ask you any questions, but this is one thing that's occurred to me and it's the issue of what happened when you alighted from the vehicle, once both vehicles - well the way I understand it, both vehicles were literally joined from the impact and came to a standstill.  This is the suspect vehicle and the kombi that you were in?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not so, Mr Lax.  When - that's how they came to rest but after the initial collision with us, we were pushed forward.  After being pushed forward Lembede and I alighted from our vehicle.",
            "Male"
        ],
        [
            "MR LAX",
            "Alright.  Now, what I'm just trying to get a better picture of is what happened when you got out of the vehicle.  You have given two slightly different versions of what happened and I just want to clarify that.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Okay Sir, I can clarify for you.  Lembede and I alighted and approached the suspect vehicle which was now still going forward in the same line as ours was.  Him and I were both still firing our pistols and behind, started on both sides of the vehicle, came the Reaction Unit boys, they were on foot.  Their vehicle had stopped and they were 'debusing', they were coming towards us.  Their rifles were up and they had started to fire.  I then grabbed Lembede and I ran between the back of my vehicle and the front of their vehicle, before it collided and proceeded up the bank then.  Whilst proceeding up the bank, heavy fire opened up from the Reaction chaps.",
            "Male"
        ],
        [
            "MR LAX",
            "You see earlier in your evidence and if I remember correctly, was your evidence in chief, you spoke of bullets whistling past you and you guys nearly being shot.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct.  That was at this stage.",
            "Male"
        ],
        [
            "MR LAX",
            "And the impression I got was that all hell had broken loose and you guys just ran for your lives.  Now that was the impression you gave in your evidence in chief.  Under cross-examination you gave a slightly different version which was that initially the chaps from the reaction Unit were not firing as heavily and that allowed you to see what would happen.  That's what you said.  You said, \"I could see what was going to happen\".  Do you remember?  Those were your specific words.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.  Yes.  I - when they 'debussed' and they approached that vehicle, I knew now Lembede and I were in trouble.  I knew that and that is when I grabbed him by the arm and then we ran out and I presume that they didn't open fire because they had seen us in the firing line and as soon as we were out, that is when all hell broke loose, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "You see there's just this slight contradiction here to bullets whistling past you and your lives being in serious danger and you seeing what would happen and getting out of the way before it became too dangerous.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It's perhaps just the choice of words from my legal personnel.  Thank you Chairperson.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Wasserman, I raised this issue yesterday.  I wish to raise it again.  The Act, the Amnesty Act provides in the preamble that since the Constitution states that in order to advance reconciliation and reconstruction, amnesty shall be granted in respect of acts, etc.  How, Mr Wasserman, in your own mind, speaking for yourself, if amnesty were granted to you, would it advance reconciliation in a country?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well, Mr Chairman, at this point in time and with hindsight, there was an awful lot of military action from both sides.  Umkhonto weSizwe were pretty rough, their selection of targets I deem were not as clinical as ours, they attacked far more civilians and it caused us to fight fire with fire and in hindsight now, I regret the fact that a war was actually fought and I hope that we can put it all behind us.  However, we were forced to fight back and I believe we did so honourably, but I do regret the loss of life that occurred in all aspects throughout the South African struggle and I hope it is over and we go forward.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Sorry Mr Chairman, there's just one aspect that I omitted to Mr Wasserman which does not arise from questions that have been put after I've completed my cross-examination.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please do.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Wasserman, ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You did say it's just one question, isn't it?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "It's just one aspect.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Mr Wasserman, you were then allegedly sent to kwaMashu to fetch arms, correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "that is so, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You do not know the address of the house that you went to, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct, Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You do not know whether that it in fact had been the house where these people allegedly had been during that day?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't know that Sir.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "It could have been in fact the house of the informer or the black member that went with and he got them out of this house.  You cannot help the Commission with that aspect, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I didn't see the house.  I was asked to stop, because I'm a white man, I was asked to stop away from the spot.  The member and I genuinely cannot recall this man, the member then alighted.  It was dark.  He went off and very, very shortly after that, he came back with the sports bag containing weapons.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You don't know where he went to?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He couldn't have been far from where I had stopped, but I do not know where he'd gone to.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "You don't know which way they even got them out of the house?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't know if he got them out of the house.",
            "Male"
        ],
        [
            "MR WEBSTER",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR WEBSTER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In paragraph 16, you deal with this aspect of the matter in Exhibit D.  Do you see that?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I do, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you said that back at the scene of the shooting\n\"I handed the bag to Director Botha in such a way as not to be seen by others on the scene.\"\nWhat does that mean?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, the kombi that I was in and the victim's motor vehicle was still in position, I then reversed the vehicle that I was in with the bag with the weapons.  I drove it very, very close to where Col Botha was standing and we opened the doors and the bag was then slipped to Mr Botha and then he proceeded to plant the weapons.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, the idea is about, I'm concerned really about this having been done purposely to avoid not being seen by others.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir,",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's what I'm concerned with.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The others were other policemen at the scene, they were not party to our action.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought the other policemen that were there were the Reaction Unit.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Sir, but by this time even city police and other parties were coming, it was a public place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what did it matter?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "We never at any moment thought that the weapons would not be in the vehicle.  Once I had finished the shooting and Reaction had finished the shooting and we found no weapons in there, it was a problem for us.  I was then instructed to go and get the weapons which we knew belonged to this unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that.  My question was, why did you do it in such a way so that it could not be seen by the other police?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "We were busy now with a cover-up, Mr Chairman and we didn't want other parties to have any knowledge at all of this activity of ours.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes, thank you very much.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, any further witnesses?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No thank you Mr Chairman, that's the evidence which we wish to present to you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Webster?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Chairman at this stage I would ask for the indulgence of the Commission to postpone the hearing to some time next week.  I'd indicated to the Leader of the Evidence the difficulty in which I am and the importance for at least three aspects to be investigated.  Attempts have been, not even attempts, investigations have commenced and a, Chairman you will remember that I've asked Mr Wasserman about Breytenbach.  Mr Breytenbach is not prepared to make a statement yet until he has received guidance, legal guidance regarding that statement that he might make.  I would like to speak to, or at least have an idea of the evidence of Mr Wasserman before I waste the Commission's time by going on a wild goose chase saying that I'm calling a witness when I have no idea what he is going to say.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, you mean Breytenbach, you said Wasserman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words you are saying there's a possibility that you might call Mr Breytenbach?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Mr Breytenbach.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And we might also locate the owner of the vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No you would be telling us that from the beginning.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That is so, Mr Chairman, but unfortunately we don't have the resources to locate these people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but then you see, I told you yesterday, it might take months to locate.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "No, Mr Chairman, the type of postponement we are seeking is not an indefinite one, but rather some time next week, Wednesday or Thursday.  I believe the Commission has other work that it can continue with.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No the Commission doesn't have other work on Wednesday and Thursday.  The Commission at present is doing work in such a way that we might sit on Monday.  We are hoping to start a matter today.  If it doesn't finish tomorrow, we'll finish it on Monday, which means that immediately thereafter we'll deal with your matter.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Well, Mr Chairman, if that is the position, we will then fall in line with the availability of the Commission, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You understand there are all kinds of considerations ...(indistinct- microphone turned off) ...unnecessarily unreasonable or anything of the kind, we were hoping to complete this application today in fact.  We are under the impression that you had time yesterday to contact Breytenbach and if he was willing to give evidence, we thought he'd be here today.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Apparently he is willing to testify, but he's not going to testify until he knows the consequences.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "But Mr Chairman, the indulgence I think it gives us sufficient time from today till Tuesday, I think it's sufficient time for us to know exactly what our position is.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well you know very well that you won't come on Tuesday and ask for a further indulgence, Mr Webster.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "That is my intention, Mr Chairman but please don't hold it to me, there are other considerations of a more persuasive nature but in so far as my intention Mr Chairman is, we proceed on Tuesday because it's also in my interests to finalise the matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Webster, as things stand at present.  The committee is about to start a matter just now which is not likely to finish during the course of today and tomorrow and we will be meeting on Monday in the hope that we'll finish it by then.  I want to know whether it's possible for you to give us an indication on Monday whether your witness will be coming on Tuesday or whether you are not going to lead any evidence on Tuesday?",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you Mr Chairman, I will be in contact with the Leader of the Evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please make every endeavour so that we know how to arrange the time of people who are involved, counsel who are involved as to whether they have to be here on Tuesday or not.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "And also if there are people to be called, to supply them with the necessary copies of statements.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, by Monday if you can tell us, it will facilitate everybody's work.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Absolutely.  I agree.  Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, thank you very much.  Your application , this application is then postponed until Tuesday morning at 9.30 and on the understanding that you will let us know on Monday whether you are proceeding with any further evidence.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, do allow me just to place two matters on the role.  You did not ask me what my position is.  Mr Chairman, the owner of the car if he comes here and tells you that there were bullet holes through the roof, does not of necessity mean that there was a helicopter.  So really that evidence...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just, just don't worry about all that.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And Mr Chairman we gave evidence ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The Committee is sufficiently experienced to know how to deal with matters of that kind.  You don't have to worry about that at this stage.  I don't know whether there's going to be the owner of a vehicle or not, whether we are to be confined to hear Mr Breytenbach, so we'll just leave it at that, Mr Visser.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I just wanted to remind you that Gen Steyn did give evidence that he spoke to him and what he told him, Mr Chairman, so there's no chance of my learned friend calling Mr Breytenbach at all, in our submission.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, he's making every endeavour in the hope of persuading him.  This matter is adjourned, at your request.",
            "Unknown"
        ],
        [
            "MR WEBSTER",
            "As the Commission pleases.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Until tuesday morning.  We will take the short adjournment now and we will resume at 11.15 when we will proceed with the next application.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}