{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-08-25",
        "location": "DURBAN",
        "day": "11",
        "names": [
            "SIMON JOHANNES GERHARDUS DU PREEZ"
        ],
        "case number": "AM4130/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53627&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990825db.htm",
        "speakers": [
            "MR VISSER",
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "MR LAX",
            "CHAIRPERSON",
            "MS POSWA",
            "ADV BOSMAN",
            "MR WILLS",
            "MS THABETHE"
        ],
        "original_speakers": [
            "MR VISSER",
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "MR LAX",
            "MR DU PREEZ",
            "CHAIRPERSON",
            "MS POSWA",
            "ADV BOSMAN",
            "MR WILLS",
            "MS THABETHE"
        ]
    },
    "testimony": [
        [
            "MR VISSER",
            "We are ready Chairperson.  If we may proceed then?  Chairperson, we are still busy with the incident concerning Mr Ndaba and Mr Shabalala.  The next witness who is also an applicant to be called is Mr du Preez.  He is present and ready to take the oath.  He will give his evidence in Afrikaans, Chairperson.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Du Preez, you are an applicant ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Visser, sorry, if you just hold on one second, there's a small technical problem.  Unfortunately the Zulu interpreters are not here Chairperson.  We've just been informed that by the logistics person.  They're going to be about another ten minutes we're told.  Perhaps we should just adjourn till then?\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson, may I refer you to a document which has been handed up in the name of Mr du Preez summarising his evidence.  Could that be marked Exhibit L?\n\tMr du Preez, you previously gave evidence before this Committee under the Chairmanship of Judge Mall, is that correct?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you repeat the evidence that you've already given and the reference to other evidence as you have already given it today?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Your amnesty application is in the Ndaba bundle on pages 26 to 39?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you confirm the content of this statement and also the content of Exhibit O to the evidence you're about to give?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr du Preez, in order to save time, you say that you have listened to the evidence of General Steyn and Colonel Botha and that you will agree with this evidence?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then you also refer to the evidence of Colonel Botha being Exhibit B and then you set out which paragraphs you have personal knowledge of which paragraphs contain information that has been told to you which paragraphs with general knowledge and you agree with the considerations that Colonel Botha had set out, is that correct?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Will you please turn to page 2 of Exhibit L paragraph 1.5.  This is about the events close to the Greyville Racecourse where Mr Shabalala was arrested.  Mr Botha gave evidence that it was his impression that only Mr Shabalala who was arrested and not Mr Ndaba.  What do you recall of this event?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Paragraph 25, I confirm it except that I remember the arrest a little bit differently to Colonel Botha in his oral evidence.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you please go a little bit slower?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I remember that we pretended that we were also arresting Ndaba.  According to me this was done to create the impression with Shabalala ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "Please go slower.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "To create the impression that they were both being arrested.  In order to protect Ndaba's informer status that I had then been informed of.",
            "Male"
        ],
        [
            "MR VISSER",
            "What exactly was your part and your action during this arrest?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I, together with Sergeant Wasserman, pulled Shabalala, we were at the back of the vehicle and we pulled him to the back and we kept him there.",
            "Male"
        ],
        [
            "MR VISSER",
            "And after this had happened did you then leave the scene?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you remember who was driving the vehicle, that would be the blue Toyota Corolla?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.  Sergeant van der Westhuizen was driving the vehicle, I was sitting in front with him and Wasserman was at the back with Shabalala.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you please continue from paragraph 1.6?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I confirm that Ndaba along with Colonel Botha drove in the same vehicle and that myself, Van der Westhuizen and Wasserman had been in the vehicle with Shabalala, a blue Toyota Corolla and we went to Verulam.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you please continue to paragraph 1.9?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "During the weekend for most of the time I was at the safe house and had conversations with both Shabalala and Ndaba.  Ndaba freely spoke to us about his knowledge concerning operation Vula.  We received no orders to try and recruit Shabalala as an informer or to try and get information from him.  I want to put it very clearly that I did not assault one of the two people ever while they were with us.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did someone else assault them?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No one else in my presence assaulted them.",
            "Male"
        ],
        [
            "MR VISSER",
            "During the conversations that you are referring to that you had with Mr Shabalala can you please tell the Committee what Mr Shabalala's attitude was and what the conversation was about?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I was mostly questioning him about who he was, I didn't know Shabalala and I was asking him about who he was and where he came from and he was aggressive.",
            "Male"
        ],
        [
            "MR VISSER",
            "He didn't give you his help?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you indeed see him as informer material or not?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "It never occurred to me.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you please turn to paragraph 1.12, you say that you confirm the paragraphs mentioned there and concerning paragraph 46 do you want to say something?  1.12, paragraph 46, Exhibit D.  Maybe I should put it on record what paragraph 46 covers, it is about the arrest of Mr Siphiwe Nyanda.  You heard what Warrant Officer Wasserman gave evidence to, do you agree with this evidence?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you please tell us what you say in paragraph 1.12?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Concerning paragraph 46 I want to indicate that myself and Warrant Officer Wasserman ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "You're going too quickly, Mr Du Preez.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Myself and Wasserman and observed Siphiwe Nyanda.  During the course of the 12th July 1990 it became clear to us that he had become aware of our observation of him.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you please stop there?  Why do you say it would become clear to you?  That he realised that you were watching him?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "It was the way in which he was driving, the pattern in which he was driving that gave us this indication.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is this the same as Mr Wasserman was talking about or are you talking about something else?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I'm talking about his driving behaviour.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "He sped away with his vehicle and with the help of other members we stopped the vehicle and we arrested him.  I do not believe that the instructions that arrests had to be held back had already been conveyed to us but I have to explain that even if it had been conveyed it would not have stopped us under those circumstances to arrest Nyanda.  If we had not done that he would have gotten away and he would have hid somewhere.",
            "Male"
        ],
        [
            "MR VISSER",
            "On page 198 of the other side of the story you saw that there were photos.  Can you say if this is the vehicle in which you had arrested Mr Nyanda?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That was the vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you please then turn to paragraph 2 on page 4?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "My attention had been aimed at statements of Ntusi Nzulu concerning a blue Toyota Corolla.",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson, do you wish me to give you the references again?  I've given you the references before during Wasserman's evidence.  It's Exhibit F Chairperson.  Perhaps very briefly page 15 and page 19.  Very well?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That would have been chopped up at the askaris farm at Camperdown.  I had knowledge that at Camperdown on the farm there had been a workshop where vehicles would have been adapted for use by the askaris.  Myself and Wasserman sometimes worked on Beetles at that place.  I have no knowledge of chopping up a blue Toyota Corolla vehicle but I cannot deny that it possibly could have happened.  I can state it categorically that that vehicle could not have been the vehicle of Shabalala seeing the last name was burnt according to my knowledge.  I also deny that I had anything to do with the chopping up of a blue Toyota vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, allegations had also been made that parts of a chopped up vehicle and later an engine had been loaded onto a bakkie, do you know anything about this?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "It was an Isuzu bakkie and I have no knowledge of this.  The allegation was that it was with an Isuzu bakkie.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue with paragraph 6?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "As a motivation of my participation and association with this act I mention that I acted in the execution of my duties in the service of the SAP and in the execution of the orders that I had received from senior officers.  The events happened in a war situation where the rules of normal war was not applicable.  In the light of the pressure that had been placed upon us in the security branch by the political leaders of that time and many speeches where there was reference made to the elimination of terrorists I really believed that such action was expected of me and that my action was within the scope of my express or implied duties.  My action was aimed to maintain and protect the State and the National Party.  Specifically I had the opinion that the specific action was necessary to spare the government an embarrassment and to not place the National Party's negotiation position in any danger.  I was not rewarded for this action in any way.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr du Preez, please forgive me, I forgot to lead you on something else.  Colonel Botha gave evidence that on Saturday the 14th July he had discussed the matter of the elimination or not of Mr Ndaba or Shabalala with you.  What is your comment on this?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson, he had told me that he had decided that Ndaba and Shabalala would be eliminated.",
            "Male"
        ],
        [
            "MR VISSER",
            "You had already agreed with these paragraphs dealing with how Mr Ndaba had become nervous and said that he would rather take his chances with the ANC?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you agree based on the considerations that was then applicable with the decision of Mr Botha and did you declare yourself as prepared to help with the elimination of these two people?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then I just want to take you back to paragraph 1.6.  This deals with the paragraphs where the elimination happened.  Can you just tell the Committee what your part was in the elimination?  You turned off from the road at the Tugela River is that not true?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then you stopped at a place?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then someone climbed out?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you remember who climbed out?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I think it was Van der Westhuizen and Wasserman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what was the aim of this?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I think Van der Westhuizen showed Wasserman the point where we would eliminate the people.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did they then return?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened then?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Ndaba and Shabalala was then taken out of the vehicle and myself and Wasserman and Botha walked with the people with the two to the point where Wasserman had taken us to.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were Shabalala and Ndaba then bound?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Yes they were and they were blindfolded.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were their hands tied in front or behind their backs?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "In front of them.",
            "Male"
        ],
        [
            "MR VISSER",
            "How did they know how to walk if they were blindfolded?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Myself and Botha held them on their belts and we guided them.",
            "Male"
        ],
        [
            "MR VISSER",
            "And when you arrived at the river what happened then?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I can't remember, I think Botha suggested that we all take a leak or that the two of them had to do it and after this, Wasserman told them to sit.  During this time myself and Botha took the firearms from the bag.",
            "Male"
        ],
        [
            "MR VISSER",
            "Which firearms were these?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "It was Scorpion pistols, machine pistols.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did they have silencers?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And these were illegal firearms, not true?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is true.  We took the two firearms out and the moment when Wasserman had them sitting we came closer and we shot them at the back of the head.",
            "Male"
        ],
        [
            "MR VISSER",
            "Both of them in the head?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what happened after this?  What happened to them?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "They both fell over immediately.  We shot them a second time and then we started taking off their clothes.  Wasserman then brought concrete poles from the kombi.",
            "Male"
        ],
        [
            "MR VISSER",
            "Anything else?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "There was also wire, concrete poles, hessian bags.  We bound them with the hessian bags, we placed the concrete poles on them and we bound it with wire.  We then continues to throw the two bodies in the water.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you remember who was thrown into the water first?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I think Wasserman and Botha first threw Ndaba in and then after this myself and Wasserman threw Shabalala in.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you remember which of the two persons were shot by you?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I shot Shabalala.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr du Preez, after these events it was in November 1994, you were approached by a representative of the Attorney General's office, is this correct?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then you made a declaration of oath that you signed regarding aspects of this incident?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "In which you denied that you had any knowledge of a blue Toyota Corolla?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "In as far as in this statement you had said something that is not the truth.  You are also applying for amnesty for perjury, is that correct?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "You're also applying for amnesty for the abduction, kidnapping and unlawful arrest of Mr Shabalala, the unlawful detention, deprivation of liberty of both Mr Shabalala and Mr Ndaba?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "The murder of said Mr Ndaba and Shabalala, the unlawful possession of unlicensed Scorpion sub-machine pistol and ammunition?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, you also took part in the destruction of Mr Shabalala's vehicle?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you please briefly tell the Committee what you know about this?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "After we had returned to the farm and had burnt the clothes, the vehicle of Ndaba - of Shabalala, was taken out of the garage.  We drove, myself and Wasserman, drove in the vehicle to a place on the other side of Verulam.  We then parked the vehicle on a dump site.  We then doused the vehicle with petrol and we burned the vehicle out.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you first search the vehicle before you did this?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "You're also applying for amnesty for housebreaking, the intention to steal and theft.  What is this related to?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "During the time that we detained Shabalala, he pointed safe houses out to us.  We went into these safe houses and we removed certain documents from there.",
            "Male"
        ],
        [
            "MR VISSER",
            "Just to make it clear in the one case did you have keys for one or both of these safe houses?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "We did have keys.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said Shabalala pointed out the houses?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No he started saying Shabalala then he corrected himself by saying no, Ndaba.\n\tWho told you about these safe houses, Mr du Preez?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Mr Ndaba.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you just spoke of the fact that you had keys for one or both of the houses?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "We had keys for a flat, I think it was the Impala Flat if I remember correctly but going into the flat was not with the permission of the lessee or the owner.",
            "Male"
        ],
        [
            "MR VISSER",
            "You did not have permission to go into the flat?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now the other safe house, how did you get in there?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "We picked the lock and we went into the place.",
            "Male"
        ],
        [
            "MR VISSER",
            "And at these two places did you take anything away from there?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "We took documents from these places.",
            "Male"
        ],
        [
            "MR VISSER",
            "You are then applying for any lesser offence or delict that might flow from the facts, is this true?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Then lastly, on the day when you had arrested Mr Nyanda ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, this taking suspected terrorist documents from a safe house, is that a criminal offence?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Chairperson, we agonised about that question and really we don't know.  In fact Chairperson, so much so that I have already prepared a little argument to you about what your duties should be in that regard.  You know what Commissioner de Jager's viewpoints are, one must specify the offences or the delicts and I was going to argue to you Chairperson if appropriate that what you really need to do is to give amnesty for any offence or delict committed on in regard to this incident and that would cut out all of these arguments.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So we'll leave it if you're aware of the fact that we'll deal with it later then?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Chairperson, we actually had the same situation as far as one of the witnesses was concerned in the Quarry Road as well and you no doubt heard about the Northern Transvaal problem which we had which was so close to self defence that the Committee really didn't know which way to go and neither did we, what to say.  So it is a problem, it is a problem yes, Chairperson.\n\tThe only thing I still want to ask you, do you know or do you not know who Mr Nyanda or Mr Gordon was arrested first on that day?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I'm sure it was Mr Nyanda and after we had arrested Mr Nyanda we gave a radio message that he had been arrested and that the other persons and that the other people then had to concentrate on the other placed that were known.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you also have information at that stage about the identities of other people that were involved with operation Vula?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you remember who you had been aware of, at the 12th July who had been involved with Vula?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, concerning Durban there had been quite a few persons.  Names such as Gordon, Patel and a few others.",
            "Male"
        ],
        [
            "MR VISSER",
            "How many people did you arrest on the 12th according to what you can remember, approximately?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I think there was approximately 12.",
            "Male"
        ],
        [
            "MR VISSER",
            "And there were also other people in other places?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "That you were aware of that Mr Ndaba pointed out?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Chairperson.\nNO FURTHER QUESTION BY MR VISSER",
            "Male"
        ],
        [
            "MS POSWA",
            "Mr du Preez, what position were you in vis-a-vis Mr Botha, was he your senior?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What rank were you then?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I think I was a lieutenant or captain, I'm not sure.",
            "Male"
        ],
        [
            "MS POSWA",
            "You just told us that when - I'm going to put it like this, when you went to the Greyville Racecourse, what were your instructions?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Our instructions were to protect Ndaba, to watch him and to help him in case problems arose.",
            "Male"
        ],
        [
            "MS POSWA",
            "And then when problems did arise you were able to protect him and at the same time pretend as if you are arresting him all at once?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No, not to arrest him, to arrest Shabalala.",
            "Male"
        ],
        [
            "MS POSWA",
            "If I heard correctly, I thought you said that when the signal was given and you were told to converge on Shabalala and Ndaba you tried to make as if you were arresting Ndaba as well?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "What I'm saying is at that point your instructions were that you should protect Ndaba but when the time came you were able to protect him as well as pretend to be arresting him?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "That must have been quite difficult, mustn't it?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson, it was not difficult.",
            "Male"
        ],
        [
            "MS POSWA",
            "You transported Moosa to the safe house?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "And you already told us how this was done.  Now when did you come into contact with Ndaba?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "On the Saturday morning when Vusi Ninele had arrested him.",
            "Male"
        ],
        [
            "MS POSWA",
            "At C R Swart?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "And you did not ...(indistinct) any assault?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "Who was Ninele with when he arrested Ndaba?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Are you asking me in retrospect?",
            "Male"
        ],
        [
            "MS POSWA",
            "Well let me just rephrase that.  When you met Ndaba at C R Swart, you said he was with Ninele?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MS POSWA",
            "And who else?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "When I arrived at C R Swart, Chairperson, Ninele was standing outside and Ninele had Charles Ndaba with him and he brought him to me and he told me that he had arrested this person.  At that stage there had been policemen present, uniformed policemen, that were standing in the background and I immediately took Ninele and Ndaba and I took them to the 15th floor.",
            "Male"
        ],
        [
            "MS POSWA",
            "You did not see another person who was not in uniform?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, there was a lot of people, it was outside the charge office and there had been several people standing around.  There were other policemen, people that I did not think was important or involved, this was outside C. R. Swart Police Station, there were lots of people.",
            "Male"
        ],
        [
            "MS POSWA",
            "I quite understand that but the people who were involved you say you didn't see anybody else it was just Ninele and the uniformed policemen?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "When I approached it was only Ninele and Ndaba that was standing together and there had been a policeman standing at a distance watching them.",
            "Male"
        ],
        [
            "MR LAX",
            "If I may just interpose there, ma'am?\n\tThese policemen that were standing at a distance watching, they weren't involved in the actual arrest of Ndaba or the apprehension of Ndaba?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I believe that at that stage I did not know what the circumstances were or how Ninele had gotten there.  Only afterwards did I discover that the police helped him apparently to take the person from the pharmacy to C.R. Swart.",
            "Male"
        ],
        [
            "MR LAX",
            "Why would they be standing at a distance watching if they were involved in the apprehension of a terrorist and they would have known that because Ninele would have been excited?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Ninele was excited when he saw me, he immediately walked to me with Charles Ndaba.",
            "Male"
        ],
        [
            "MR LAX",
            "This is like an exciting event for them, now we've apprehended a terrorist in their minds, why would they stand at a distance?  They'd want to be part of this whole exercise?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No they weren't Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "But doesn't it strike you as strange that they were calmly standing back at a distance?  It's not the normal behaviour of a human being in that situation is it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did they know he was a terrorist?  They had just been asked to fetch someone from a pharmacy?",
            "Unknown"
        ],
        [
            "MR LAX",
            "No, they apprehended him at a pharmacy with an askari.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understood that they were asked to go help take him from the pharmacy to C.R. Swart Square?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "They were not part of the arrest, they were just called in after Ninele had arrested him?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Fair enough I'll leave it at that.  Please continue Ms Poswa?",
            "Male"
        ],
        [
            "MS POSWA",
            "Prior to this incident - I'm sorry I've just lost trend a bit here - did you know Ndaba prior to this incident?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I knew about him.",
            "Male"
        ],
        [
            "MS POSWA",
            "But you did not know him?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I did not personally know him.",
            "Male"
        ],
        [
            "MS POSWA",
            "Okay and at that stage did you know anything about Operation Vula?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "At which stage were you informed about this operation?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "The evening, that evening or the next day Botha informed us.",
            "Male"
        ],
        [
            "MS POSWA",
            "In what context?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "He informed us that Ndaba had told him.",
            "Male"
        ],
        [
            "MS POSWA",
            "Now what - I'm asking in what context, what was happening, did he just burst out \"Ndaba told me about Operation Vula\" or what was happening when this information was divulged?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, Botha informed us with the run of time as the matter developed.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just be clear here?  It was on that very same day?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "So that would have been the 7th July?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And was it before you went to go and arrest Shabalala or before you went to the meeting with Shabalala and then ended up arresting in, was it part of your briefing?  I not sure.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson, I think it was after the arrest of Shabalala when we returned to the safe house that Botha during the interrogation of Ndaba and later on it had become known to us.",
            "Male"
        ],
        [
            "MR LAX",
            "It was definitely on that day that he told you about this whole operation?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Not in it's totality.  I think the next day more information had become known.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you, sorry.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I get some more of this?  After you got to the safe house I understand from what you said Botha started interrogating Ndaba?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "He spoke to Ndaba.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just him, Botha, nobody else?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson, as far as I can remember.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And sometime later he came out and told you something about Operation Vula?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "Can we just get some clarification here Mr du Preez?  Mr Botha advised us that you interrogate a suspect and you debrief and informer.  You just told us that he interrogated Botha.  Are you using the term loosely or what exactly, which terminology should you have used?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I'm not sure what the question is.",
            "Male"
        ],
        [
            "MS POSWA",
            "You have just told us that Mr Botha interrogated Mr Ndaba?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I did not say interrogate I said questioned.  He had a conversation with him.",
            "Male"
        ],
        [
            "MS POSWA",
            "My mistake.",
            "Female"
        ],
        [
            "MR LAX",
            "Sorry, the confusion was created in the question that the Chairperson put to him about interrogation.  He spoke about speaking to the man, he said ...(indistinct).",
            "Male"
        ],
        [
            "MS POSWA",
            "Thanks Mr Commissioner.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Did you know this Ndaba was an informer?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No, Botha told us this Saturday morning at C.R. Swart.  Before that I did not know.",
            "Male"
        ],
        [
            "MS POSWA",
            "Mr du Preez, can you just give us more information on the decision to eliminate Botha - I mean sorry, Ndaba and Shabalala?  What was discussed there?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "At which stage?  Are you talking about the day that they had been eliminated?",
            "Male"
        ],
        [
            "MS POSWA",
            "On the day that he was to be eliminated.",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, Botha explained to me that Ndaba and Shabalala had become such a problem and he sketched out the whole situation surrounding the detentions and Ndaba's feeling that he wanted to return to the ANC and this led to the elimination or to the decision to eliminate.",
            "Male"
        ],
        [
            "MS POSWA",
            "So you were part of the decision to eliminate?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I agreed with this.",
            "Male"
        ],
        [
            "MS POSWA",
            "Now you said that you were keeping watch over Ndaba and Shabalala whilst they were at the safe house.  Would you agree with the fact that Shabalala was robust and aggressive?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I would say he was aggressive or he did not freely speak.",
            "Male"
        ],
        [
            "MS POSWA",
            "Did he tell you about his concerns about Ndaba, the fact that he suspected that Ndaba was working with you?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson, the day I'd heard, I can't remember from whom, but I heard that such an allegation had been made.",
            "Male"
        ],
        [
            "MS POSWA",
            "And what impressions over the time you are guarding Ndaba did you get about his general demeanour?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "About Ndaba?",
            "Male"
        ],
        [
            "MS POSWA",
            "Yes, how did he come across?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "He was completely comfortable, initially he was completely comfortable and Botha and himself had spoken.  Botha had spoken to him all the time and it was after Siphiwe Nyanda's arrest that I realised that a slight change had occurred in him, in his attitude.",
            "Male"
        ],
        [
            "MS POSWA",
            "How did it change?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I think he was nervous.",
            "Male"
        ],
        [
            "MS POSWA",
            "Can you describe what you saw that caused you to believe he was nervous?",
            "Female"
        ],
        [
            "MS POSWA",
            "Chairperson, as far as I can remember I did not speak to him a lot but the way in which he spoke and his attitude towards us, his body language was nervous.",
            "Female"
        ],
        [
            "MS POSWA",
            "Okay, whilst we're on that point can we go to the arrest of Mr Nyanda?  You say that you were observing the house?",
            "Female"
        ],
        [
            "MS POSWA",
            "Correct.",
            "Female"
        ],
        [
            "MS POSWA",
            "And you followed him?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "Now you agree that Mr Nyanda had come or did you know that Mr Nyanda had come into the country clandestinely?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I accepted it to be like that.",
            "Male"
        ],
        [
            "MS POSWA",
            "At that particular moment he was underground?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "And then you said that you arrested him because he was behaving strangely?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.  During our pursuit of him he used anti-pursuant measures that led us to believe that he had observed us.",
            "Male"
        ],
        [
            "MS POSWA",
            "But as I just put to you he was here undercover.  There was no way he would just be acting like a normal person.  He had to be on his guard all the time, he had to be certain that he's not being followed and whether or not you in particular were following him or the car behind him or the car next to him, was not really the issue.  He had to ensure that whoever was behind him would not in any way tail him, he would have to perform those anti-pursuit manoeuvres anyway whether or not he was certain that people were behind him.  Or don't you accept that?  You accept that?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I accept that Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "Then why do you think then that - why did you then continue to arrest him because he was acting normally.  This was a man underground who had to be on his guard all the time and whether or not it was your car, he was performing the anti-pursuit manoeuvres again, you wouldn't have known?  I mean he was not going to drive along like every other normal citizen, he had to be on his guard all the time so whether he shook you off or not will have been of no consequence.  What I'm trying to say to you, Mr du Preez, is that I just do not believe that that was the reason he was arrested?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, that was the reason I believed that he had realised we were following him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he start speeding off before you had taken any action against him?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Yes Chairperson, he started driving quickly and slowly and these are some of the tactics used.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He wasn't trying to escape from you he was just using the normal evasive tactics you would expect of someone who was underground?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why do you suddenly say \"I agree\", why if he was behaving as you would have expected him driving along using more and more evasive tacts why did you decide to arrest him?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, if you following such a person then you immediately realise if it is just the normal tactics r if this is tactics to get away from someone.  I was of the opinion that he was trying to get away from us.",
            "Male"
        ],
        [
            "MR LAX",
            "There's been no evidence whatsoever that he was trying to escape from you, that you were actually chasing him, none whatsoever so far?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson, it was not a pursuit.",
            "Male"
        ],
        [
            "MR LAX",
            "I've just got another aspect while we're on this issue that I'd like you to follow up.  Your instructions were to go to that house and to observe that house, to observe who entered and who left.  Those were actually your instructions that's what you are there for, is that right?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "So why did you decide to follow Nyanda, what made you decide to follow him?  He came, he left, others came, they left, isn't that so?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, this was left to my own discretion and I knew that we would shortly be arresting them.",
            "Male"
        ],
        [
            "MR LAX",
            "How did you know you were going to arrest them soon?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I had been discussed that we would arrest.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, I have a great problem with what you've just told us that it was discussed that you were going to arrest them soon because Botha told us that he had no expectation whatsoever that any arrests were imminent and he was in control of this operation.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, this is not how I understood it.",
            "Male"
        ],
        [
            "MR LAX",
            "In fact he told us - sorry, finish your answer, I'm cutting you short.  Finish your answer please?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "What I understood from the moment we started placing these houses under observation was that arrests would follow.  When was not discussed, a time was not determined when we would do it.",
            "Male"
        ],
        [
            "MR LAX",
            "It was spoken about in such a manner that you thought it was imminent?  That's just been your evidence?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I believed it to be like that, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Well again ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't you say arrests had been discussed?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "A moment ago you said in your evidence that we knew he would be arrested soon as the question of arrests had been discussed.",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "We didn't speak about the matter but that's how a group would be arrested.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, that doesn't accord with Botha's evidence at all or Steyn's evidence for that matter or even Wasserman's evidence for that matter.  The general picture that we have been given so far is that no arrests were imminent, that in fact Botha didn't even think it necessary to tell you about General van der Merwe's instructions because he had no expectation whatsoever that any arrests might be imminent.  That's why he didn't even think it important to even tell you that bit yet?  I might add in fairness that in addition to that he also didn't have time to tell you either but he wasn't that worried about it because in his testimony he said it was something that wasn't in his mind even at that stage?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson the fact that we - according to me it was general knowledge that at some stage they would be arrested.",
            "Male"
        ],
        [
            "MR LAX",
            "Now one last thing on this aspect if I may, and that is you said you would have arrested them anyway even if you'd had orders not to arrest them, did I understand you correctly there?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Under these circumstances an important person like Nyanda, if such a person had gotten away from us then this whole operation would be endangered according to me.",
            "Male"
        ],
        [
            "MR LAX",
            "So you're telling us that if you'd got orders not to arrest him and this is very, very important as far as I'm concerned, if you'd got orders not to arrest him and you might not have been told the basis for such an order you would still have arrested him regardless of your orders?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I cannot say that Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Well of course you wouldn't have, I mean if Botha told you under no circumstances arrest this man, you would never have arrested him surely?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Well just explain why you said earlier in your evidence that you would have arrested him regardless of whether you had orders not to arrest him?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I said that regarding the circumstances.  In the circumstances if specific orders had been given not to do it then I believe we would not have done such a close pursuit or we would not have pressured so much for a pursuit.",
            "Male"
        ],
        [
            "MR LAX",
            "Please continue Ms Poswa?",
            "Male"
        ],
        [
            "MS POSWA",
            "Thank you.\n\tI'd just like to clarify something.  So now you are now saying that you actually pursued him?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "We did pursue him.",
            "Male"
        ],
        [
            "MS POSWA",
            "Now let's go back to the elimination, the discussion on the elimination.  What were your views when Botha expressed this and told you and explained everything to you about the possible elimination of the need to eliminate Charles Ndaba.  I'd like to know your own political perspective, your perspective from a political point of view.",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "My personal or my political convictions?",
            "Male"
        ],
        [
            "MS POSWA",
            "Your personal, the way you saw it politically, the way you saw the need to eliminate Charles and Wuso, how did you see it?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, what Botha had explained to me I concurred with that if this had to become known, these arrests, these detentions, I agreed with him that it would be a great embarrassment for the government and that it would endanger the entire matter.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But why should the arrest and illegal detention of people for a few days become a great embarrassment to the government?  Hadn't South Africa become notorious throughout the world for detaining people?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I think it was precisely at that stage that it was such a big thing that the security branch was the target of the press.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(inaudible) and if the government had said if we'd been told we knew nothing about this, it would be the security branch who would be greatly embarrassed, not the government, wouldn't it?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That too, Chairperson, but there had been negotiations under way.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "And as I understand it, I have not heard all the evidence, I have heard what's been said here, your seniors were wanting to keep it quiet by not telling anybody about all this, did you know that?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I accepted it like that, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "By your seniors I meant Botha and Steyn, they didn't go higher up the ladder, they concealed it from their own seniors, they concealed it from headquarters?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I'm sure they would have done it like that but they would not have taken it higher up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You are sure they would have done it like that?  They would not have taken - they discover Operation Vula, they arrest persons who can give vital information about it and you are sure they would have kept it and not taken it higher up, is that what you say?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I accepted that they would not take it higher up, I could not see the necessity for it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But Operation Vula was an enormous operation wasn't it?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I am talking about the arrests, the unlawful detentions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Of the people who had supplied the information about Operation Vula, they weren't pocket pickers and things of that nature.  As I understand your evidence it was after Shabalala's arrest after they were taken to the safe house Ndaba told Botha about Operation Vula and Botha came out and told you?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And that was an operation of great magnitude?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When Nyanda was arrested, I think I'm right in saying a very efficient communication system was found in the house?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All matters of great importance and these people were sources of that information?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you accept that Botha and Steyn would not have told their superiors, would not have told security headquarters they had unearthed this and that they had potential witnesses?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson, I did not think that Botha would not say this to headquarters.  The information they certainly would have conveyed.  I am talking about the unlawful detention of these people that they would not convey it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But surely - you keep saying that, these people were the source of that information, the fact that you had people that could supply such information was of great importance, wasn't it?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, in headquarters they probably only would have said that they had information, headquarters would not have asked where does this information come from, who are these people.",
            "Male"
        ],
        [
            "MR LAX",
            "Surely in a situation where there is this huge conspiracy, okay, of major import particularly to the negotiating process, this could have put the ANC on the back foot if it had been handled properly, do you agree with that?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Now surely in those circumstances just to tell headquarters that we have information is not good enough, you've got to tell headquarters that you have information, credible witnesses, people who were involved.  You've got them in your hands and yes you warn him, listen, we've arrested them unlawfully, there may be some strings attached here, how else can they make proper analysis of the facts and of the strategy to be employed if they don't know that?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I did not inform headquarters and I was not there at the time.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes but I'm asking you as a lieutenant or captain in the security branch at that time.  An experienced officer, it would have been something you would have done, you would have thought how can they make a proper analysis here without knowing this?  The information was bigger than the unlawful arrest?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, if I personally had to inform them then I would have informed them with all the facts but I would not have informed them of the fact that an Ndaba or Shabalala had been detained.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not, surely it is vital to them if they had got any brains in their head to know that they can come down and talk to these people, they can seek further information from them, that these people are there available as sources of information.",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Further information would have come from us.",
            "Male"
        ],
        [
            "MR LAX",
            "You see there's one more important fact here, there's - often information is obtained unlawfully, nothing unusual about that.  Unlawful phone taps are used.  Those are matters which you can use damage control very easily on, you can create legends to deal with those issues, that's not so surprising in the light of the conflict, is it, the mere unlawful detention of somebody?  That's not an unusual in your however many years you have had of experience as a security operative, it wasn't an unusual thing, correct/",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "It was not, Chairperson, at that stage.  This situation, this is what we did in the given situation because we then thought it the right thing to do.",
            "Male"
        ],
        [
            "MR LAX",
            "You were involved in countless acts where people were abducted, information obtained, you applied for amnesty for some of them, isn't that so?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "And the considerations in those matters weren't so much the unlawful detention of the person, it was that they knew information, that they knew channels, that they knew a whole range of other things that finally led to their deaths?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "The unlawful detention of this person or these people per se on it's own wasn't such a big deal, that's all I'm suggesting to you?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I think the evidence of Colonel Botha pointed to all the aspects involved in this matter.",
            "Male"
        ],
        [
            "MR LAX",
            "You see we're not talking about their killing yet, we're just talking about the stage of the unlawful detention.  The decision to kill them came later.  I'm talking about at the stage the information became available, at the stage you were informed and at the stage the decision was taken to go to headquarters.  At that stage all you were guilty of was an unlawful detention, nothing more.  On your own evidence and everyone else's evidence?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson",
            "Male"
        ],
        [
            "MR LAX",
            "Now at that stage, that's what I'm saying, at that stage that unlawful detention was no big deal, it was a relatively minor issue that could have been resolved quite quickly, not so?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the unlawful detention?  Shabalala had been arrested, he was suspected of being a terrorist who returned to the country illegally?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that was a legal arrest?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, the problem had arisen from the fact that he was an informer.  It was not an unlawful arrest as such, the problem arose to place a person back.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "We're talking about Shabalala, pardon for interrupting you.",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Could you please repeat the question?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Shabalala was, as I understand it, a known terrorist who was illegally in the country.  He was arrested.",
            "Unknown"
        ],
        [
            "MR LAX",
            "He was legally in the country, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well I think he'd returned illegally.",
            "Unknown"
        ],
        [
            "MR LAX",
            "I think he'd been trained internally.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, he'd been trained here.  Sorry, he hadn't left the country, he was a trained terrorist.",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "He was a locally trained terrorist.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You arrested him.",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that illegal?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "We didn't have any case against him at that stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you had an informer who had told you he was meeting him and that's why you went, you were frightened that he might kill your informer, you suspected him of being a violent man?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, the fear was not that he would kill the informer, the fear was that the informer would then walk out as an informer.",
            "Male"
        ],
        [
            "MR LAX",
            "There were two in fact, the one was that some danger might come to Ndaba, the other was that his cover might be blown?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I thought you told us that you went there to protect Ndaba?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, so Ndaba was a source of information, you could have got more information from him about Shabalala?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "The protection of Ndaba also pertained to the fact that he was an informer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'm talking about the illegal detention, this is what worries me at the moment.  If you had Ndaba who was giving all sorts of information and would undoubtedly given information about Shabalala?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It would have been a legal arrest.  Your impropriety may have been if you had not produced him before a court within 48 hours, a technical?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So that was what you were trying to cover up, that was what was the source of great embarrassment was it?  The arrest in those circumstances and the subsequent detention of Shabalala?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I'm not following.",
            "Male"
        ],
        [
            "MR LAX",
            "Perhaps I could put it differently.  The fact of the matter is that by the time you were aware of Operation Vula, you barely had him in your custody for no more than six hours and I'm stretching it a bit but roughly that?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson, the time when we arrested Shabalala we knew very little of Operation Vula or I knew very little of Operation Vula.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes but you were informed by Botha within six hours of his arrest or at most ten hours because they were picked up at half past 4, by the time you got to the safe house it was 5 and your evidence is that evening you were informed by Botha after he had spoken to Ndaba at the safe house, for the second time now at the safe house, that this is the outline of Operation Vula.  You knew enough to know this was a high profile matter, correct?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Now at that stage he was still in lawful detention and in fact the 48 hours is neither here nor there, you could have used Section 29 if you wanted to which would have given you three months?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "This is now for Shabalala?",
            "Male"
        ],
        [
            "MR LAX",
            "Correct.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, after he had been arrested he could not be released or locked up because he would then ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "You're missing the point, with the greatest of respect, the issue is not whether he could be released or kept in custody.  At that stage he didn't know anything that Ndaba was an informer, that's the evidence, he only became aware of that a couple of days later.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "But he was arrested with Ndaba.",
            "Male"
        ],
        [
            "MR LAX",
            "Correct but you guys did it in such a way that he would have suspected nothing, that's been your evidence and Wasserman's evidence.  Now, the question I am putting to you is a simple one.  At that stage there was nothing in your minds that would have told you that this was an unlawful act, you're acting within the full ambit of your legal powers at that stage.  You could not have believed you were acting illegally in that point in time?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, directly after the arrest of Shabalala the question had arisen what are we going to do with him, we've arrested him and it was an embarrassment, it was a problem.  The moment we arrested him Shabalala was a problem.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm explaining to you that in terms of the existing laws at that time it couldn't possible have been a problem because at best under the Criminal Procedure Act you had 48 hours, you would have known that as a Lieutenant or a Captain and at best beyond that you would have known that in terms of the Internal Security Act you had three months to do something to question him whatever, because the man you know is an internally trained terrorist, he falls completely within the parameters of the Internal Security Act, you would have known that?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, if I from the assumption that I would have taken him then and locked him up then, then the arrest of Ndaba would have appeared and that is why we knew right from the beginning whether it was 24 hours or 48 hours left, there was no ways that I could take him and lock him up because that would have exposed the arrest of Ndaba and that is why I say at no stage it was considered to lock him up or to illegally detain him.",
            "Male"
        ],
        [
            "MR LAX",
            "Is that maybe because you people had decided from the beginning you were going to kill him?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I think shortly after his arrest it was a dilemma and we realised it was a problem and we realised that Shabalala would have to be eliminated to protect Ndaba.",
            "Male"
        ],
        [
            "MR LAX",
            "Thanks Chairperson, I think we can leave it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We'll take a short adjournment now.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Chairperson, would you kindly remind him of his oath?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "MS POSWA",
            "(cont) We were still discussing the elimination, the discussion on elimination of Ndaba and Shabalala.  Did you not think the position of the National Party would be worsened by the killing of these two and concealing the death thereof?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "If it had come out, yes.",
            "Male"
        ],
        [
            "MS POSWA",
            "If it had come out?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct but I believed that it wouldn't.",
            "Male"
        ],
        [
            "MS POSWA",
            "Why not?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Because we kept it secret.",
            "Male"
        ],
        [
            "MS POSWA",
            "And you had kept others secret before then?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MS POSWA",
            "You had successfully kept other deaths secret so you felt that this would not be any different?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why, can you explain from your point of view, why the people were taken, killed and their bodies left in a public place where the public had access to it, the Tugela River, whereas you had farms scattered throughout Natal where they could be safely buried and not subject to possible public discovery?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chair, I don't know that was the planning of that day.  The farm that Vorster had I don't think the farm was still in our possession at that time.",
            "Male"
        ],
        [
            "MR LAX",
            "But Blackburn was?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Yes Chairperson, but we stayed on Blackburn so we would not have buried someone there.",
            "Male"
        ],
        [
            "MR LAX",
            "People were living on Waterloo at the time then Ngwene was buried there?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "He was buried about 40 metres from the house?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson that was Taylor's decision it wasn't my decision.",
            "Male"
        ],
        [
            "MR LAX",
            "But this wasn't your decision either, this was Botha's decision which you agreed with?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MS POSWA",
            "Thank you.  Can you just clarify again, what did you say the reason for stopping at the river, what reason was given for stopping at the river.",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "The fact that we would have urinated, that was to the deceased.  The reason why we stopped at the river was to eliminate the people and the reason that we presented to them was to urinate.",
            "Male"
        ],
        [
            "MS POSWA",
            "I thought previously in your evidence you had said that Van Der Westhuizen pointed out the place that is why you then stopped?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, the plan was to eliminate the people at the Tugela River at the mouth.",
            "Male"
        ],
        [
            "MR LAX",
            "What's the difference, with respect?",
            "Male"
        ],
        [
            "MS POSWA",
            "No, the thing I'm trying to get to here, I wanted to know whether it was what happened.  I think a question was asked what happened when the vehicle stopped, why did the vehicle come to a stop.  He said Mr van der Westhuizen pointed out the spot.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "My recollection is that he said this was after the vehicle had stopped and after they had got out that he pointed out where to take these two men to.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Thank you Mr Chair, I wasn't aware.\n\tWhat equipment did you take on the day?  What equipment did you take to the murder site?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, the things that I mentioned in my evidence, firearms were taken, also concrete poles, hessian and wire.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This hessian, was that sacks?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Yes it was like sacks but they weren't closed, they were open.  It was open like a roll.",
            "Male"
        ],
        [
            "MS POSWA",
            "Mr du Preez, can you tell us how were you able to perform all these intricate procedures at that time of the night?",
            "Female"
        ],
        [
            "MR VISSER",
            "Which intricate procedures is being referred to, Chairperson?",
            "Male"
        ],
        [
            "MS POSWA",
            "How were you able to take the deceased, put them in the sack, tie them up and tie the poles onto the sacks in the dark?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, it was light enough to do it, we could see.",
            "Male"
        ],
        [
            "MS POSWA",
            "Where did the light come from?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, it wasn't pitch dark that you couldn't see, I could see where the people were lying.",
            "Male"
        ],
        [
            "MS POSWA",
            "I think you need to be specific here, where was the light from?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "It was night and I could see in the night.",
            "Male"
        ],
        [
            "MS POSWA",
            "I think I have a problem here, I don't know where I'm not putting this question correctly because Mr Botha gave me a similar answer that it was just light and what I want to put to them is that there is no way you could have done all that in the dark?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, it was done with the available light that there was.",
            "Male"
        ],
        [
            "MR LAX",
            "Advocate Poswa, there's - I don't know, I've heard countless bits of testimony from people who live in rural areas where there are no lights that they recognised someone in the dark let alone did certain things.  People walk on paths from place A to place B, different people have different capacities to see in the dark.  I think we need to - it's not an unreasonable answer.",
            "Male"
        ],
        [
            "MS POSWA",
            "At which stage would Ndaba inform you about the safe houses?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I think that was from the first night, it was the evening of the 7th.",
            "Male"
        ],
        [
            "MS POSWA",
            "And provided the keys to the flat?  The same night?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I can't remember which house we visited on which night.  I can remember is that we visited to or three places, I can't remember the sequence.",
            "Male"
        ],
        [
            "MR LAX",
            "I think the question, did he give you the keys on that same night?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "He had the keys in his possession when he was arrested.",
            "Male"
        ],
        [
            "MR LAX",
            "So he must have given it to you then?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Well not necessarily Ndaba.  Ndaba had the keys to one of the safe houses?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And he told you about another one.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "So that accords with Mr Maharaj's evidence that he only knew about two safe houses?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "What I know personally, he personally pointed three safe houses out to me.",
            "Male"
        ],
        [
            "MR LAX",
            "The evidence so far has been that he only pointed out two safe houses and you only went to two safe houses?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson, he also pointed out others.",
            "Male"
        ],
        [
            "MR LAX",
            "Why didn't you go to the third one then if he pointed out a third one?  Why didn't you break into the third one?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "There were people who were staying there.",
            "Male"
        ],
        [
            "MR LAX",
            "There's been no evidence whatsoever that anybody went to a third safe house as part of this investigative process.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, perhaps I can clarify this.  The flats that we visited was the flat in Point Road.  I think it was in Parlof Flats, I'm not quite sure.  The other flat we visited was in Brickhill Road and I think it was 48 Deniel, he also pointed out that to me.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm just wondering if I could be of assistance, Chairperson.  I know that a lot of evidence has been given but perhaps could I make reference to two aspects on this very point?  The one is in Exhibit D, paragraph 9.  That was the evidence of Botha you will recall Commissioner Lax that he said that he gave the addresses of several houses, several safe houses and then in Steyn's evidence in Exhibit H, admittedly I did not spend the time to read it out but you will find at page 5 where he copied a part of the judgement of a magistrate in the application to be released on bail by Mr Nyanda and you will see at the bottom of that page - H, Chairperson, that is Steyn's evidence at page 5 thereof, Chairperson, you will see in the paragraph at the bottom of that page, you will see the words\n\"At the time of his arrest they were busy with establishing an arms pile up.  In the process he obtained several hide outs or what is commonly termed safe addresses by renting\"\nand then certain addresses are given, two of which have been referred to in the evidence here.  I'm not saying that this is what the evidence of this witness was, I'm simply saying that there has been reference to the fact that more than two safe houses were in fact mentioned.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, the subtle difference is this, is that we know there were many safe houses, there were houses all over the country.  That's one thing to find out after the event and at the time of bail hearing to be able to testify to that, that's one thing.  We're talking about the information gleaned from Ndaba which is a very different thing.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry, I was just going to return to Exhibit D Chairperson, on the issue of whether there was evidence about more than two safe houses at all.  Paragraph 37 at page 8 was the evidence which Mr Botha gave and he said Ndaba gave him the addresses of certain safe houses and during the night of 7 - 8 July, Botha and Du Preez broke into two of those safe houses, yes.",
            "Male"
        ],
        [
            "MR LAX",
            "I'm not disputing that.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes but it's not really an issue, Chairperson, whether it was two or more, with respect.",
            "Male"
        ],
        [
            "MS POSWA",
            "Mr du Preez, finally, you say that these people, the actions you did were done in a war situation.  Well in the general conclusion of the whole scenario but in fact it wasn't, you had had all the time, these men had been arrested, detained, we submit tortured and you had had all the time to consider your options?  I want to put it to you that you really cannot say that this was done in a war situation.  There wasn't a shoot out, the whole thing was planned and orchestrated well and therefore you cannot seriously be asking that this Committee should forgive you for that?",
            "Female"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, in my application we have sketched the situation and the circumstances and I maintain and stand by that.",
            "Male"
        ],
        [
            "MS POSWA",
            "No more questions, Chairperson.\nNO FURTHER QUESTIONS BY MS POSWA",
            "Female"
        ],
        [
            "MR WILLS",
            "Thank you Chairperson.\n\tMr du Preez, I see referring to your applications and that is you and your two colleagues, Wasserman and the third non-commissioned officer, sorry, it's Van der Westhuizen, that apart from your personal details these applications are practically identical, is that correct?  I mean you answer question 9(a) question 10(a) word for word, exactly the same.  Question 10(b), question - you've all got these eight points and these up to question 10(b) you've got the ten points identical, giving your political motivation?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "How did that come about?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, we have testified at many occasions this was on the last day and these applications were then completed in a hurry.",
            "Male"
        ],
        [
            "MR WILLS",
            "So what you're saying is that - do you know what you said in these applications?  Like if I was to ask you without referring to your application what your political aim to be achieved was under Section 10(a) would you be able to tell me, the points that you raised there.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No, I won't say that out of my head but I will have to refer to it by reading it.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see it seems to me as if some other source has entered into the equation and these facts have been put to you and then you thought that this is something that I can agree to, possibly, but you didn't actually come up with this wording yourself because had you done so it would have differed from your colleagues?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, this was something that was completed and there was a general indication from head office how to complete it because we didn't know how to complete the forms and what the legal aspects were.",
            "Male"
        ],
        [
            "MR WILLS",
            "So did somebody legal complete this?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "This was submitted to our legal representatives.",
            "Male"
        ],
        [
            "MR WILLS",
            "Before you sent it to Cape Town?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "The legal representatives sent it to Cape Town.",
            "Male"
        ],
        [
            "MR WILLS",
            "So can I be correct then that in assuming that you did have legal representation prior or you did have the input of lawyers prior to this application going to Cape Town?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson, we took it to them, if I can remember correctly the forms were put out and it had to be completed and we did it jointly, Botha, myself, Wasserman and Van der Westhuizen.",
            "Male"
        ],
        [
            "MR WILLS",
            "I know you did it jointly, I can see that they were all commissioned by exactly the same person on the same date, it's the 13th December 1996, but I just want to know, where do you get these answers from?  I going to quote from you?\n\"State political aim to be achieved?\"\n\t1.\t\"The defence and maintenance of the former governmental political order.\"\n\t2.\t\"To avert the onslaught of the ANC.\"\n\t3.\t\"To make every attempt -\"\nAnd everyone's is the same, the three of yours is the same, in fact the five of you of the same.  Steyn's is the same, so is Botha's in answer to these questions.  The difference between Steyn's and Botha's is they give a little bit more detail or a lot more detail as regards the event?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "So I want to know, where do you get this information from?  Tell me?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson that is how we saw it collectively and I think Steyn and Botha had perhaps some information from head office we didn't, we came there on the last day and it was cleared out with them.",
            "Male"
        ],
        [
            "MR WILLS",
            "So at the very least you concede that the five of you worked very closely with one another prior to submitting these applications?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Do you refer to the completion of the forms?",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And no doubt you had made sure that in the completion of these forms there were no contradictions?  Is that right?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Yes, surely.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you took a decision not to describe the incident in any way yourself, you just said you incorporate the statements of General Steyn and Botha in your original application.  Why did you take that decision?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, there wasn't enough time or not a lot of time and I was also of the opinion that we first had to get legal representation before we may complete submissions.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you did so?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Just one further thing prior to going to the incident.  Your counsel referred us to the fact that already in 1994 you knew that the Attorney General of Pretoria was investigating this case?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did that in any way motivate you to apply for amnesty?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, my motivation for the application was to get amnesty.  The Attorney General's issue didn't really motivate me.",
            "Male"
        ],
        [
            "MR WILLS",
            "I would have thought that that be a big motivating factor.  If you know the chances are that you're going to go to jail for this crime you had better apply for amnesty in respect of this crime?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "It's possibly the case.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well I'm asking you.  I'm asking you and I want you to be honest with your answer to me?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, the reason why I applied was because we all decided together and we had to bring this out to the open and say everything about it and it was a joint decision by all of us.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now the implication of your evidence, that is your application that you originally signed on the 13th December 1996, your statement which you've handed to me yesterday that I think is Exhibit L and your viva voce evidence, that's your oral testimony before the Committee today is to the effect that you knew nothing about Vula prior to the arrest of Ndaba?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And it also seems to me to be your evidence that you were not involved in any operation as regards observing safe houses connected with Vula prior to the arrest of Ndaba?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Your only, your involvement commenced for the first time when you received information that Ndaba had been arrested and you attended at C.R. Swart?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And even at that stage you didn't know it was Vula, you only found out about Vula later on that evening?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you were - the body of your evidence has been that you were at great pains, in fact one of your main motivations was to protect the fact or to prevent the fact that Ndaba was an informer from being exposed, is that correct?   And the implications stemming from that, obviously?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and essentially the arrest of Ndaba was an accidental affair, I mean you didn't know that at the time you subsequently found that out and that created a problem for you?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now why in those circumstances was it necessary for him to keep the appointment that same afternoon or allegedly that same afternoon you were aware that we dispute it was on the same afternoon but you allege that it was on the 7th.  Why was it necessary for Ndaba to keep that appointment and I ask this particularly in the light of the fact that the evidence has been to the effect that there was a fall back position for him to go on the 10th.  Botha's evidence has been that the fall back meeting was on the 10th and I think that's common cause, that's Tuesday the 10th.  So why did you rush something?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, that was Botha's and Ndaba's decision.",
            "Male"
        ],
        [
            "MR WILLS",
            "But don't you think it would have been - I'm asking you from your personal experience as a commissioned officer in the security branch with some years to experience, don't you think it would have been a wiser decision if it was your intention to keep his identity closed, to give yourself a bit more time to see what happened and then for him, he could have just arrived at - he could have had a chance to cool down, you could have seen if anything happened and he could have arrived together with your observation on the 10th of the fall back meeting?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, as I have already said that was Botha's decision and we went along with it.  I never questioned it or I didn't think that I had a better plan.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you not want to give me your opinion?  I'm asking you for your opinion as an expert in security matters, are you not wanting to give it to me?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "My opinion is that we acted correctly or that Botha's action was correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "So in other words you had to rush this thing, you had very little time and you had to rush this thing through, not even give yourself a chance really to breathe and as a result if in effect what happened was the whole operation even got more messed up because in consequence Shabalala was also arrested?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Wasn't it equally important to act as quickly as you could before Shabalala got to hear about Ndaba's arrest?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That's possible, I can't think of all the possibilities that Botha took into account, I can't remember them.",
            "Male"
        ],
        [
            "MR WILLS",
            "I want to turn now to the arrest of Shabalala.  You've indicated in your evidence so far that give or take a few hours the decision or the realisation that Shabalala was to be killed basically came quite shortly after his arrest?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "The possibility was there.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now why didn't you just kill him immediately?  What reason was there for you to keep him for another six days?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, those were options that Botha considered and the reason why we didn't kill him immediately, we tried to see whether there was another way out.",
            "Male"
        ],
        [
            "MR WILLS",
            "But you see, if you wanted to protect Ndaba as an informer, you could have killed Shabalala within a day or so and then let Ndaba go?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "You would also then not had any risk of Ndaba being found out, not so?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "You would also have no risk of anybody else in the police finding out about your plan because he would have been out of the way immediately?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then you wouldn't have had to kill Ndaba?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct but that is not what happened.",
            "Male"
        ],
        [
            "MR WILLS",
            "We know that, I'm asking why you didn't think of that, you could have saved one person?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I think it's proof that we didn't just kill people not just on the spur of the moment.",
            "Male"
        ],
        [
            "MR WILLS",
            "What I submit to you, Sir, is that the only probability or the most reasonable probability is that you kept Shabalala for the purposes of gaining information?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That's not the case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you try to interrogate Shabalala?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I didn't interrogate Shabalala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well who was guarding these people?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson we took turns to guard them and C20 members were also involved.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The four of you were them who took turns or three of you, yourself, Wasserman and Van der Westhuizen?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "And Botha and the four members of C20.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So there were eight guarding?  And who kept observation on the safe houses?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "It was myself, Wasserman and Van der Westhuizen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The three of you?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Some of the C20 members assisted with observation, it was also done in turns.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I find it difficult to see how you could be guarding the prisoners at a safe house in Verulam and keeping observation on safe houses in Durban?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, it was only one person who was guarded and often he was tied up in the room so you didn't need a large amount of people to guard, one or two people would have been sufficient at a time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thanks Chairperson.\n\tThe other thing that I can't understand is if this operation was so secret and you wanted to keep this very, very quiet, why did you take these people to a safe house where there are already another four informers who are being questioned by C20 and I'm referring to Mr Botha's affidavit at page 15 attached to his application, 15 of the bundle?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That was the only place that we had, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So these four informers obviously would have become aware of at least the fact that two other people had been brought there?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Not necessarily, they were kept apart.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did the house have sound proofed walls?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are you saying people in another room couldn't hear at all what was happening in another room?  I mean explain the situation to me, I don't know, I haven't seen the house?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson it was a reasonably big house with lots of rooms and lots of rooms had been built on.  I don't believe that they would have been able to hear.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now something that I didn't hear in the previous evidence but maybe I was asleep or not concentrating, is it so that when you took Ndaba for the purposes of pointing out, you didn't just get the addresses from him, you took him and you pointed out certain houses, physically took him and drove him around in the car to point these houses out?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, he did drive with us and he pointed the places out to us.",
            "Male"
        ],
        [
            "MR WILLS",
            "When was this done?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "During the night.",
            "Male"
        ],
        [
            "MR WILLS",
            "Obviously we're talking about the period after his arrest?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you remember which night?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I think it was during the first two nights after his arrest.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you took him twice?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "As far as I can remember Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now I take it from your evidence that at no stage were you given orders or was the order communicated to you from General van der Merwe that you were not to arrest the people whom you were observing?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I did not receive such an order.",
            "Male"
        ],
        [
            "MR WILLS",
            "This was never discussed with you at any stage?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So if Botha says he met with you after his return to Pretoria on the 12th, if he did that this order was not given at that stage?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "He did not give me such an order, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you also like Wasserman essentially receive orders not to cooperate with De Beers unit and to keep the fact that these two were arrested quiet from De Beer?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I cannot remember an order to this effect, I accepted it as something that would just be like that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why?  The security branch - is De Beer in the security branch?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So is it common for you to keep something secret from your own colleagues?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "You had a discussion with Colonel Botha which has been referred to, I just want to canvass one or two issues, the discussion with Botha on the telephone I think it was regarding the decision what to do with these people, do you recall that?  I think it was on the day of their death, he tried to phone General Steyn, he couldn't get hold of General Steyn so he spoke to you.  I don't know, was it a telephone call or was it a physical meeting?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Botha contacted me and told me to come to the farm.",
            "Male"
        ],
        [
            "MR WILLS",
            "And so you went there?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now certain options, Botha has in his evidence claimed certain options were discussed with you.  Can you tell us what those options were?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I cannot remember Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So when you list the discussion in your affidavit, that's not from your own personal memory, you cannot remember anything about this discussion from what has been told to you?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, he discussed options with me about how the elimination would take place.",
            "Male"
        ],
        [
            "MR WILLS",
            "What options did you discuss about how it would happen, what were the options that you discussed about how you might eliminate them?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "About how they would be killed.",
            "Male"
        ],
        [
            "MR WILLS",
            "What options did you discuss?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I think - I cannot remember what we discussed or what other options we considered.  What I can remember is what we had decided upon namely the elimination at the river.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see we've had no evidence whatsoever that any other options were discussed as to how to kill them, none whatsoever, this is the first we're hearing that there were options debated about how to kill them?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I do not know if Botha was questioned about this.",
            "Male"
        ],
        [
            "MR WILLS",
            "Whether he was questioned about it or not is neither here nor there, no one else has mentioned it, at all?",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson with respect, I don't want to interrupt but it's not entirely fair.  If you look at Exhibit D paragraph 69 you'll see that that's exactly what Botha said.  The first sentence and it also appears at page 21 of the original application Chairperson, the last paragraph.",
            "Male"
        ],
        [
            "MR WILLS",
            "Then I must have been asleep when that evidence was led, I withdraw that remark.\n\tMr du Preez, sorry, I'm going to get to that part of the discussion but I'm referring specifically to the time when and I'm referring to page 18 of the original application, page 18 of the bundle where Botha phoned General Steyn to quote in English or my translation:\n\"that afternoon to inform him but he was not available and I suspected that he had already departed for Pretoria due to the fact that there was no one else with whom I could discuss this problem, I contacted Sam du Preez and I appraised him of the problem and discussed the following options with him.\"\nOkay, have you got that in the affidavit?",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Wills can you just give us a reference please?  I seem to have lost that part.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry, I don't know if my translation is annotated as accurately as it should be but it's page 18 of the bundle, the first application.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I don't want to check your translation, I just want the reference, thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "We've all got it I think.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you but the one that I'm concerned about is that, is the first one here, the options in relation to Shabalala is the fact that he gives no co-operation.  Do you remember that being discussed?",
            "Male"
        ],
        [
            "MR WILLS",
            "Chairperson, I can see a lot of things that Botha had considered.  These are things that he mentioned to me, these are his options that he told me about.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see, what Botha says is that he discussed the following options with you, options in relation to Moosa Shabalala and I'm just asking you if this occurred.  Gives no co-operation - was that discussed?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "This was general knowledge.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well what was discussed about it, I'm asking you not whether it was general knowledge, with respect, I want to know what was discussed as regards this option?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I cannot remember Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So can you remember whether he discussed it with you or not?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I can't recall this, it is possible that this might have happened, I cannot exactly remember what was discussed.",
            "Male"
        ],
        [
            "MR WILLS",
            "He says further that he was not prepared to testify, was that discussed with you?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Not that I can remember, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "He said that he was not prepared to become an informer, was that discussed with you?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson as I have already said not one of these things, I cannot remember that we discussed one of these things.  It is possible that Botha had mentioned it to me, I cannot remember it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did he discuss that his release would further harm further Vula Operations?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "As I have answered Chairperson, I cannot remember.",
            "Male"
        ],
        [
            "MR WILLS",
            "So the short of it is, is that you can't recall that discussion at all?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No I can't Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you remember if it happened?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson I cannot remember this discussion.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why don't you say that in your affidavit?  You say you have read the affidavit of Botha and you confirm the contents therein so far as it relates to you?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why don't you say in your affidavit that you can't remember that this discussion took place?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I cannot specifically remember it that this point was discussed.",
            "Male"
        ],
        [
            "MR WILLS",
            "I'm asking you why you didn't tell us that.  You see, why I ask this and what concerns me about this whole application with all five of you is that you all get together and you make these statements after reading everyone's affidavits and you submit these affidavits as if this is the whole truth and yet here we've come across something where you can't even remember it but you've gone up and you've given evidence under oath that you can remember this discussion and it's true so how can I believe what else you say?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, at the time of the completion of this statement as I have already said we completed it very quickly and this was gone over very quickly.  At this point as I am here I cannot remember that Botha and myself had this conversation.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you not discuss this with counsel, did you not read this before you came today, whenever?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I did not read this today before I gave evidence.",
            "Male"
        ],
        [
            "MR WILLS",
            "So when you said in your evidence earlier today in chief that you confirm your statement that you've made in application you actually didn't know what you were confirming, is that what you want us to believe?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I did not read through this statement today or in the recent past.",
            "Male"
        ],
        [
            "MR WILLS",
            "So in fact you weren't able to confirm what you were putting to us yet you did so under oath, why?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Botha's statement as he had given it here, that was read by me.",
            "Male"
        ],
        [
            "MR WILLS",
            "No, I'm talking about your own application.  Did you read Annexure L, this summary of your evidence before us today?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well in that annexure you confirm the same things.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well not quite, he confirmed it in his evidence, Chairperson, the annexure L does not confirm, it just refers to it but he did so in his evidence.",
            "Male"
        ],
        [
            "MR WILLS",
            "But in annexure L by reference it refers to the same thing and the same events?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that's after listening to a whole week of evidence or a whole couple of days of evidence?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "And yet you didn't tell us that you couldn't remember these instances, this is just what you've heard, you have no independent recollection of it at all?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "I just want to concentrate on one aspect here which is, to my mind, quite material and that is that the statement that he is not prepared to become an informer, was that also general knowledge?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I cannot remember that an attempt was ever made to recruit him as an informer.  It was probably in Botha's thoughts but I did not consider it.",
            "Male"
        ],
        [
            "MR WILLS",
            "But you'll concede that if Botha testifies under oath that he is not prepared to become an informer either Botha's lying or that attempt was made to make him an informer, those are the only two options?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was there ever any discussion amongst yourselves concerning this point?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "The recruiting of Shabalala?",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, or the failure to do so?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Not with me, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Because I submit that had he been prepared to be an informer he might have been alive today?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "It is possible, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So if you can't remember this discussion then we must assume that you didn't agree as Botha suggests in his evidence, you didn't agree with him at this discussion that these two people should be killed because you can't even remember the discussion?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I went along with Botha concerning the elimination of these persons.",
            "Male"
        ],
        [
            "MR WILLS",
            "I know you did, I'm talking about at this discussion.  Anyway I'll move from that to consider the options in relation to Ndaba.  Was there any discussion about Ndaba not being prepared to testify?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Such a discussion had taken place.",
            "Male"
        ],
        [
            "MR WILLS",
            "And was there any discussion about the ethics of switching from an informant after detention.  The passage which I'm referring to which I couldn't quite understand and I want clarification on is on page 19, the third option, it says\n\"Switching from an informant after detention would not be ethically correct.\"\nWhat does that mean?  The Afrikaans reads as follows:\n\"Switching from the informer after detention would not have been ethically correct.\"",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I don't know what Botha meant with this.",
            "Male"
        ],
        [
            "MR WILLS",
            "What is your recollection, your independent recollection of when you were first told that these two people were going to be killed, when did this occur?  You've told me you can't remember this discussion.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, earlier on in the week it appeared that Shabalala would have to be eliminated.",
            "Male"
        ],
        [
            "MR WILLS",
            "What do you mean by that I mean did you all - is this just such a common thing that people are eliminated that independently in the minds of five of you this light flashed that it appeared to you as if it's a revelation from God that this person is supposed to be eliminated?  Is that what happened?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well then how did it appear to you?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "It was discussed, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "When was it discussed?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I cannot remember the specific day and time Chairperson but it had been discussed directly or shortly after the arrest of Shabalala.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was it the same day as the arrest?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Shortly after the arrest we realised that there was a problem.  How we would solve it was not known to us at that stage.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, well when did you discuss that you were going to kill him for the first time?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "It was during the time from Sunday to the next Saturday when they had been eliminated.",
            "Male"
        ],
        [
            "MR WILLS",
            "And who was at that discussion?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I remember that it was myself and Botha who discussed it.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then you - this discussion, this independent discussion between you and Botha isn't mentioned anywhere in the evidence as far as I can recall?",
            "Male"
        ],
        [
            "MR VISSER",
            "Well Chairperson, there is a difference to a discussion between Botha and Du Preez on Saturday the 14th?",
            "Male"
        ],
        [
            "MR WILLS",
            "Chairperson, I'm referring to the separate discussion which related only to Shabalala.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry, I didn't understand that.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson I cannot remember a specific discussion but I cannot remember where we were an when it was said but we did discuss it at some point.  I can remember that it had been mentioned that we have a problem and we were both aware of the fact that something had to be done about this problem.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now I just want to be clear and make sure I'm understanding you correctly.  I'm talking about the discussion of Shabalala's death because you've indicated in your earlier answers that the discussion about Shabalala's death occurred earlier than that in relation to Ndaba.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So your testimony must be to the effect that there was a discussion about Shabalala's death and then on the Saturday possibly or at some later stage there was a discussion about Ndaba's death?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Two distinct discussions?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson, we previously had discussed what to do about Shabalala.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you'll agree with me that that evidence hasn't been given by any of the applicants today?",
            "Male"
        ],
        [
            "MR VISSER",
            "No Chairperson, no with respect, paragraph 32 at page 7 Chairperson, of Exhibit D makes it quite clear that Botha told the Committee exactly that, he told the Committee that soon after Shabalala was arrested they realised that there was a problem and they made a plan and he sets out the plan, Chairperson and that plan he says, in the last sentence, he supposed that Shabalala would not be released, in other words that they would have to keep him or eliminate him.  So it's not fair to say that that was never tendered.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Chairperson, I'll leave that, I don't have note of that in my translation but be that as it may, I'll move on.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, if I can intervene?  Mr Visser, where in paragraph 32 does it say they became aware that Shabalala would have to be murdered?",
            "Male"
        ],
        [
            "MR VISSER",
            "Chairperson, the last sentence says and there's another, I did not want to belabour the point but if you turn to page 30, Chairperson, where Botha deals with the situation directly after the arrest.  No, paragraph 30, Chairperson, of Exhibit D where Botha deals with the situation vis-a-vis Shabalala directly after the arrest, he says in paragraph 30 at that stage already the thought that Shabalala might possibly have to be eliminated had already occurred to him.",
            "Male"
        ],
        [
            "MR LAX",
            "You see my recollection of his viva voce testimony was the thought occurred to him but it was not clear whether he necessarily spoke to anyone else about it.",
            "Male"
        ],
        [
            "MR VISSER",
            "But that appears over the page at paragraph 32.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, no, no.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where it becomes clear that it wasn't only him, it was obviously a discussion including Mr Ndaba.",
            "Male"
        ],
        [
            "MR LAX",
            "Except to say that at that stage it's not the exclusive conclusion they reached?",
            "Male"
        ],
        [
            "MR VISSER",
            "No, no, no, that is clear, that is clear.",
            "Male"
        ],
        [
            "MR LAX",
            "In other words there were still other options they were thinking about?",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh yes, that was the whole point according to Botha for holding on to Shabalala, to see how things developed.  Yes indeed.",
            "Male"
        ],
        [
            "MR LAX",
            "This witness has testified differently.",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh.",
            "Male"
        ],
        [
            "MR LAX",
            "This witness has said earlier on his elimination was clear, that's very different to ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm not pre-empting that issue.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes and that's really what Mr Wills is putting to him.",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh I see.",
            "Male"
        ],
        [
            "MR LAX",
            "In other words there's no evidence that earlier on there was a discussion about his elimination as the only option.",
            "Male"
        ],
        [
            "MR VISSER",
            "I see, in so many words?",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, fair enough Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Chairperson, I'll move on.  The evidence of your colleague, Wasserman, has been to the effect that on the day of his arrest - sorry, on the day of his elimination Ndaba appeared to be fine, do you recall that?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I cannot remember now that Wasserman had said it.",
            "Male"
        ],
        [
            "MR WILLS",
            "He went on to say that possibly he was slightly upset but he couldn't define how he - what he meant there.  You don't recall that evidence?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I don't remember it now.",
            "Male"
        ],
        [
            "MR WILLS",
            "What was - you saw, you must have seen Ndaba on the day of his death?",
            "Male"
        ],
        [
            "MR WILLS",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "And how did he appear to you?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Normal, Chairperson.  I cannot say that he was overtly nervous.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you have a good chance to observe him?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No, I did not speak to him on that day.",
            "Male"
        ],
        [
            "MR WILLS",
            "I'm saying to observe him, you saw him?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I did see him in the house.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now tell me, from when you saw him on that Saturday, what time did you first see him on Saturday?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I saw him when I arrived at the house and then I saw Ndaba.",
            "Male"
        ],
        [
            "MR WILLS",
            "What time was that?  I'm talking about you observing Ndaba.  What time did you first see him on Saturday, the 14th, the day that he was killed?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I think it was in the morning, late morning hours when I arrived.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what was the circumstances of that observation?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I saw Ndaba sitting there and he was in the room where he was normally, there was nothing funny about anything.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then you obviously saw him from the time he was in the car right up until the time of his death?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "And there was nothing abnormal about him?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Not that I can remember, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you look to you as a man who has to get his mind right and was so worried?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I did not have conversations with him.  Botha was the one that spoke to him.",
            "Male"
        ],
        [
            "MR WILLS",
            "How do you know that Nyanda was arrested before Provan Gordon?  What makes you sure of that?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, as far as I know Nyanda was the first arrested was effected and after this we sent out a radio report that Nyanda had been arrested and what I had heard afterwards is that everyone else was then arrested at other places.",
            "Male"
        ],
        [
            "MR WILLS",
            "You've got no personal knowledge of this, just from what you hear from other people?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I was not present at the arrest of the other people, I was only present at the arrest of Nyanda in the morning.",
            "Male"
        ],
        [
            "MR WILLS",
            "The time that these people were detained in the safe house in Verulam, were any Black policemen involved?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were there any Black policemen at the house?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "The members of C20, none of them were Black?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "What about the four informers?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "They were Black people.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were they askaris?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Who were they?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "They were informers.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know who they were, what their identities were?",
            "Male"
        ],
        [
            "MR VISSER",
            "How does that take the matter any further, Chairperson, with respect?  My learned friend knows that the witnesses are not prepared to divulge the identity of the informers?",
            "Male"
        ],
        [
            "MR WILLS",
            "Chairperson, there's evidence to the effect which I'll be putting to this witness is the fact that certain persons arrived at the house of the wife of the deceased on the day of the 13th and I think on the 20th and I'm just trying to establish identities.",
            "Male"
        ],
        [
            "MR VISSER",
            "That is Mr Shabalala's house.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Chairperson, may I proceed?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, is the suggestion that some of these so called informers were the people who went to Shabalala's house?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I just trying to find out who they are, we don't know who they were Chairperson, but we might be able to identify them.  We know the names of one of them, we think we know the name of one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I can't see the relevance of it.  If you have names of people who went to Mr Shabalala's house and you put the names to the witness and ask him were these people at Verulam on that day it's a different matter.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Chairperson.\n\tDo you know a person by the name of Mdunjana?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.   Matt?",
            "Male"
        ],
        [
            "MR WILLS",
            "Mdunjana.  I think it's M-D-U-N-J-A-N-A.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are you aware of any orders that were given to attend at the house of the deceased on the 13th - he wasn't the deceased then, obviously?",
            "Male"
        ],
        [
            "MR LAX",
            "Which one?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which one, there are two deceased we're talking about?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Chairperson.  The house of Shabalala, his wife May Rose Shabalala's house?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are you aware of the fact that they were arrested and taken to C.R. Swart Police Station on that day?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "The Shabalala family?",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "You're not aware of anything, any visit to their house by members of the security branch on the 20th of July 1990?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Chairperson, if you can just bear with me, I think I'm finished, I just want to check my notes?",
            "Male"
        ],
        [
            "MR WILLS",
            "There was mention of Ndaba being offered R50 000 to go and relocate himself elsewhere.",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were you aware of that discussion?  I mean apart from the evidence, you hear in evidence here, I'm talking about you at the time, were you part of that discussion where he was made this offer?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson, I became aware of that later on.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know if the R50 000 was drawn from the sources where you get this money from?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I think Botha told me that it had been done, that R50 000 had been withdrawn.",
            "Male"
        ],
        [
            "MR WILLS",
            "So do you know what happened to the R50 000?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank Chairperson, no further questions.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "MS THABETHE",
            "I have no questions Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Re-examination?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "One question please Chairperson.\n\tWhen you arrested Mr Shabalala, Mr du Preez, was the purpose to take him to the police station or what was the aim with his arrest?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "The purpose was not to arrest him to lock him up.  The purpose of the arrest was to protect Ndaba.",
            "Male"
        ],
        [
            "MR VISSER",
            "But we are now referring to Shabalala.  Was the purpose to take him to the court and charge him?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "MR LAX",
            "Well what was the purpose of arresting him?  Had you even thought about what you might do with him once you'd arrested him?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson, the purpose of his arrest was the protection of Ndaba.",
            "Male"
        ],
        [
            "MR LAX",
            "But you had a meeting where you planned what might happen at that meeting of Ndaba and Shabalala, isn't that so?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "You had that meeting, you planned who was going to go where roughly and what the signals would be and so on?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And during that planning did you not work out if you had to arrest Shabalala what you were going to do with him, surely it must have been a possibility you had to consider?",
            "Male"
        ],
        [
            "MR WILLS",
            "Chairperson as far as I can recall there was no reason, I didn't believe that Shabalala would be arrested.",
            "Male"
        ],
        [
            "MR LAX",
            "So in fact you didn't plan for it at all?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Now on the - you didn't question Ndaba yourself?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "You didn't have any discussions with him or interrogation of him or debriefing of him?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "Now with regard to Shabalala, we heard yesterday that Botha gave an instruction that he wasn't to be questioned, is that right?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I can't recall such an order, it could be possible but we didn't question him.",
            "Male"
        ],
        [
            "MR LAX",
            "You see your colleague Wasserman told us that Botha gave that instruction because he gave a reason why that instruction was given, the instruction was that you weren't going to get anything out of him because you already had Ndaba who was your informer and that's why you went to talk to Shabalala?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is how I saw it Chairperson, there was no necessity to question him.",
            "Male"
        ],
        [
            "MR LAX",
            "But as we've now heard Shabalala was in fact Ndaba's commander, you would have got a great deal out of him if you had really gone for it?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I don't think that is true, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "You're saying that - you don't believe what is not true?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "The evidence that Mr Mac Maharaj gave about that, I don't think that's true.",
            "Male"
        ],
        [
            "MR LAX",
            "But you wouldn't know because you didn't know Shabalala number one and number two, you never questioned him and you never questioned Ndaba so how can you possibly be in a position to say that isn't true?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, as far as what Botha had told us, I never doubted the fact that Ndaba was not the commander.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You never doubted that Ndaba was not the commander?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That Ndaba was the commander.",
            "Male"
        ],
        [
            "MR LAX",
            "Now ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Didn't you question Shabalala at all?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I talked to Shabalala to find out who he was, I never questioned him concerning activities.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, you questioned him about his identity?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Now Ndaba was your informer and you told you were moving him to another safe house, this was on the 14th, is that right?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Why did you blindfold and handcuff your informer?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Because he went with Shabalala at that stage, they travelled together in the vehicle.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes but if Shabalala was blindfolded and handcuffed, he wouldn't know that Ndaba was blindfolded and handcuffed at all?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Well that is how it happened and he was told that that is how it was going to take place.",
            "Male"
        ],
        [
            "MR LAX",
            "Who was told this is how we're going to do it?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Ndaba.",
            "Male"
        ],
        [
            "MR LAX",
            "I see and so he didn't suspect anything at that stage?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "Now let's talk about the C20 people for a moment.  If you - what were they doing in the area, the C20 people?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "They were there to do identification with persons and also to talk to the informers who were at home.",
            "Male"
        ],
        [
            "MR LAX",
            "That's not why they were there at all, they were there to identify people, it was purely coincidental, purely coincidental that they ended up speaking to the informers and in fact there was only one informer, not two informers?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I'm referring to the four, the other four informers.  They were there to talk to those people.",
            "Male"
        ],
        [
            "MR LAX",
            "So were there another four informers at the farmhouse?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.  Were those people also being held at that house?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "They weren't detained.",
            "Male"
        ],
        [
            "MR LAX",
            "Were they staying at the house?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Yes, they stayed at the house.",
            "Male"
        ],
        [
            "MR LAX",
            "Botha and if one looks at D, annexure D, page 7 of that annexure and paragraph 34 and 35 thereof, the impression created there and that was the impression I had from his evidence and that impression was confirmed yesterday by Mr Wasserman, was that the C20 people were not involved with Shabalala and Ndaba other than to use the Afrikaans term the \"toevallige gesprek\" that they had with Botha's permission I might add with Shabalala and Ndaba, that is the full extent of their involvement from his evidence and from these two paragraphs?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson I was never present when they were questioned that was Ndaba or Shabalala.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, the thrust of my question to you is much more far reaching than the nature of their discussion with C20, in other words the two deceased and C20, the discussion that they had, the thrust of my question is that the impression gained and confirmed except in one respect which I'll come back to, was that these people of C20 were busy with their own work, they had a different job to do, they were there purely by chance and Botha told us he thought it might be helpful to them if they had a chance to speak to Ndaba and Shabalala so he allowed them that opportunity.  He gave no evidence of them being involved in any observations or anything else of that kind and he goes further, he says I want to put it very clearly that at no stage did they have any knowledge of any unlawful acts by members of the Durban Security Branch with regard to Ndaba or Shabalala.  How could they not have known there was something irregular in those people being held at a safe house?  We're talking about experienced security operatives here, Makata, Van den Berg, Van Dyk and Roeland, we're not talking about low-ranking people without experience?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, regarding that they could possibly have thought that we are in the process to recruit the people which would have been normal under the circumstances.  I believed that they had been involved in such cases where people had been arrested and were in the process of being recruited.",
            "Male"
        ],
        [
            "MR LAX",
            "Well they wouldn't have thought that Ndaba was in the process of being turned, he was your informer from his whole attitude and demeanour it would have been obvious that he was co-operating with them?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Obviously on your version the same can't be said of Shabalala?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct but regarding them they didn't know whether the person was in this recruitment process and what was going to happen to him.",
            "Male"
        ],
        [
            "MR LAX",
            "From your description of Shabalala and from Wasserman's description of Shabalala, there was no way there could have been any, under any illusion, that he was in the process of being turned?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "I would not know what they were thinking at that stage.",
            "Male"
        ],
        [
            "MR LAX",
            "But you who hardly even questioned the man came to the conclusion that the use of him as an informer was out of the question, that's been your evidence?  It never even occurred to you as a possibility because of the way his demeanour was and you've told us that already?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "So the same would have been self evident to the other four, from C20 who even had more to do with him by questioning him than you did?  Do you see my point?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Possibly they saw that this person was resisting?",
            "Male"
        ],
        [
            "MR LAX",
            "I'll leave it at that.  Thank you Chairperson.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr du Preez, I just want to clarify some confusion.  If you turn to page 18 of the bundle where reference is made to options regarding Shabalala.  Now the word options implies choices and then we have no co-operation given, not prepared to testify, not prepared to become an informer.  Surely those couldn't be options.  No, it's not you that wrote this, it's Mr Botha's evidence, it seems to me that he refers to reasons why Shabalala had to be killed and the same also in the case of Ndaba?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Do you agree?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Yes it seems to be the case.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And then we can have a look at your answers that you had given.  If those are then reasons did he ever discuss the reasons for the killing with you?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, the reasons for the killing of the persons that came over a period of a week.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Now the options would then be what do we do now if there were reasons to do something with them.  Did he discuss those options with you?  In other words we kill Shabalala and we let Ndaba go or we kill both of them, did he discuss the options with you?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "It was discussed but as far as I can recall Botha had already made up his mind, he informed me about it.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And then the third issue is that he could have discussed the options on how to kill them, was that discussed with you?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Yes that is correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And whose suggestion was it that it had to be done with the wire, the hessian and the poles and that the bodies had to be thrown into the river?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, I think with the decision to throw the people into the river, we then discussed these issues that the bodies would then surface and we then decided or discussed it jointly that what we would do to let the bodies sink and how they would be shot.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Now if the options regarding to how it had to take place, if that had been discussed in detail, why did you go along with this specific option?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "This option looked the easiest for me at this stage, the most acceptable.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Why Mr Du Preez?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, to dig graves takes a lot of time and the possibility that you would be detected and it also then also means that you would be a few hours on the scene and that those were the considerations.  This would happen quickly and we would be able to finalise it quickly.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Perhaps not as quickly but perhaps quicker and less of a risk?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Yes that is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've told us that after it was over you took Shabalala's vehicle out of the garage and you and Wasserman drove it to beyond Verulam?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The two of you travelled together?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then you went to the dump site and burnt it?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Who took you home?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Van der Westhuizen and Botha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So they followed you along did they and participated?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And when was this done?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That was directly after we came back, that was in the early hours of the morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "After you came back from where?  From putting the bodies?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "If I may Chair, just there was one follow up on the question which I had omitted to ask and which was asked by Advocate Bosman and that was this discussion about the methods of elimination, you all discussed this?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Botha and myself discussed it.",
            "Male"
        ],
        [
            "MR LAX",
            "Only the two of you?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "As far as I can remember.",
            "Male"
        ],
        [
            "MR LAX",
            "You see Wasserman testified that he found this method totally strange in the circumstances having in mind all the other options that were open to you?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "He didn't give that kind of indication then, perhaps it might have been strange for him.  That was a method that Botha and myself had decided upon, I don't know if he perhaps didn't like it but he didn't give the impression.",
            "Male"
        ],
        [
            "MR LAX",
            "Now this business of killing people and burying them, you've been involved in that before?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "It didn't take you that long before?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Yes it did.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, was it such a problem?  You had to drive 50 minutes to the river mouth, you could have had an accident on the way, you could have broken down on the way, you could have been stopped at a road block on the way, anything could have happened on the way.  You would have had to explain what you were doing with these two people in your vehicle?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "No Chairperson, if we were stopped at a road block we would have shown our police identities and driven on.",
            "Male"
        ],
        [
            "MR LAX",
            "It was just as risky to go to a river mouth a public place rather than your safe house, your safe farm where no one else was going to be on that farm to interfere with you?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, there were houses across this farm and there was movement on the farm, a movement of labourers, that was a possibility.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the Tugela River Mouth is a popular fishing spot, isn't it?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Yes I assume that to be the case.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "There would certainly be a possibility of movement in that area?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, that is why we observed it and there was reconnaissance done beforehand.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When was the reconnaissance done?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Van der Westhuizen went earlier the day and he went to the mouth and when we left and we stopped there Wasserman and Van der Westhuizen first made sure that there's no one.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes the problem was not that there was no one there, that some one drives up behind you, finds you in the process of tying bars onto bodies with hessian and baling wire.  It would be extremely embarrassing?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That would have been Van der Westhuizen's duty to keep the people for some time or to keep them busy.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr du Preez, when you decided to throw the bodies into the river did you then discuss it that you would cover it in hessian and that you would put weights onto it?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That was discussed at the house and we made the preparations at the house.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "When did you determine that all these things that you would need that that would be readily available?",
            "Unknown"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "Chairperson, when the plan was conceived we had a look at what was available and then we also looked at the different options of what was available on the farm.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry Chairperson, there's one issue that arises out of Advocate Bosman's questions that I'd like to put to this witness, if I may?  Thank you. \tSir, I want to refer you to page 21 of the bundle where the clear position is that you and according to Colonel Botha, you and he agreed that these people should be killed.  My understanding from your evidence given to Advocate Bosman was that it was basically his discussion, there was no agreement from your point of view in the sense that you both came to the agreement together, he'd already reached that opinion and he told you that's what we were going to do, is that the truer position?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "About the killing of the persons?",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes that when this discussion to kill took place Botha had already come to the conclusion that he was going to kill and then he just basically revealed this decision to you and then you agreed with him?",
            "Male"
        ],
        [
            "SIMON JOHANNES GERHARDUS DU PREEZ",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, thank you.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You have one more witness?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Alas yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And we have one more hour?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "From my experience so far it seems an impossible ...(intervention)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And this is the one witness I wanted to get rid of in a sense because this is ...(indistinct) for himself.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "That's an unhappy choice of words there.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes I immediately checked myself.  Nowadays, particularly with these amnesty proceedings, one has got to be careful how you express yourself.  Chairperson, what about perhaps sitting this afternoon?  I know that your position is now compromised as a result of you wanting to go to Pretoria.  I'm just wondering whether we can't continue with Mr - perhaps take a short break and then continue with Mr van der Westhuizen, see how far we get?  It's now 1 o'clock, you've got to leave at what time Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At half past 2.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "At half past 2.  Well I wonder whether one shouldn't try to get as far as we can, Chairperson?  Perhaps take a short break?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I would suggest no break, or well a five minute break.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Chairperson, a very brief break and then go on with Van der Westhuizen and see how far we get?  I'm sure that we can rely on some co-operation from our learned friends to deal with the matter with more dispatch?  I hope so, anyway.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I wish to explain and to apologise to members of the public here.  As you all know I was not the original presiding officer but came in a stage of emergency and I had hoped and understood that the matter would finish by midday today.  It has not done so.  I am due in Pretoria to preside over a pre-trial meeting where there are 59 applicants and I do not feel it possible at this late stage to cancel my participation in that meeting.  It would be I think unfair to the next applicant to get him to start his evidence now and then be subjected to cross-examination at some later stage.  I understand that there are matters set down for next week which most the present parties are engaged in and that they will perhaps take, from what they tell me, they will have to work hard to have completed it by next week and I do not wish in those circumstances to interfere with the programme for next week.  We have unfortunately got not only the last applicant to hear but two witnesses from the victims before we even approach the evidence that may become available as a result of information very recently made available.  A Pandora's box appears to be opening up, we were told witnesses indicating that the version put or evidence available to indicate, the version so far put is not true and correct version and further information was made available today indicating that there may be other witnesses who would have to be traced and interviewed and in those circumstances it seems to me that the only logical and sensible conclusion is to adjourn this matter to a date to be arranged on the strict understanding that if further information of the nature I have described becomes available it will be distributed through the Amnesty Committee to the interested parties so that they can properly prepare themselves to deal with it and that the matter thereafter be set down on a date to suit the convenience of all parties.  It will involve a great deal of co-operation between the lawyers concerned and between the Amnesty Committee itself to get - reconstitute the same panel but it's something that can be done and will have to be done.  It will however involve quite a long delay I fear and unless anyone has any strong views to the contrary of any representations they wish to make, I think the matter will have to accordingly be adjourned.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Visser on record, Chairperson.  We agree with you that that is the only pragmatic approach to adopt at this stage.",
            "Male"
        ],
        [
            "MS POSWA",
            "We agree Chairperson.",
            "Female"
        ],
        [
            "MR WILLS",
            "Agreed Chairperson.",
            "Male"
        ],
        [
            "MS THABETHE",
            "I agree Chairperson, I'll do all the arrangements to ensure that the matter is heard at a later stage.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Very well, I'd like to thank all of you here who have helped us with the hearing so far.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I'm not wishing to portend that I want to put in the last word Chairperson, but there is a matter of Kubeka about which I wish to say very briefly something.  I know that you are not going to be involved with that matter but least we find ourselves in the same position, Chairperson, may I briefly sketch what has happened?\n\tWe received an additional bundle.  From that bundle it appears that a body had been found with a bullet hole in the head.  Now there is a lot of evidence set out in that bundle, in the additional bundle, regarding identification of this body.  The point here, Chairperson, is from that very bundle two things appear.  One is that there was a dental inspection and a dental report during the post-mortem examination which described certain deformities of teeth.  The husband of the late Mrs Kubeka made a statement in which he said that he knows that she visited a dentist and that dentist he could point out.  Now we don't know whether that has been followed up but it occurs to us quite clearly that a dental report may very well, one way or the other, settle the whole issue of whether this was her skeleton, yea or nay.  Surely Chairperson the skeleton is still available so the teeth are still there so it is quite easy enough in our submission to have a report by some dental expert by way of affidavit or whatever and to approach the dentist whom we don't know who it was but on the instructions of the husband of Mrs Kubeka and get any records that he may have of her dental condition when he saw her if that is available.  Now if that can be done, Chairperson, clearly we won't have to sit here and listen to witness after witness who tries to identify her dress etcetera and to link the two bodies in that way.  We don't know, we rather presumed that this investigation would have been done by the investigation unit so perhaps through the Chair if we could establish (i) has it been done, if so what was the result and can we see the results, or (ii) if it hasn't been done can it be done post haste Chairperson, before we come to Kubeka's case because it's only going to mean one thing and that's we're going to have to postpone that matter sine die the way things are looking now if we start with it next week.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One thing I didn't quite understand Mr Visser, you said there was a dental report at the post-mortem?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "It's part of the papers there, I haven't seen the documents myself but I've been informed that there is a report which says something about her teeth, of the skeleton.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But does there have to be a further examination or is that report sufficient to submit to the dentist?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well Chairperson, we don't know that because we don't know what records the dentist who had worked on her teeth while she was alive has.  If he has no records well then obviously one will have to rely on his memory and one will have to show him this report and he may comment on that by way of affidavit or whatever but the best way to go about it would clearly be whether he has got records, he may even have x-rays.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understood you to say that someone should examine the skeleton and prepare a dental report.  If there is already a dental report that was handed in, there's no need for another one at this stage?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No expect that we don't know whether X-rays were taken or what was done by the dentist.  He simply said that this is what he found on the skeleton and he describes.  I'm not sure whether that is sufficient for another dentist expert to say well, I can now clearly see what he means.  It may be that he might require particulars so what we're saying to cover both instances is that perhaps the dentist should be approached by the investigation unit with what they've got and ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's only after that if it becomes necessary?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know whether the dentist would be willing to examine the teeth himself and say I know those, that's my work but that's a matter of ...(intervention)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That's one way of doing it.  I don't want to be ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You may well find that it's not a way that the ordinary person will accept, you need a forensic person to do it but can we ...(intervention)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, I don't want to be prescriptive Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It does seem to me - is anybody else interested in it?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "It does appear, obviously I'm acting for the family in that matter, it does appear I concur with Mr Visser in that this - if this report was done by the family dentist this could dispose of a lot of evidence and save us all a lot of time, I agree with that.  My problem is, is I don't want to sit here and go through all the preparation and come on Monday if we are going to postpone for that purpose.  I record that I've got another trial which I had intended to give away in brief somebody to do on that day so obviously it would be I think in everybody's interests to know what the position was as soon as possible in order that we knew when this matter was going on.  That's my only comment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now can you arrange for the family dentist to be made available to examine the documents that are available as yet as soon as possible?  Where is he?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I don't know, Chairperson, I don't know, there's just as Mr Visser says, I've briefly looked through the bundle and there's the only - I haven't consulted with the family yet.  The only evidence there is, is a statement by the husband indicating that he was - that the deceased was examined prior to her death by a dentist.  So as I understand Mr Visser it would be a matter of corroborating that dentist's reports with the ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where does she live, where does she live?  I know nothing about this matter and is it a local matter?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes it is a local matter, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it's not a question of going and finding a dentist in Johannesburg, you can point out somebody here and he can be spoken to in a matter of an hour or two?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I can endeavour to try and get that done Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If she was merely examined the dentist may have no records, he had merely looked and said well, there's nothing I can do or you don't need anything.  We can find that out quickly enough but it certainly seems worth doing if as you both gentlemen agree would save an enormous amount of time at the hearing so can we request that when we adjourn now immediate arrangements be made to try to identify the dentist concerned and to approach him with the documentation available at the present time.  If he says he has records but he requires more or different documentation, make arrangements for that to be done?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "I'll do my best Chairperson.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And stage two, keep in constant touch with the legal representatives so you can tell them you should be able to do by tomorrow whether some agreement may be reached or whether the matter will have to be adjourned for further investigation and so Mr Wills will be able to solve his problems and it will assist Mr Visser too.  Is that the matter you discussed that is going to last all week next week?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Chairperson, with the additional bundle that has come to hand it now appears that we won't finish in that week therefore all these witnesses have to be called.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But if you don't have to call them - so it is that case that you're talking about?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes that's the case, Chairperson.  If I may just mention that there other applicants from the Transvaal because Vlakplaas was present at the time and there are a whole bunch of, I'm not sure how many, of other applicants in that matter as well so it is already a longish matter.",
            "Male"
        ],
        [
            "MS THABETHE",
            "There are 9 applicants for the record.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So if you can please get together.  Stage one, contact the dentist and he undoubtedly should be able to tell you over the telephone as to whether he's got any records relating to such a patient or not.  If he has no records well that's an end to the matter.  If he has records well then he will have to make arrangements and make what is available, available to him, to ask him if he can express an opinion or if he needs further examination and if so ask one of the forensic team in Durban, if it is Durban, to go and conduct an immediate examination and have a report available for the dentist by tomorrow morning or if the dentist will participate.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Can I just ask, are there other ...(inaudible)",
            "Male"
        ],
        [
            "MR VISSER",
            "There will certainly be yes.  I don't act for all the applicants.",
            "Male"
        ],
        [
            "MR LAX",
            "Should they not be kept informed of these developments?",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, that's another matter.  Chairperson, your suggestions to Mr Wills is a good suggestion.  Perhaps once we get feedback tomorrow the other counsel are in Pretoria are I'm not sure how many there will be but we can then contact them there and put them in the picture but we'll have to wait to see whether there's some reaction, whether this is going to go anywhere but what we'll certainly tell them in the meantime which they'll know no doubt themselves is there is another bundle and we're now looking at a long hearing here but maybe then nothing comes from it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Chairperson, I just want to place on record at this stage that I have not yet consulted with the family in any manner so I will do my best to contact them but at this stage I haven't done so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I fear that I have arranged a substitute, he was probably told that it's a matter that we should finish next week and I think he should also be told of what is happening.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, somebody has flown in from Copenhagen, Chairperson, on I think he arrives in Durban on Sunday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "....(inaudible) Botha, Du Preez, Wasserman, Steyn and Van der Westhuizen to a date to be arranged with instructions that a full investigation can be made into the recent suggestion that other evidence is available and that if anything results from such investigations that all the parties concerned be notified of it and arrangements be made with them as to a suitable date for hearing as with the Members of the Committee and the second one, that is the matter set down for hearing next week, that attempts be made to contact the dentist concerned to supply him with all the information available and to ascertain whether he can express an opinion which should shorten proceedings, that is the identity of the deceased.  Well not the identity of the deceased, the identity of the body alleged to be that of the deceased.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Before you arise Chairperson, I interrupted you while you were beginning to thank people.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I'd like to thank all of you this week sitting odd hours and doing all you could to help us get through our work and to those appearing.  Thank you.\nHEARING ADJOURNS SINE DIE",
            "Unknown"
        ]
    ]
}