{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-08-24",
        "location": "DURBAN",
        "day": "10",
        "names": [
            "LAWRENCE GERALD WASSERMAN"
        ],
        "case number": "AM4508/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53626&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990824db.htm",
        "speakers": [
            "CHAIRPERSON",
            "LAWRENCE GERALD WASSERMAN",
            "MR VISSER",
            "ADV BOSMAN",
            "MR LAX",
            "MR KNIGHT",
            "MR WILLS",
            "UNKNOWN",
            "MS THABETHE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "LAWRENCE GERALD WASSERMAN",
            "MR VISSER",
            "MR WASSERMAN",
            "ADV BOSMAN",
            "MR LAX",
            "MR KNIGHT",
            "MR WILLS",
            "MS POSWA",
            "MR POSWA",
            "MS THABETHE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "The procedure was so far that Mr Mac Maharaj was interposed and he was a witness on behalf of the victims.  We have three witnesses left of the applicants, Mr Chairman.  These witnesses are all operators, to call them that, for want of a better expression, who followed orders of Mr Botha.  What we did, however, Mr Chairman, because you did not hear the evidence of Mr Botha who gave evidence about all the facts, we are going to lead Mr Wasserman slightly out of turn, Mr Chairman in order to give you some background and we will lead his evidence, not fully, but just to give you some background of the incident and we therefore call Mr Wasserman.  He is available and ready to take the oath.  He has no objection to taking the oath.  He will give his evidence in English, Mr Chairman.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Wasserman, you have given evidence before the Amnesty Committee hearing the incidents presently in this cycle here at Durban, although there was a different Chairman.  Is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you repeat and incorporate your previous evidence and the references you made to other evidence also in your evidence today?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Your amnesty application appears in the Ndaba bundle at pages 40 to 54 where you deal with this specific incident at page 50, is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Correct, Mr Chairman.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "You have also drafted, or a document was drafted on instructions from you, setting out a synopsis of your evidence, which you now have before you and which, Mr Chairman, we beg leave to hand in as Exhibit K, do you also confirm the correctness of the contents thereof, subject to your evidence which you are about to give now?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Will you tell the Committee if you will, what you recall about this incident, in paragraph 1 at page 2?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.  Mr Chairman I'm reminded that the incident in question took place in the period 7 to 15 July 1990.  I first became involved in this incident when I was summonsed by Maj du Preez to the C R Swart Square offices of the Security Branch in Durban.  At the offices I found a person being held who had apparently been arrested by an askari.  At some stage Col Botha requested to speak to us in another office.  Present there were Col Taylor, Col Botha, Maj du Preez and myself.  It may have been that van der Westhuizen might also have been present.\n\tCol Botha informed us that the person held, i.e. Charles Ndaba, MK Zwelakhe, was his informant.  I remember being surprised by this news in view of the high profile of Mr Ndaba.  It was made clear during the discussion that Ndaba's arrest was a big mistake and that he would have to be released.  Botha asked Taylor to ensure that the askari did not spread the story that he had arrested Ndaba for the fear that it might become known that Ndaba was arrested by the Security Branch and immediately released, thereby raising the question whether he might be an informer of the Security Branch.\n\tIt was decided to transfer Ndaba to a safe-house in Verulam which we made use of at the time.  This was in order to allow for some time to pass in order to monitor the situation. and allow Botha an opportunity of briefing or debriefing Ndaba.",
            "Male"
        ],
        [
            "MR VISSER",
            "At C R Swart Square, was Mr Ndaba assaulted in any way in your presence?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not in my presence Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could I ask you just perhaps to go slightly slower so that the interpreter can keep up with the interpretation, Mr Wasserman?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue.  Paragraph 7.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "At some stage during the day we were informed that Ndaba had a prior appointment to meet with Mr Mbuso Shabalala and it was decided that he should keep the appointment.  We went to the appointed spot with him in order to monitor the meeting in case Mr Ndaba's arrest that day, might have placed him in danger because we were not certain whether the ANC might have received information about it.  At the time we suspected that there was an ANC mole who had been infiltrated into the Security Branch at C R Swart Square.  This suspicion was later confirmed although not proved.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, we know from the evidence of Mr Maharaj that this was in fact so.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "At the appointed place, Col Botha, Sgt van der Westhuizen and Ndaba got out of the car and walked to the pre-arranged meeting place.  They then disappeared from sight.  We were then called on the radio by Botha who gave us the position and description of a car into which Ndaba had got into.  Du Preez and I drove to a point where we could observe the car and stopped.  We knew that a secret signal had been agreed upon in advance for Ndaba to give should he feel threatened.\n\tAt some stage Ndaba gave the signal and we immediately left our vehicle and approached the blue Toyota Corolla.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can I just stop you there?  Did you actually see him give the signal or was it that you were told?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I never saw the signal being given myself.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you told to move in?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "By whom?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "By Maj du Preez.",
            "Male"
        ],
        [
            "MR VISSER",
            "By Maj du Preez.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "We \"arrested\" Ndaba and Mbuso Shabalala, who's MK name was Jack.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now can I just ask you for some clarification there?  You see Mr Botha gave evidence to say that his recollection was that only Mr Shabalala was \"arrested\", but not Mr Ndaba.  What was your impression?  What was the situation there?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, at the \"arrest\" of Shabalala, Ndaba was also \"arrested\", it would appear as though he was arrested and he was taken away by Mr van der Westhuizen.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Why did, in your mind, why was it important to make it appear that Mr Ndaba was also being arrested, together with Shabalala?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "This would indicate that Mr Ndaba was not getting preferential treatment and he was also arrested.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, not to raise suspicions with Mr Shabalala.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is the correct position.",
            "Male"
        ],
        [
            "MR VISSER",
            "What precisely was your part in this \"arrest\"?  Who did you deal with?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, du Preez and I entered the back of the vehicle and pulled Mr Shabalala into the back, where he was detained by us.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was he sitting upright, or what was the position, when you pulled him to the back?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, he was sitting upright Mr Chairman, then we pulled him over the seat, to us in the back of the vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And after that had happened, was he then in an upright position of what?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He was placed down on the seat with this head down.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Could he see outside what was happening with Ndaba from the position in which he was in?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He would be unable to see.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  What happened then?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, du Preez and I transported Shabalala in his vehicle to the safe-house on the instructions of Mr Botha.  While Botha and Ndaba followed in Botha's vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Shabalala's vehicle, what was that?  What was the make and the colour of the vehicle?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, it was a blue Toyota Corolla.",
            "Male"
        ],
        [
            "MR VISSER",
            "Right.  What happened at the safe-house?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "At the safe-house we locked Shabalala into one of the bedrooms.  In view of the fact that Ndaba was already a Security Branch informer and given his status in MK, he was previously acting Commander of MK Natal Machinery in Swaziland, I was given to understand that we might not be interested in any information which Shabalala might be able to give us, nor were we told we had to attempt to recruit him as an informer.  He was simply detained and as far as I know not seriously questioned.  Neither Ndaba nor Shabalala were assaulted or ill-treated in any way throughout the period in which they were kept at the safe-house.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you have conversations with Mr Shabalala?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Periodic conversations, yes, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "But not any attempt at interrogation or recruitment, as you said.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "None at all, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Go on.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was aware of a dilemma which was coming about as this arrest of Shabalala.  We did not know whether Shabalala might not become suspicious that Ndaba had led us to him.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Visser, can I just come in here?  Mr Wasserman I would like you just to clarify paragraph 10, where you state that,\n\"he was simply detained and as far as I know not seriously questioned.\"\nAre you aware of the members of C20 who questioned him?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I'm aware of the presence of C20 at that place but I didn't participate with them in any questioning.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Do you know whether they questioned him?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "They did talk with him.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you to Commissioner Bosman.  Would you please continue then?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The problem became compounded when it appeared that Shabalala in fact suspected Ndaba of working with the police.  I remember him saying as much an I might add that Shabalala was robust and aggressive throughout.  During the period 7 to 14 July, du Preez, van der Westhuizen and myself guarded Shabalala and Ndaba in turn.  At some point during the weekend, Col Botha briefed us that he had obtained information from Ndaba which pointed to a massive operation run by the ANC SACP to incite a people's revolt.  It was clear that the information was of fundamental importance and that it would probably materially affect the negotiation process which was under way at the time.\n\tOn the 12th of July 1990, as far as I can remember, Maj du Preez and myself were conducting an observation.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now, perhaps you could just fill us in a little bit.  Tell us about this observation.  Where was it?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, we were observing a place called the Knoll.",
            "Male"
        ],
        [
            "MR VISSER",
            "K-N-O-L-L?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "And we were observing the movements of persons entering the premises and leaving them.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  And just continue then.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman at the time of conducting an observation, at the time Mr Siphiwe Nyanda became aware of our observation and this necessitated his arrest for fear that he might warn others of the police, that the police were onto them and for fear that he might go into hiding.",
            "Male"
        ],
        [
            "MR VISSER",
            "What, how did you arrive at the conclusion that your cover was blown, so to speak?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, we followed Mr Nyanda from the Knoll quite a long distance into town.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was he walking and you walking, or what was the position?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, he was in a Toyota Cressida.  He was alone.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you followed him with what?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Du Preez and I were in a Nissan, Nissan Sedan.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And what happened then as far as the arrest was concerned?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, we anticipated that Mr Nyanda had cottoned on to our surveillance and we then moved in, blocked his vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you call other, did you call for assistance on the radio?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, there was a second vehicle accompanying us on the surveillance.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  You blocked him in.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "We blocked him in on the road and du Preez and I alighted from our vehicle and he was formerly arrested and placed into our motor vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "What happened to his motor vehicle?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "One of the members in the second vehicle of ours then commenced to drive that vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "And where did you go?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "We proceeded directly to C R Swart Square.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now, just continue with what is stated in your statement.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Carrying on from the statement it states.",
            "Male"
        ],
        [
            "MR VISSER",
            "He was arrested with?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir, he was arrested with certain weapons in his possession, photographs of which appear in The Other Side of the Story at the last page.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now, perhaps that does not set out the position accurately as it could have.  When you say he was in possession of these weapons would you just explain to the Chairman how it came about that they were found and when they were found and where they were found.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman.  And upon arrest, we transported Mr Nyanda in our vehicle to C R Swart and another member drove Mr Nyanda's car to C R Swart Square and the vehicle was cursory searched and gone through by myself, but no weapons were found in the vehicle during the cursory search.  It was at a later stage that a thorough search was done on the vehicle and then the weapon was recovered and that is the one that appears on the last page of The Other Side of the Story.",
            "Male"
        ],
        [
            "MR VISSER",
            "What kind of weapon is that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I'm not sure of the weapon.  No, I see it, I have heard, it's got a silencer on it and it's a 45 calibre, but the actual make, I don't recall.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is it not a common weapon that you were used to?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "That you're accustomed to.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, it's not a common one carried by liberation forces.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  So in fact the weapons, to put it accurately, the weapon was discovered later not at the same time as the arrest, but it was discovered in Mr Nyanda's car?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you present at all when the weapons were taken out of that car?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was not, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you wouldn't know what exactly was found there?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I would not, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Now there was evidence by Mr Botha and Mr Steyn that Head Office had given instructions, I believe it was on the 11th that there should preferably be no arrests before the 16th of July which was later on so that there could be time to notify various institutions, intelligence organisations, embassies etc.  At the time when Mr Nyanda was arrested, had that instruction been conveyed to you?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now, let us assume for a moment that you had an instruction, that you had received an instruction, that you should not go ahead with arrests.  Given the circumstances as you experience them and as you've told the Committee now, what would you have done in regard to the arrest of Mr Nyanda?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, we would have gone ahead with the arrest of Mr Nyanda.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Due to the fact that he had detected, his counter surveillance had proved positive, he had detected us and he would have warned other parties and they would have gone into hiding.",
            "Male"
        ],
        [
            "MR VISSER",
            "They would have gone into hiding.  Yes.  Alright.  Please continue.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, at some stage Ndaba became anxious and indicated that he intended to divulge his role as an informer to the SAP, to the ANC.  I was aware that Botha was making attempts to convince him to desist from the idea.  Although I cannot remember the details or the date thereof, we were informed from time to time about the progress or rather the lack of progress which Botha had with these attempts.\n\tThe next important moment which I recall was when Botha informed us that Ndaba persisted with his intention of taking his chances with the ANC and as such could not be allowed to go free under any circumstances because of the knowledge that Ndaba possessed about other informants and couriers of the Security Branch.  Botha informed us that there was no other option than to eliminate Ndaba.  The decision that Ndaba was to be eliminated, changed the situation for Shabalala.  Where previously he could not have been released for fear of him compromising Ndaba, that consideration fell away.  Col Botha nevertheless decided that Shabalala should also be eliminated by reason of the fact that he would tell the ANC that he would be abducted by the police and that he was unlawfully detained and that he would also in all probability have told the ANC that Ndaba had been detained with him and of his suspicion that the police had killed him.  During the period of time when negotiations were under way, these revelations would have caused a sensation that would have embarrassed the National Party and the Government.\n\tWe were thus instructed by Col Botha to assist with the elimination of both Ndaba and Shabalala.",
            "Male"
        ],
        [
            "MR VISSER",
            "As we know, this took place during the day of the 14th of July 1990.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I recall that on a particular night, we took Ndaba and Shabalala out of the house and drove off with them in a VW kombi on the North Coast road on the pretext that they were being moved to another safe-house.  Van der Westhuizen, who had picked a spot earlier during the day, drove us to the river mouth of the Tugela River.  We stopped near the bushes at the river mouth and van der Westhuizen and I got out under the pretext that we wanted to relieve ourselves.  In fact, we went to the river mouth to make sure that the coast was clear.\n\tWhen we returned Botha said that everyone had to go for a leak and seeing that we had a long road ahead of us.  We got out of the kombi and I remember that I was close to Ndaba and Shabalala because after they had relieved themselves, I touched them both on the shoulders with a downward motion, and instructed them to sit.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where were you now?  Were you still at the kombi, or where were you?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, we had walked 20 to 30 metres away from the kombi.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you on the banks of the river mouth?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "We were on the banks of the Tugela River mouth.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Virtually immediately two shots were fired, one by Botha who shot Mr Ndaba and the other by du Preez who shot Mr Shabalala, both in the head.  Both died instantaneously.  Each was given another shot to make certain that they were dead.\n\tI went back to the kombi where van der Westhuizen was keeping observation and to the best of my recollection, he helped me carry the hessian cloth, concrete pole and wire to the scene whereafter he again went back to the kombi to keep observation.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now these articles, were they brought along with you from wherever you were before you went to the River Mouth?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, they came from the safe-house.",
            "Male"
        ],
        [
            "MR VISSER",
            "From the safe-house.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "In Verulam.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, we tied the pole and wrapped the hessian around the bodies of the two men with binding wire and they were placed in the water alongside the bank of the River Mouth.  Before the bodies were placed into the river, their clothes were removed and placed in a black plastic bag which we took along with us back to the safe-house in Verulam.  We remained a while to make sure that we cleaned up the area of all possible signs of what had happened and to make sure that the bodies did not come afloat.\n\tWe then returned to Verulam where we burned the clothes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  I think Botha said you also burned some branches with which the blood was swept away.  Do you have any recollection of that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, there was some branches, but some branches were thrown into the river.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Please continue.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Later that same evening on the orders of Col Botha, du Preez and I took out the Toyota Corolla out of the garage and drove some distance to a dumping sight near the tarred road but in a rural area.  There we searched the car and doused it with petrol and set it alight.  We remained in the vicinity of the burning car just long enough to be certain that it would be burned out completely.",
            "Male"
        ],
        [
            "MR VISSER",
            "Later Mr Wasserman, did you attempt to find this site again and to point it out to the Investigation Unit Inspectors of the TRC?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct, Mr Chair.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you able to find this site?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "We weren't able to find the site, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Please continue.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, my attention has been drawn to allegations mad by one Thuzi and Zungu.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you just stop there for a moment, please?",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, we are referring to Exhibit G, page 15 where you will find a statement by one Zebron Thuzi.  My attorney tells me its F.  I'm sorry it must F, yes, I'm sorry Mr Chairman and also in F you will find at page 19 the statement of one Phillip Zungu (Z-U-N-G-U).  These are the documents which are now being referred to Mr Chairperson.  Perhaps, more specifically, I might draw your attention to, if we first look at Mr Thuzi's statement, there's a build-up at page 16 in paragraph 7 and 8 where he was told according to him by Taylor to go and sleep in a certain place and where the next morning he went to the workshop and he found Taylor, du Preez and Lawrie, which is an obvious reference to Mr Wasserman and the next paragraph Mr Chairman, is paragraph 9, where he talks of a chopped up vehicle which he describes as a light blue Toyota Corolla and then he goes on in paragraph 10 to say, the Monday in the afternoon, du Preez arrived with a white bakkie and although he says he helped him off load the chopped up spares, he's sure to have intended to say that he helped him load the spares which was chopped up, Mr Chairman and then in paragraph 11 there's a reference to the engine which stayed there for 2 or 3 weeks and he says that he took for himself the seat part of the rear seat and he says that he's still got part of it left Mr Chairman and also I think he mentions a carpet, which he also took.\n\tThat is a summary of his evidence and then page 20, Mr Chairman, and paragraph 6 there's a reference to spare parts of a motor vehicle, an engine and a gearbox and he makes the statement at the bottom of page 20 of Exhibit F:\n\"The vehicle had previously been a light blue Toyota Corolla.\"\nThuzi he says, made a report about the vehicle and then he saw that some of the parts were removed by du Preez and Wasserman in a White Isuzu bakkie, he says in paragraph 7 and that the engine remained behind for some time and later he himself helped to load the engine onto the same bakkie.  Now that his what we are referring to now is it not, Mr Wasserman?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now will you just tell the Committee, this place which is referred to as a place in Camperdown by these two witnesses, what transpired there?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, this was Col Taylor's headquarters.   It was Col Taylor's askari farm.",
            "Male"
        ],
        [
            "MR VISSER",
            "It was a farm was it not?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman it was a farm with two houses on it and a workshop.",
            "Male"
        ],
        [
            "MR VISSER",
            "And who were accommodated there?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The askaris were accommodated there.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you say there was a workshop on the farm?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And did you ever visit that workshop?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I did, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And did du Preez also visit that workshop?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He did, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what did you go and do there?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, there we worked on many motor vehicles.  We resprayed them, we fixed them up.  We would fix them.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was that in aid of?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "In the course of our duties and infiltration methods we would change the appearance of vehicles and the colours of vehicle on numerous occasions, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And were some of these vehicles also used by the askaris?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "They were Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Will you then just continue at paragraph 31?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I have no recollection of a blue Toyota being chopped up at the farm, but I cannot place it in dispute.  What I can say, however, is that if that happened, it was not Mr Shabalala's vehicle because I am absolutely certain that that vehicle was destroyed by fire.",
            "Male"
        ],
        [
            "MR VISSER",
            "What do you say about the allegation that you were present when certain parts of a chopped up vehicle was loaded onto a white Isuzu bakkie?  Can you recall that to mind?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, that's incorrect.",
            "Male"
        ],
        [
            "MR VISSER",
            "You say it didn't happen.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That didn't happen, Mr Chairman,",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you have anything to do with the loading of an engine at any point in time?  Is that possible?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, yes I would, well, vehicle parts, tyres, jacks, that kind of thing.",
            "Male"
        ],
        [
            "MR VISSER",
            "Engines?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Parts of engines, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Not whole engines?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Never a whole engine.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  Can you explain to the Committee why you were motivated to participate in these events?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, my actions to participate in the events to this incident and to associate myself therewith, were prompted by my complete belief that what I did, I did while executing my duties as a policeman, the way that I saw it, as my obligation during the time of conflict and political violence at the time.  We were not engaged in a conventional war where the sides could be identified and attacks were limited against visible enemies.  It was an unconventional war situation as was explained by Gen Steyn in his evidence.  During this conflict, we as Security policemen were conditioned by speeches of politicians and directions by our senior officers, to do everything that was in our power to confront the revolutionary onslaught at all costs.  There were times when in terms of the prevailing legislation of the time, it was not possible to solve all the problems that came one's way.  The present case is perhaps an example of such an instance.  in view of the above, I was of the bona fide belief that what I did in the present instance in order to combat or derail the revolutionary onslaught and to protect the government and National Party from political embarrassment, fell within my express or implied authority.  I did not participate in the events for any personal gain, or driven by personal spite or malice and I received no reward.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Wasserman, can I just briefly refer you to Exhibit J which was handed in by the previous witness, Mr Maharaj?  Mr Chairman, if it would meet with your satisfaction, I do not intend to go through each of those items with Mr Wasserman, I'm simply going to ask him whether he agrees with what I put to the witness, yea or nay, but if you feel that I should, then I'll go through the exercise, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, has he gone through them?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Wasserman, were  you here during the cross-examination of Mr Maharaj?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you present when I put to him certain explanations of what certain letters of the alphabet that precede numbers and other letters in Exhibit J mean?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you agree with the evidence which I put to him about the meaning of those letters?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, as best as I heard.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I can go through them all again if you require that.  Not much turns on it, Mr Chairman, with respect.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, there's one I would like to ask him about.  We haven't been told about.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, certainly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is PNV for?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, PN is the division of Port Natal, V for Veiligheidstak, Security Branch, V.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "V is for Veiligheid.  So that identifies, that prefix shows that its Port Natal Security Branch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And the 4?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The 4 means Black, the subject that you are about to, that reference is going to be the reference number of a black man.",
            "Male"
        ],
        [
            "MR VISSER",
            "And PNV 1 would have been a reference to what?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "A Port Natal subject, Security subject, white.",
            "Male"
        ],
        [
            "MR VISSER",
            "And 2?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Would be the same, but a coloured subject.",
            "Male"
        ],
        [
            "MR VISSER",
            "And three?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Port Natal, Security Branch, coloured subject, Indian, 3 would be Indian.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did that always remain the position, or did that change at some point?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman that was countrywide but the prefix in front would change for the relevant division.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, but the 1, 2, 3 and 4, the racial classification if I may call it that, did that remain the same or did that change?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was a national referencing system, it stayed the same.",
            "Male"
        ],
        [
            "MR LAX",
            "Just while we're on the subject,  so the V therefore refers to a Security subject, Veiligheids onderwerp?  Would that be correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "In other words somebody who was",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Enjoying the attention of the branch.",
            "Male"
        ],
        [
            "MR LAX",
            "Under  the attention of the branch?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  And if one looks at page 11 of that annexure.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chair?",
            "Male"
        ],
        [
            "MR LAX",
            "If you look next to the name Ndaba, in the second line of that entry after the photograph reference, under \"Afdelings verwysing\" PNV4 what's the stroke V for?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, that indicates that that V before the number, that that was an interim file, so PNV4, Port Natal Security Branch, 4 - black, the V is an interim file and as that file grows the V would drop away and get the next figures after that 4 stroke, would then be what the new file would be.",
            "Male"
        ],
        [
            "MR LAX",
            "So this implied that that person was newly brought to your attention?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not necessarily, Mr Chairman, sometimes the V would remain for a considerable period of time, it was merely an administration thing.",
            "Male"
        ],
        [
            "MR KNIGHT",
            "And  why, I'm just interested, the next entry in respect of Zandile, has the same reference.  Both at a regional level and at an H Q level.  The only difference is that at an HQ level, there's no PN in brackets behind it.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I can point that out, Mr Chairman.  What happened round about this period of time, a new computer system, reference system was being installed at S H Q and they were doing away with the 1, 2, 3, 4 reference numbers and everybody was just getting a V, for Veiligheid and then the next number would just be how the computer would get it and the PN would show the division or the region from which the suspect emanated from, so if that was OTV then you'd know that Ndwandwe came from Oos Transvaal.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.",
            "Male"
        ],
        [
            "MR VISSER",
            "Perhaps just to add to the question which Commissioner Lax has just put to you, to make it absolutely clear, wee files kept by the Security Branch only on suspects or on a variety of people?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "On a variety of persons, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Because at page 11 of Exhibit J1 one has Buthelezi, Gatsha, for example, who also has a file. Both at divisional level as well as at Security Head Office.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  Now you applied ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Just one last aspect, before we move away from there.  If you could just clear up an aspect that occurred to me at any rate.  On page 12 there's a \"Verspreiding\" heading and items 1 to 5 indicate obviously departments, items 6 to, I can't read the others but 12 at any rate look like file references, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, the first five, L1 and L2, were desks at Headquarters.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were what?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Desks.  Security desk at Headquarters.",
            "Male"
        ],
        [
            "MR LAX",
            "So what would L stand for and A?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "You've got L1 and A1.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, I think section A was ANC general affairs and L, I forget what it was, I think it might have been an analytical section.",
            "Male"
        ],
        [
            "MR LAX",
            "Alright.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't - there were many of those.",
            "Male"
        ],
        [
            "MR LAX",
            "But the others are clearly some of the same reference numbers as appear in the previous list.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, then the O Transvaal, Northern Natal, that would have been the other regions that this report was distributed to, then after that, NV9/126 Swaziland, that Port Natal, Security Branch 916 was the number for the ANC, that was our reference number for ANC, then the numbers underneath that, PN 666, that would be a copy to the source file of the agent, PNV 22/29/16 was the Inkatha file, so there would have been a copy made for that, for some reason, it will be in the contents of the report, I can't comment now.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would that have been an Inkatha file kept by the Security Police, or kept by Inkatha?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No that's the Security Branch's code reference for Inkatha.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright, continue.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "PNV 13/436, that was, now I can't recall but I heard today maybe the UDF file, so a copy would have been placed in that.  PNV4/35 as we've seen now, was Mangosotho Buthelezi's personal file, so copy 10 would have gone into that.  Copy 11, PNV4/V/139, was the intermittent file for Mr Ndaba and then number 12SV 665 Port Natal was Zandile's file, that would have been filed in that file.",
            "Male"
        ],
        [
            "MR LAX",
            "...the evidence of Mr Maharaj is this went to 15 different departments and in fact it only went to about 3 other stations, the rest are all sub-files within your own filing system.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir, all at Port Natal, PNB.",
            "Male"
        ],
        [
            "MR LAX",
            "I just wanted to correct that apparent inaccuracy.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, Mr Chairperson we did in fact draw attention to the very fact that you mentioned, that Commissioner Lax mentioned, when we cross-examined Mr Maharaj, because that appears from page 1 to which regions the report was sent, where you will find Oos Transvaal, Natal and Noord Natal in the right-hand column, Mr Chairman, but I didn't realise that there might be a problem with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just let's go on to the next one. V6665/PN.  Would that be an informer.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Page, please Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 12, the list you've just been looking at.",
            "Unknown"
        ],
        [
            "MR LAX",
            "That's Zandile.  She's Filla Portia Ndwandwe.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, at that stage PN following a V number it merely says Port Natal, subject of Port Natal.",
            "Male"
        ],
        [
            "MR VISSER",
            "That was the file of whom?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The one we're referring to now was of Zandile.  Filla Ndwandwe.",
            "Male"
        ],
        [
            "MR VISSER",
            "Ndwandwe, yes.  And reference, Mr Chairman, has previously been made to that very reference and you will find the first one at page 2, paragraph 2.6 of Exhibit J1.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just round this off?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I'm confused, the one I was looking at is on page 1, it's only two sixes, 665.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, but that is...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I got the numbers confused.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, but that's preceded by PN which denotes an informer as I understand it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but I wondered if in the filing system you put the, you might put the informer behind, because its a four letter number against the three for informers, so no its a different.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Wasserman ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Visser, just one last aspect.  It's also clear from the front of that annexure on page 1 that a copy went to DNI and AMI.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "It didn't go to them?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, we excluded them.",
            "Male"
        ],
        [
            "MR LAX",
            "You excluded them.  I just wanted to be clear about that.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman its not going to National Intelligence, not going to military Intelligence.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR VISSER",
            "It says \"Beperk\" Mr Chairman, it means excluded.  So they didn't get it.  Just one aspect which I didn't understand correctly and I did not put quite correctly to Mr Maharaj and to which you have drawn my attention, the synopsis given in paragraph 2 I put to Mr Maharaj, was done by yourself, is that correct, or is that incorrect?  I'm talking about Exhibit J1.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was that synopsis written by you or by someone else?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, it wasn't written by myself.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was that also done by?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Capt at that time Botha.",
            "Male"
        ],
        [
            "MR VISSER",
            "Capt Botha.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry about that Mr Chairman, I was under the impression that this was done by Wasserman, but I was clearly incorrect, he's drawn my attention to that.  And what follows thereafter in paragraph 3 and following is what the information was that you received from the informer, clearly.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct, yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So Botha being your Commander is the person that receives this information and from then on he's got to deal with it?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "On this occasion that's how it happened, Mr Chairman,  he processed the report and the Intelligence ...(indistinct).",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry could I just be clear about this?  So you didn't actually draft this report?  You compiled the information in a sense and reported it to Botha.  You prepared this document?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct, yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "Thanks Mr Visser, I just wasn't clear about that, I just wanted to make absolutely sure.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, but I must concede Mr Chairman, that I gave rise to the uncertainty because I misunderstood it myself.  Yes.  Would you then look at page 1 of Exhibit K?  You applied for amnesty for the abduction or man stealing or the unlawful arrest of Mr Mbuso Shabalala, the unlawful detention or deprivation of liberty of both Mr Ndaba and Mr Shabalala, the murder of both these gentlemen and well, what weapons were used at the time to assassinate Mr Ndaba and Mr Shabalala?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, use was made of two Scorpions, sub-machine gun pistols.",
            "Male"
        ],
        [
            "MR VISSER",
            "For so far as it may be accepted or assumed that you were as it were also in possession of those weapons, you also apply for amnesty in regard to the unlawful possession of such ammunition and weapons as were with you on that particular evening.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "You apply for malicious damage to property in regard to the Corolla vehicle in regard to the vehicle of Mr Shabalala.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "And any lesser offence or delict which may be supported by the facts, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, would you allow me a moment?\nYes, perhaps you may be able to shed light on this and perhaps not, please say what your knowledge is.  Do you know who of Mr Nyanda and Mr Gordhan was arrested first on the 12th of July?  Do you have knowledge of that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr chairman, I'm of the firm opinion that we arrested Mr Nyanda first.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would the information about that have gone out to other people, about that arrest?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It would have, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you know where van der Westhuizen was on that particular day, what his duties were?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, he was doing a surveillance and observation at Brickhill Road.",
            "Male"
        ],
        [
            "MR VISSER",
            "Brickhill Road?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairman.  Mr Wasserman, I take it, from the evidence, that you were one of Col Botha's most trusted and selected operatives?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I think so, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, he chose to divulge the very secrecy of the fact that this person was an informer, the fact that Mr Ndaba was an informer to you and he wouldn't have divulged that even to the general of the police at that time.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well, I don't know what he said to the General, Sir, but he divulged it to me.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and he also involved you in his scheme to hide the fact of the arrest of these two comrades from the other police members. is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman there was only one really arrested, the other party was a charade arrest.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Wasserman, I'm not wanting to play with words, I'm talking about the two people that you had arrested, detained, illegally abducted, kidnapped whichever you want to phrase it, but the two people Mr Shabalala and Mr Ndaba, my question is that the fact that you had these people was only revealed to you and you were trusted to assist in this plan to hide this fact from other policemen?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were you told to hide this fact from other policemen?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was a unit, yes, it was to remain a secret.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, because Gen Steyn has conceded during his cross-examination that the members of de Beer's unit, of de Beer's investigation team who were investigating on a national level the Operation Vula, were looking for these people and so you were part of the plan to tell these people that you didn't know where they were?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you stand guard or did you stay, should I rather say, at the safe-house in Verulam, from the time of arrest of Ndaba, that is the 7th of July 1990 until their murder?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Intermittently so, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Where did you sleep at night during that period?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "In the same house, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and the only time you left the house was for the operations.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now it's glaringly apparent from your affidavit and also from your application which just refers to Botha's application and I think, I'm not sure but it was Botha's and possibly Steyn's, that you were not involved in surveillance operations prior to the arrest of Ndaba in regard to the safe houses that are mentioned, Brickhill Road and Knoll.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Sorry Sir, when was I involved with them, the surveillance?",
            "Male"
        ],
        [
            "MR WILLS",
            "After the arrest of Ndaba.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Was I involved with surveillance after the arrest of Ndaba?",
            "Male"
        ],
        [
            "MR WILLS",
            "No.  Sorry if I'm confusing you.  It seems to me that the only time you got involved with that surveillance operation was after the arrest of Ndaba, after the 7th of July in other words.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir, that's so, my personal involvement yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, now who else was in your unit, this select unit?  I know that it must have involved the other applicants and they are Mr du Preez, Mr van der Westhuizen, but there must have been more persons than that because you were observing two houses, is that not so?  So who were you observing, the Knoll, the safe-house known as the Knoll with after the 7th of July?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was with Mr du Preez.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you said that you had a second car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you go on, you said a few minutes ago you only started after the 7th of July.  How long after the 7th?  For how long had you been observing this house when the arrest took place?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I'm not too sure, it was a couple of, me personally, it was a couple of days on and off.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, can I just clarify something that's arisen, if you don't mind?  You only got involved on the 7th?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes. Mr Chairman, I got involved when I was called to CR Swart.",
            "Male"
        ],
        [
            "MR LAX",
            "And it was only after the 7th that you began to observe anything?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, I continued with my normal duties, predominantly Swaziland operations.",
            "Male"
        ],
        [
            "MR LAX",
            "You say you continued with your normal duties?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was continuing with my normal duties.",
            "Male"
        ],
        [
            "MR LAX",
            "Up until that time?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, in terms of the observations that you went on, can you recall when those were and how many there were?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, it was many evenings, it was quite a few evenings and afternoons and I would relieve and be relieved.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  Now who was working with you on all those observations besides du Preez?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was principally du Preez and there were, I think once or twice or maybe even thrice the chaps from C20 were asked to come and accompany the Durban guy.",
            "Male"
        ],
        [
            "MR LAX",
            "And those are the people who are mentioned in the papers who were present at the safe-house?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "McCarter, van Zyl, I think it is and others.  I can't remember all the names, but it's not that relevant right now.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It's them.",
            "Male"
        ],
        [
            "MR LAX",
            "I think there's four of them.  Now, on the day you picked up Nyanda, who was in the other car?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was members of that C20.  I recall only one person's name and that's Roeland.",
            "Male"
        ],
        [
            "MR LAX",
            "And the four of you were staked out there observing this place, the Knoll?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Carry on Mr Wills, sorry to ...",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you..  Now you say you have knowledge that another person was at the other house in Brickhill Road.  I'm sorry, I didn't get the name of that person.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That was van der Westhuizen.",
            "Male"
        ],
        [
            "MR WILLS",
            "Van der Westhuizen and who was he with?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't know.",
            "Male"
        ],
        [
            "MR WILLS",
            "And I would assume that it's probably that there was also a second car there?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I have no idea at all what the logistics would have been for that surveillance.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, I'm not asking you from your personal knowledge, I'm asking you from your experience as a security policeman and it would seem to me to be a likely scenario that you would have a back-up.  I mean you had one, so the chances are that they also would have had one.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The chances are, but I think he was surveilling a residence.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "If it can assist my learned friend, I can tell him now, Mr Chairman, that van der Westhuizen's evidence will be that he was there alone, if it can assist at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can I interrupt for a moment.  What is the Knoll?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, it was a house and the Knoll was the address where it was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not a residence?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, it is, it's a double storied residence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh because I thought you were distinguishing, because you were saying van der Westhuizen was observing a residence, so were you, you were both observing residences?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "I'm sorry are you not wanting to comment on my question?  My question was that in all probability there would have been a back-up at that stage.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I would have presumed so, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  And in probability if a back-up was used, because this was such a secret operation, that it would have also been these trusted people from C20?  We're talking about after the 8th of, or after the 7th of July now.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Sorry, are you referring to van der Westhuizen's surveillance.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  I'm saying the chances are, I know that you've already indicated you don't have previous knowledge, or personal knowledge.  Well let me phrase it another way.  Do you know of any other person other than yourselves, the applicants in this matter in other words, the five applicants, that's Gen Steyn, Col Botha, Mr du Preez, Mr Steyn and yourself and those people at the safe-house in Verulam, C 20, who had anything to do with the two abductees from the 7th of July till the time of their death>?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I know of no other persons involved.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  And do you know of the involvement of any other persons in operations relating to those persons that were conducted by Col Botha or were orchestrated by Col Botha?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And can I assume that you would have known of other people had this been the case?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, that would not necessarily be correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now your evidence is relating to the arrest of Shabalala, is very different to the evidence that was given by Mr Botha.  You've alluded to that already.  I mean basically the difference is that he testified to the effect that it would have been abundantly clear to Shabalala that Ndaba hadn't been arrested, whereas you're saying that you conducted the operation in such a way that both persons would have assumed that they were arrested.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That was my presumption.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  And Botha makes no mention of you climbing into the back of the car with your colleague and pulling someone, or pulling Mr Shabalala over the back seat, rather he says that he put a gun, I think it was him who put a gun, Botha put a gun into the stomach of Shabalala.  Do you recall that happening?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I didn't see the gun in the stomach, but I did pull Shabalala with du Preez over the seat into the back seat and held his head down.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That was my part in that action.",
            "Male"
        ],
        [
            "MR WILLS",
            "So it would have been pointless really and possibly pretty dangerous for all parties concerned to pull someone over the back seat of the car, or pull someone over the front seat of the car into the back, if he'd had a gun in his stomach at that time.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Dangerous to whom?",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, first of all the detainee and secondly it could have knocked the gun anywhere and the gun could have gone off, or wouldn't you have noticed that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I didn't even see Mr Botha with a firearm.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, I'm suggesting that had that been the case, you would have seen it, because you'd be trained to look out for the position of weapons and the position of everybody in this arrest situation.  I'm suggesting  had that been the case, you would have seen it and you would have noticed it.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I didn't notice.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the time, was it daylight?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was lunchtime, I think, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You got into the back of the car and you grabbed this man?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "du Preez got in the one side and I got in the passenger side of the vehicle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you would have wanted to make very sure that he didn't suddenly pull a gun on you?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, I was watching Mr Shabalala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You were watching carefully.  Yes.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.  Something that I wanted to clear up, I know it was a long time ago, I want you to try to the best of your recollection to remember  the times for me.  I want to know the time when you were called first of all to C R Swart when you saw Ndaba at C R Swart.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chair, I can't be specific at all.  I think that was also round midday.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then how long, my understanding from the evidence is that you were one of the first people on the scene when these askaris had arrested and then Mr Taylor came later and then Col Botha came later, is that right?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir, I seem to recall I came one of the last.  I think these senior gentlemen were there already.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay.  So you couldn't have seen what happened prior to Botha arriving, obviously?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir, I didn't see what had happened.",
            "Male"
        ],
        [
            "MR WILLS",
            "And the two arresting officers, that is I think Ninela and Sekakane, were they in the office at the stage you arrived?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I recall Mr Ninela there Sir but I have no recollection of Sekakane at all on that day.  Perhaps he was away.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, alright.  But Ninela was in the same office at the stage you arrived?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "This is all happening at the end of the passage.  I think he was in the office or out in the passage, but he was there.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Can you tell me how long you were at C R Swart before you left to go to the safe-house at Verulam, approximately?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I'd hazard a guess of an hour, an hour or two.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then the drive from C R Swart to Verulam.  Can you hazard a guess as to how long that would take?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Approximately 30 minutes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then it was there that Ndaba was ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you go on, is that to Verulam or is that to the safe-house itself?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The safe-house, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.  And then the debriefing of Ndaba commenced at that stage and were you involved in that at all?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, Mr Botha kept us on the side, that was his baby.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you didn't even hear anything, what was said at that stage?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He didn't allow me to.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, how long did you stay at the safe-house in Verulam?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, perhaps another hour, hour and a half, or so.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then you would have taken another half an hour ride approximately back to Greyville?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then you say you arrived at Greyville at about what time?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, not so reliably but perhaps 4 o'clock, half-past 4.",
            "Male"
        ],
        [
            "MR WILLS",
            "You would have been briefed or, I don't know what the military term is, maybe you can help me, you would have been told what was expected of you at Greyville.  An operation would have been planned.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what were you told?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was informed that Ndaba was due to meet somebody from his unit.  The meeting was to take place sometime during the course of that afternoon.  It was decided that the meeting should be attended by Ndaba and we were to monitor the meeting and if everything was to go smoothly we would leave it.  If the agent gave the sign and Botha informed us that the sign was to be the touching of the head, it would mean that the source presumed he was in danger and then Botha would tell us how to react and 90% of that reaction would be to affect an arrest of the parties that were all around the source at the time.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry there's a few things.  You say that at the stage that the signal went, it was only then that Botha would tell you how to react?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That was my understanding.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  So you didn't know what to do if the danger signal was given?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "React.",
            "Male"
        ],
        [
            "MR WILLS",
            "But you'd have to wait for instructions first.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were you told at any stage to make sure that if the danger signal was given that you were to react in such a way that you wouldn't cast suspicion, or you wouldn't create suspicion in the mind of the informer, Ndaba?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir, we were informed to try and protect the fact that Ndaba was involved in the information leading to that, by our actions.",
            "Male"
        ],
        [
            "MR WILLS",
            "And when were you told of this?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "On departure for the operation.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why didn't you tell me that when I asked about your instructions earlier?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I answered that question as relevantly as I did, when I got it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now you then arrested Shabalala and you say you and one of your colleagues took him back to the safe house in his car.  Who was driving that car?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That was van der Westhuizen.  He drove the blue Corolla, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what did you do?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I stayed in the back holding Mr Shabalala's head down, so he couldn't see anything.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were you injuring him at that time?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I wasn't injuring him at that time?",
            "Male"
        ],
        [
            "MR WILLS",
            "Were you pointing a firearm at any part of his body at that time?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I hadn't drawn my firearm.  I wasn't pointing my firearm, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And can you demonstrate how you were holding him down?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He was now, he had been pulled over.  He was on the back seat and I had my arms around him and I was holding him.  His head was between my legs and I was holding his head down onto the floor of the vehicle.",
            "Male"
        ],
        [
            "MR WILLS",
            "And when you got to Verulam, the safe-house, you say you locked him in a room?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what happened to Ndaba?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't know what happened to Mr Ndaba.  Once we did that action with, at the Corolla, Ndaba went with Botha.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, but the evidence has been that he was also brought to that safe-house.  Were you not aware of that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, I was aware of it once I was at the safe-house.  Yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, sorry if I wasn't clear in my question.  When did you first see Ndaba again?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "At the safe-house.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what happened to him?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He was taken to a separate room.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was he also locked in the room?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, he was.",
            "Male"
        ],
        [
            "MR WILLS",
            "And who went into that room?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I went into the room. Botha went into the room.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you directed your attentions towards Ndaba?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No I was giving both parties my attention.",
            "Male"
        ],
        [
            "MR WILLS",
            "I understood from your evidence that you left Shabalala in the room, locked, unattended.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "If he was locked unattended, I would doubt that.  Perhaps I had secured him, I handcuffed him.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  What I'm trying to establish is that he was alone.  My inference from your evidence and correct me if I'm wrong, was that you locked him in the room and he was alone at that stage?  I would assume that you would at least have restrained him in some manner.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir I did, I handcuffed him formerly.",
            "Male"
        ],
        [
            "MR WILLS",
            "But he was alone in the room?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Initially I stayed with him, until other members came and then I would leave.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you were alone in the room with him?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "The two of you, and you locked the room with you in the room alone with him?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I secured him in the room Sir.  I see what the statement says, but I secured him in that room and if I had to leave that room, I would lock that room.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and you say you asked him no questions.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No I had nothing to ask him.",
            "Male"
        ],
        [
            "MR WILLS",
            "You in fact go further than that and you say you were instructed or advised that he was of no value, don't bother to ask him questions, that's how I understand.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "At the time that we were briefed of the operation there was no information, or nothing to ask him.  I was briefed as such.",
            "Male"
        ],
        [
            "MR WILLS",
            "And who briefed you as such?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Capt Botha briefed me.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Now you then, it seems, must have left him in the room and gone with somebody else into the room where Ndaba was?  Is that right?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I mingled in between the two throughout the course of the time.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well let me get to the point.  Were you involved in the room where Ndaba was questioned?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you don't know how Ndaba was questioned?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "You were never throughout the week involved in any situation where Ndaba was being questioned or interrogated by anybody?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, further during the week I was.  I thought you were talking about still that day.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, okay, well let's establish.  That day you weren't and further on during the week, when did you question Ndaba?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "During the week, well I spoke and interviewed with Ndaba. I never really questioned Ndaba.",
            "Male"
        ],
        [
            "MR WILLS",
            "What were you talking about?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I would talk about personalities in Swaziland.",
            "Male"
        ],
        [
            "MR WILLS",
            "What about?  Them playing golf?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, them being MK.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  And why, I mean are you implying that this is not interrogation?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I'm saying it wasn't interrogation.",
            "Male"
        ],
        [
            "MR WILLS",
            "It wasn't.  What is your definition of interrogation?  Just so that we can speak the same language, what is your definition of interrogation?  When I ask you the word, interrogate, what is conjured in your mind by that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "What you are doing now, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Is this interrogation?  This isn't interviewing?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you asked him about MK people in Swaziland. Is that right?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Amongst other questions.",
            "Male"
        ],
        [
            "MR WILLS",
            "What else did you ask him?  I'm trying to find out what you asked him.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, it's many years ago, I would have been asking questions pertaining to my desk of MK Intelligence.  I can't recall for the life of me one question pertinently.",
            "Male"
        ],
        [
            "MR WILLS",
            "So as I understand it, the focus of your questions was more to establish what he knew about what was going on in Swaziland in MK structures?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman.  I wasn't that aware of what was going on in Operation Vula at this stage.",
            "Male"
        ],
        [
            "MR WILLS",
            "And later on?  When did you become aware of Operation Vula?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Botha would then, he then brief me more fully on what was happening in this particular instance.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "And when did that briefing occur?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That took place intermittently after we had been at this house.  He then took me into confidence and started to tell me more and more what had been happening since he had been handling Ndaba.",
            "Male"
        ],
        [
            "MR WILLS",
            "And this was obviously prior to the death of these people?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "So can I assume that you were fully appraised of the situation in regard to the seriousness of Operation Vula prior to the death of these two individuals?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, Mr Botha briefed me as he deemed fit, I don't know if I was fully appraised with all the facts, but he briefed us to what he deemed necessary for us to know.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, let me rather rephrase that and say that you were aware that these two people were involved in this people's revolt, or this insurrection that it was termed later and the seriousness of the situation prior to their death?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you were aware that both of these people were involved in this?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir, according to Mr Botha's debrief.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  So did you question Mr Shabalala about his involvement?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why not?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was informed not to speak to him and not to try and recruit him.",
            "Male"
        ],
        [
            "MR WILLS",
            "Who told you that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Botha told us.",
            "Male"
        ],
        [
            "MR WILLS",
            "So who spoke to him?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I have no idea.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did anybody?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Members of C20 might have spoken to him.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know if any of your colleagues spoke to him, let's say Mr du Preez?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He may have, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Steyn?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir, Mr Steyn never came there.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Steyn never came to the Verulam house?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "What about Mr van der Westhuizen?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not in my presence, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Have you questioned people to get information out of them before?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes. Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "I would imagine that's quite a big part of your job being a Security Policeman?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you see what my question is, Mr Wasserman, and what my problem is, is that you become aware of this person who's involved in this major operation which might even involve the overthrow of the negotiations and destabilisation of everything that was going on at the time, and he might have a lot of information, but you don't question him?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I had been informed that there were sources inside there and we were told by Mr Botha to play it gently and leave it at that.",
            "Male"
        ],
        [
            "MR WILLS",
            "But wouldn't it be a fair assumption for me to make that the chances are that Shabalala would have information about Vula that might have helped you?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's a fair assumption.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and isn't it also a fair assumption to make that if you speak to two people and get information from two people, the chances are you can have more information as a result of that just speaking to the one?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's a fair assumption.",
            "Male"
        ],
        [
            "MR WILLS",
            "And isn't it a fair assumption to say that Shabalala might have been extremely valuable to you in regard to getting information about this operation?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is a fair assumption.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, so didn't you think it strange that you were asked not to talk to him?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman there was apparently information emanating from this operation.  Mr Botha had told us and that what his reasons were for not engaging in an operation with Mr Shabalala he never made clear.",
            "Male"
        ],
        [
            "MR WILLS",
            "No I'm not asking you whether Botha gave reasons at this stage, I might later.  I'm asking you didn't you feel that it was strange that you got this specific instruction not to talk to this person?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir I didn't see it as strange.",
            "Male"
        ],
        [
            "MR WILLS",
            "This valuable, this potentially valuable source?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir it wasn't strange.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well I put it to you, I find it very strange.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It's not a strange thing.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you tell me why, you see there's a - can you tell me why, or rather let me phrase it in a different way.  Were you under the impression that Shabalala was giving no co-operation?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "After a couple of days, I was, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "How did you come to that conclusion?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "If I went into his room to see how he was and things like that and for food, his body language and he wasn't interested in us at all.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you expect the Committee to believe that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, he had nothing to say to me, he wouldn't engage in any discussions with us, he was not interested, he had nothing, absolutely nothing to say to me.",
            "Male"
        ],
        [
            "MR WILLS",
            "But you've just indicated to the Committee that you had instructions not even to talk to him, not even to ask him questions.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I didn't ask him questions.",
            "Male"
        ],
        [
            "MR WILLS",
            "No, but I'm saying how can you, if you are, if what you say is true, that you were given orders not to even talk to him and your evidence is that  you obeyed those orders, how can you yourself testify to the effect that this person wasn't co-operating?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, as you've said, I have spoken to people on many occasions.  He wasn't to co-operate and I wasn't to question him, therefore everybody was at a position where we knew where we stood.",
            "Male"
        ],
        [
            "MR WILLS",
            "What do you mean, he wasn't to co-operate?  How did you know that if you didn't even speak to him?  That's my point.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I never spoke to him.",
            "Male"
        ],
        [
            "MR WILLS",
            "Then how did you know he wasn't co-operating?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't have to speak to you and you can see that I'm not co-operating.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you arrested this man.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It's a human thing.  There was no reason, I was told not to speak to the man.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've arrested this man, you've taken him to a strange house, you have handcuffed him, you have locked him in a room and then you walk into the room and you don't speak to him, you walk out.  You walk into the room, you don't speak to him, you walk out.  How do you expect him to react?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Perhaps in the uncooperative way that he did, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see, in Mr Botha's application he referred to the person as uncooperative and my understanding is that his lack of co-operation was one of the factors in the assessment of Shabalala, that contributed to the decision to kill him, is that accurate?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well, I made no decision to kill him.",
            "Male"
        ],
        [
            "MR WILLS",
            "No I realise that, but you've been here hearing the evidence.  I'm asking you on the basis of the evidence that you heard.",
            "Male"
        ],
        [
            "MR VISSER",
            "Well, I must object to that Mr Chairman, that wasn't even nearly the evidence, with great respect.  Far from it.  Botha gave his reasons very explicitly, they're contained in Annexure D, Exhibit D, and it certainly does not contain the consideration that the man was uncooperative.  It had to do with the protection of Ndaba, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "I'll rephrase, Mr Chairman.  Had, surely it would have been a bonus for you if Shabalala had said, \"Okay, I don't want to get killed, I'll join you guys and I'll tell you everything you want to know.\"  That would have been a useful thing to have occurred.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It would have been, yes Sir, but it didn't happen.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and had he agreed to go into your askari situation, it would have been a distinct benefit to you and in those circumstances, it seems to me that it would have been strange to put, to make- sorry if I rephrase - had he gone, if he co-operated with you and become an askari he might have been very valuable in your investigations of this Operation Vula?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And it is unlikely in those circumstances that he would have been killed, that any person would have taken the decision to kill him.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I can't comment on that Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "No, but I mean, if, surely logic dictates, let's escape from this particular situation.  You capture an ANC person, you interrogate him or interview him, he decides to come over to your unit and assist you in your operations, you keep him on.  If he becomes uncooperative and you don't want, and he just indicates clearly that he's not going to co-operate, then the chances are that something else is going to happen to him, possibly he'll be killed.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's not necessarily how it happened always.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  I'm looking at probabilities here.  If he had co-operated with you and told you at that stage that I am going to be one of your askaris, the chances are he wouldn't have been killed?  The probabilities are.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The probability exists, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  So then, it seems likely that at some stage he would have been asked whether or not he wanted to become an askari or not, and I use the word asked very generously.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well I never asked him that.",
            "Male"
        ],
        [
            "MR WILLS",
            "No I'm not saying you did, but I'm talking about your experience as a Security Policeman, that's the probability.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It's a probability.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  And the probabilities are that he refused, because he was killed.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's a probability, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  So the probabilities are that his refusal to become an askari were one of the factors that led to his early demise?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I don't think that was so, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You've been kept - Counsel is asking you again and again about him becoming an askari, isn't the normal practice, if you arrest, detain somebody like this, to talk to him, to see what information you can get from him, if he starts giving information, if he starts co-operating with you, only then do you suggest that he becomes an askari?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just be clear?  Your evidence so far is that you don't know anything about any of the questioning that happened to him, if it happened.  As far as you know, there was no questioning of him.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman.  I didn't question Mbuso Shabalala at all.",
            "Male"
        ],
        [
            "MR LAX",
            "And no questioning of him took place in your presence, that's been your evidence today.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, there was no sessions of questioning in my presence at all to Mr Shabalala, at all.",
            "Male"
        ],
        [
            "MR LAX",
            "So when the C20 people questioned him, you don't know anything about that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I don't know if he co-operated or what the situation would have been.",
            "Male"
        ],
        [
            "MR LAX",
            "You don't even know that they did, in fact.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was informed that they did.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "As I understood you and I may have been mistaken, you said, we were told not to question him.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, that's myself, du Preez and van der Westhuizen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  The three of you who were in the unit.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes. Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "None of you, you were all told to leave him alone, not to question him.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not to try to turn him.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, correct, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Chairman, just to set the record straight, I want to refer Mr Visser to paragraph 18 of Mr Botha's initial affidavit where he says one of the factors concerning the options relating to Mr Shabalala was the fact that he gives no co-operation.  It's listed as the first factor.  It's on page 18 of the first application to amnesty of the bundle.  Now, did...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "I'm sorry, allow me Mr Chairman to apologise and to say that I stand corrected, but that wasn't his evidence here, but I read it here and it is under the heading of Mbuso Shabalala.  \"Geleen geen samewerking.  Nie bereid om te getuig nie.  Nie bereid om beruggewer te word nie\"  So it would appear that Botha did in fact talk to him about that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you.  Were you aware of any of the background of Mr Shabalala, as far as his involvement in the UDF goes?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I wasn't Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Because you used the phrase in your second statement that he had the name \"Jack\".  Are you sure of that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was informed of that by Mr Botha's debrief of Ndaba, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, my instructions are that Jack was the MK name given to Mr Shabalala's brother, Vuso Shabalala and that Mbuso Shabalala, the person you killed, his MK name was David.  Can you dispute that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I cannot dispute that, Mr Chairman.  I thought Mr Shabalala's brother was Rexel, that's the MK, or the code name that I knew.  But there were many names, some persons had four or five.",
            "Male"
        ],
        [
            "MR WILLS",
            "Wee you under the impression that Mr Shabalala was operating outside the country or only inside the country?  Did you know at that stage?",
            "Male"
        ],
        [
            "MR LAX",
            "Which Mr Shabalala?  Sorry, Mr Wills.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, the detained Mr Shabalala, the deceased.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I'd never heard of him operating externally.",
            "Male"
        ],
        [
            "MR LAX",
            "Were you aware of him prior to this incident?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I'd heard of him vaguely via UDF desk discussions, but he'd never come to my attention in the MK  ...that I was responsible with.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you've heard the evidence of both Mr Botha and Mr Steyn.  you've also read the affidavits and so you are aware of the fact that they flew off to Pretoria on a number of occasions during that week from their evidence?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I'm aware from their evidence, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Did you not know at the time that they flew to Pretoria from time to time?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I was a sergeant, I didn't know, I didn't have to know if they were flying to Pretoria.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you evidence seems clear on the point that at no stage did they call you together and appraise you of the fact that they'd got these instructions not to arrest by the 16th?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No I wasn't informed of that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  And I take it that you weren't informed of the extent to which this Intelligence travelled, that it went as far as the State President.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "Or intended to go to the State President.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir I wasn't informed of that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  You had no knowledge of the fact that prosecutions would not be instituted against these people?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir, I wasn't informed.",
            "Male"
        ],
        [
            "MR WILLS",
            "You had no knowledge that Col Zen de Beer had been appointed to investigate Operation Vula from a national perspective?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I became aware of that shortly, yes, that one I was informed of.",
            "Male"
        ],
        [
            "MR WILLS",
            "And how did that information come about, can you tell us?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Col Botha informed us that a national team would be appointed, members from all over the country would come and de Beer, the local Durban man, would head up that.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what did he say you must do with de Beer?  I mean, obviously you knew your position with these two people from Operation Vula?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I had nothing to do with de Beer at all.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why not?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I had nothing to offer him.  I had no information to give him.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were you not told specifically not to co-operate with de Beer?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "We would never have even got to that Mr Chairman, I would not have anything to do with him anyway, I had nothing to give.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, you had knowledge of the fact that you had two operatives under your control, that seems by all accounts were connected to Operation Vula, surely that would be useful for him?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I think Mr de Beer was after the information Sir, and I had nothing to give him, so I had nothing to deal with.",
            "Male"
        ],
        [
            "MR WILLS",
            "You had information about the whereabouts of two people.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "That is information.  That is vitally crucial information to somebody who's trying to solve or to get information on an operation, not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "If I had information, it would have been, but I had no information to give Mr de Beer, therefore I didn't even see him.",
            "Male"
        ],
        [
            "MR WILLS",
            "What I'm suggesting is that you were told not to co-operate with de Beer, is that not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, I understand the question now, Sir.  Yes, Mr Chairman, we were informed not to mention anything about those arrests and those activities, yes.",
            "Male"
        ],
        [
            "MR LAX",
            "But hang on a second Mr Wasserman.  You wouldn't have needed to be informed not to co-operate with, this wasn't your first operation that you were involved in unlawful activities.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "This is in fact almost  your last operation.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir, that's why I didn't understand ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "You been involved in a stream of killings and unlawful activities all of which you kept hidden for years.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir, that's why I didn't understand exactly what the question coming from Mr Wills was.",
            "Male"
        ],
        [
            "MR LAX",
            "But your evidence is that you were actually told to keep it quiet?  That's so improbably.  You guys didn't need to tell each other to keep it quiet, you knew jolly well that you'd broken the law and this thing had to remain a secret.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, that's correct.  But I didn't understand exactly where Mr Wills was coming from.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, but that's why I'm puzzled by your evidence that you would have got an instruction to keep it quiet.  You would have known very well, you were an experienced policeman, you may be a sergeant, but you were a very experienced policeman.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Sir, I would not have mentioned it anyhow.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...indistinct) at that stage.  All they were doing was detaining somebody.",
            "Unknown"
        ],
        [
            "MR LAX",
            "But even if you hadn't have killed him, you knew that the detention was unlawful.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "I just want to dwell on that for a very short while longer.  It seems to me from the evidence of both Mr Botha and Mr Steyn, that there was an active decision taken to conceal, it wasn't just a case of hiding the information, there was an active decision to conceal your activities in relation to the arrests of these two people from de Beer, and that is what you were told.  That is what was told to you, not, to actively not co-operate with de Beer and to actively conceal the fact that you had these two people from de Beer.  Sorry.  I'm sorry.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't understand you sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, I'm tired now,  Let me try and rephrase.  You had a, it seems from my understanding of Botha's evidence is that he made an active decision to conceal the information that he had these two people at the house in Verulam from de Beer.  Did you hear that evidence?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I heard the evidence yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now what I'm asking, is because you were in his select unit, he had opened, you were privy to this operation of his, but he also told you not to tell de Beer anything about that, about the fact that you had these people?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And did you ever have any communications with Mr Steyn, Gen Steyn?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I didn't. Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "So it was always, the only communications that came from Steyn, was via Botha?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir, that's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "I want to turn now to the last days, the last day.  Did you see Ndaba and Shabalala on Saturday morning, the 14th?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "How wee they?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "They were fine, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "They were fine?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "They weren't shaken up, scared, terrified?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman to me no not, although Mr Botha had told me Mr Ndaba was an anxious personality.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, but to you he looked fine?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "To you, you didn't notice anything strange about him?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "You wouldn't have come, told us that he was shaken up, trembling or anything like that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, he wasn't, whilst he was with me, no Sir, he wasn't.",
            "Male"
        ],
        [
            "MR WILLS",
            "You then say to them, or how was it, who communicated to them that you were going to remove them to another safe-house?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Botha was taking the lead in that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, did you witness that communication?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "What happened, tell me how?  I mean, from your point of view, I want you to go into as much detail as you can and I want you to be sensitive to the fact that I'm asking this question because the loved ones of those two people are here, they want to know what happened to their loved ones.  What happened that morning?  You got - what time did you go to work, or what time did you wake up from the safe-house?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I can't recall if I stayed at the safe-house that night, but I do know that we took Shabalala and Ndaba to a kombi, station wagon kombi.",
            "Male"
        ],
        [
            "MR WILLS",
            "And who told you to do this?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Botha told us to do it.",
            "Male"
        ],
        [
            "MR WILLS",
            "And when had he told you this?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Earlier on in the day, before the evening.",
            "Male"
        ],
        [
            "MR WILLS",
            "What time are you talking about?  When did you get into the kombi?  What time?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I can't recall the time but it was night time, late night.",
            "Male"
        ],
        [
            "MR WILLS",
            "Late night?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "On the Saturday night, the 14th?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And when had Mr Botha told you to put them in the kombi or take them to the kombi?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That was minutes- when did he tell me to put them in the kombi?",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Or should I rather say, when did you know, you've told us that  you got an order, you got an instruction from Mr Botha that you were to assist in their elimination, when did that order come?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That was earlier on in the evening.",
            "Male"
        ],
        [
            "MR WILLS",
            "Earlier on in the evening?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I can't recall, it was on the day, late afternoon, evening.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay.  And then sometime at night you put these people in the kombi.  Did you lead?  Did you lead to the kombi?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, before that Mr Botha told me and then I prepared, he told me how he was going to - he decided to take them to the Tugela, then I got hessian sacking and some Watcrete concrete pole standards and some wire, some binding wire and I put that in the kombi.  I then, I had pre-cut strands of wire into predetermined lengths.",
            "Male"
        ],
        [
            "MR WILLS",
            "You had all of this equipment at this house in Verulam?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was a farmhouse.",
            "Male"
        ],
        [
            "MR WILLS",
            "You had it all there?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was all there yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I cut wire up in predetermined sizes and also loaded that into the kombi, then when that was all ready, we took the parties out of the house.",
            "Male"
        ],
        [
            "MR WILLS",
            "When you say we, I want you to tell me, who did you take out?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I'm unable to state which member I took out, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were you all three of you involved at this stage,  or all four of  you?  By that I mean all applicants except Gen Steyn?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were their hands cuffed?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes they were, Sir.  They were handcuffed and blindfolded.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay.  And where did you put them in the kombi?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "They were led into the back of the kombi, through the sliding door, into the back of the kombi.",
            "Male"
        ],
        [
            "MR WILLS",
            "As I understand your evidence, you weren't present at the time it was communicated to them that they were going to be moved to another safe-house.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't recall that I was present Sir, although I knew that would be the legend given to them, but I wasn't present when Mr Botha said it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Now did they show any signs when you were moving them from the room in that house to the kombi that they knew that they were going to be murdered?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir, nothing visible was shown to them.  I think that they still believed that they were going to go to another house.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, okay, you got them into the car and who was driving the kombi?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I recall van der Westhuizen drove the kombi Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And where did you sit?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I sat behind the people, Ndaba and Shabalala.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you sat in the third row of seats.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The third or the second, Sir, I don't know, I can't recall if the kombi had two or three rows.",
            "Male"
        ],
        [
            "MR WILLS",
            "My understanding of a kombi, unless it's been modified, it's got a font seat, it's got a middle seat and it's got a back seat and behind the back seat is the shelf with the engine underneath and a place on the top.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's it, then I was in the middle.",
            "Male"
        ],
        [
            "MR WILLS",
            "And where were the deceased?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "They were in the front.",
            "Male"
        ],
        [
            "MR WILLS",
            "In the front with van der Westhuizen?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, in the front of the back.  In the front portion.",
            "Male"
        ],
        [
            "MR WILLS",
            "Oh, so you were in the back seat of the kombi, they were in the middle seat and van der Westhuizen was driving?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir, correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And where was Mr Botha?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I don't recall exactly where he was in the kombi.",
            "Male"
        ],
        [
            "MR WILLS",
            "And the other applicant?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No I don't recall.  I think Botha might have been in the front with van der Westhuizen, but that's speculation.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "And du Preez and I were sitting with, in the rear for sure.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  And It's about an hours drive to the turn-off, maybe 15 minutes?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Chair.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what was said in the kombi?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, there was no conversation.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now I understand this, this is when the old road was in operation?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "So there's about a 15 kilometre stretch on dirt from the turn-off at Mandini to the Tugela Mouth, might be 12 kilometres, but at least 10?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I think it is, yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, it is and what did you tell them when you were turning off the road?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, both parties were unable to see where they were going so there was no reason to say anything.",
            "Male"
        ],
        [
            "MR WILLS",
            "You didn't pre-warn them that you were going to stop in order to relieve yourselves?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "You just turned off the tar road and turned, drove seemingly the 15 kilometres or so, or the 10 kilometres to the River Mouth on the Northern side of the Tugela River?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that was a dirt road, that is a dirt road still today.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I think it's still a dirt road, I haven't been lately.",
            "Male"
        ],
        [
            "MR WILLS",
            "But it was a dirt road at the time?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was there any discussion in the car with the applicants?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "What happened when  you stopped?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "When we stopped van der Westhuizen and I got out of the vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, may I ask.  Seeing that we're trying to complete this incident by tomorrow, what the point is of repeating all the evidence in chief in cross-examination?  With great respect.  If there's a point, obviously I don't have any problem, but aren't we just wasting time,?  We're going through exactly the same evidence as he's given before Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, I am asking additional questions.  I don't recall there being any questions asked about conversations taking place, who was sitting where, what was said to the parties, this is to my mind, fair in the circumstances.  This is the only evidence that the families are going to hear about the last day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you should bear that in mind Mr Visser that it was explained that it was explained that they are appearing for the families of the people and they wished to know exactly how their sons had died and we are getting.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, Mr Chairman, I'm not getting sensitive to that but Botha also already gave the evidence.  But I leave it in your hands, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairperson.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.  Must I ...",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, you see, what I'm trying to suggest is that surely at that stage, when you told them that they must get out and relieve themselves, that any person in those circumstances would at least get a suspicion or be at least a little bit scared that something was going to happen to him then,",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, it wasn't evident, perhaps both parties were apprehensive but they never stated, they never said anything and they didn't openly show anything, but I don't know what their feelings would have been at the time.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "And you said that they must relieve themselves?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, we all did.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, did you take their handcuffs off?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, they were handcuffed in front of themselves, not at the back.",
            "Male"
        ],
        [
            "MR WILLS",
            "So who helped them undress, or was it possible with handcuffs on?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, it's possible with handcuffs, Mr Chair.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you take their blindfolds off?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, they remained blindfolded, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "You say you then led them, or somehow they got to the river bank, I'm assuming that the, I think you indicated that it was about 20 metres away from the car.  How did they get there?  Who led them there?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I am of the opinion that maybe Mr du Preez and Botha perhaps led them that way.  We all went.  The two of them and the three of us, but not van der Westhuizen, he stayed with the vehicle.",
            "Male"
        ],
        [
            "MR WILLS",
            "At all stages?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "At one stage, after the shooting..(intervention).",
            "Male"
        ],
        [
            "MR WILLS",
            "No, I'm talking about before the shooting.  I realise what happened, what he did after.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Before the stage, yes Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, when we got there initially, he took me from the vehicle to this place, 20 or 30 metres or so, then came back and then he stayed there.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you say you made them sit down?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, I did.",
            "Male"
        ],
        [
            "MR WILLS",
            "And how did you do that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well after relieving, we all relieved ourselves, then after that I suggested, \"Let's sit here, we're not ready to move yet\", then even I sat down.  All of us sat down and then the two gentlemen were shot on either side of me.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, but the evidence has been to the effect that you made them sit down.  Did you ask them to sit down and they co-operated, or did you push them down?  Sorry, I know that I was concentrating on something else when you gave this evidence in chief.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, we had discussed with Botha that I would attempt to get them to sit down.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Surreptitiously and I said \"listen, we are not ready to leave, let us sit down\" and I placed my hands on their shoulders.",
            "Male"
        ],
        [
            "MR WILLS",
            "Both of them at the same time?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir, and started to sit downwards and they sat down with me.  Then very, very shortly after that both shots went off, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "So even when you were making them sit down, surely then they would have at least gasped or indicated something, because they must have been terrified?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I think that they were not aware that they were about to be shot.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When did Botha tell you that you should try to get them to sit down?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, he had made this plan up at the house, at the house in Verulam.",
            "Male"
        ],
        [
            "MR WILLS",
            "We've heard of how you disposed of their bodies, I won't dwell on that.  You had given evidence, or there has been evidence that you operated in a number or you had a number of farms at your disposal.  You had at least two that I know of, the one in Camperdown and the one in Verulam.  Is that not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now it seems to be strange that you go to the trouble of taking them all the way to the Tugela River where you could have just done the same job at the farm.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman and even to me that decision was strange when it came.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, it's strange to me as well.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, particularly in the light of the fact that you already killed somebody on that farm before and buried them there.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, I had no idea where this plan of the river had come from, it was totally out of normal context.",
            "Male"
        ],
        [
            "MR WILLS",
            "Prior to your application, did you become aware that there was a unit investigating this killing that was under the auspices, I think it was known as the d'Oliveira Unit, under the auspices of the then Transvaal Attorney-General?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "This was prior to your amnesty application?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I'm not too sure if it was prior but I knew Mr d'Oliveira was working on this one.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now I've spoken to the Investigating Officer, Mr Holmes and I was hoping at this stage to have the statements and I've just spoken to him.  Did you know that Capt Holmes was the Investigating Officer?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I didn't know that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, I've spoken to him telephonically and unfortunately I'm not in a position to verify this with documents, but at this stage he says to me that he has information that Ndaba and Shabalala were not killed at the same time.  you deny that obviously?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I deny that emphatically.",
            "Male"
        ],
        [
            "MR WILLS",
            "He also indicated to me that he had information and I don't know what the state of this information is, but that Ndaba was taken out in a Natal Parks Board boat and his body was blown up some miles off the coast.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, that's incorrect, Sir.  That's nonsense.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This evidence appears to be vital to the whole application.  If it is true, if there is such evidence, it is quite clear there has not been full disclosure.  What arrangements are being made to have this evidence made available to the hearing?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, I've asked Capt Holmes to give me that evidence.  I spoke to him on Friday last week.  he indicated to me that he would have this evidence available by Monday afternoon.  Unfortunately when I got hole of him, I only traced his number down on Friday, when I got hold of him on Friday afternoon he was in some operation in the Eastern Cape and he was expected back to his offices on the Saturday.  He indicated to me that on the Saturday he would look through the information and give it to me.  I spoke to him on the Monday morning, he indicated that he'd been delayed in the Eastern Cape but that he would endeavour to give the information to me.  I'm still expecting it Mr Chairperson.  I have asked the Truth Commission, in the form of Ms Deborah Quinn, to assist in this process but we haven't been successful at this stage and that's, I don't have any power to get hold of this information other than that.  I am expecting affidavits to come through.  Mr Chairperson I didn't, I raised this information at this stage obviously because it would be fair for me to put this to this witness.  The information I've just revealed now was given to me as a result of a telephone conversation with Capt Holmes on Monday morning after the cross-examination of Mr Botha had been completed, but I would certainly appreciate assistance from the Committee as far as getting Holmes here.  It would assist me greatly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It seems to me that if there is such evidence, it should be made available, it should be put to the witness.  Is it possible to continue his cross-examination on other aspects and to continue, we will do all we can to make sure such evidence, if it is evidence, is made available and can be put before the Committee.  Obviously it's something which should be put to Botha certainly if it's going to say that his version is completely false and we have to put to the other applicant.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairperson, we agree with you.  The - Please allow me say that it is startling that after two years down the line when everybody knew in the TRC of these applications, that we should be faced with this 90% through our, or 80% through our applications.  It is just really unacceptable, but Mr Chairman, as usual we will not complain, we will fall in, because clearly we want to know what the truth is and we agree with you, but can my learned friend just tell us everything that Holmes told him?  We now know of two things.  Is there more, may we ask, Mr Chairman?   And what's - surely my learned friend must have asked him, \"But why do you say this, what is this based on?  Is there somebody that can tell us?\"  I mean surely there must be more information?",
            "Male"
        ],
        [
            "MR WILLS",
            "The only, I mean I don't know if I'm obliged to answer questions about consultations I have with witnesses but be that as it may, the only information that I have got related to that, but related to the two facts that I've given and to my recollection of the telephone conversation I had with Holmes, the impression I gained was this was through his investigations and I assumed it was through information contained in the dockets.  I did request that statements be faxed to me to the number at, in the media room.",
            "Male"
        ],
        [
            "MR VISSER",
            "May we assume that this is then all that he said?  These two points.",
            "Male"
        ],
        [
            "MR WILLS",
            "At that stage, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, may I ask, I don't see that there should but could there be any objection to my attorney talking to him so that we can find out exactly what he's got and when it can be brought to you because Mr Chairman, we can't just keep on postponing the completion ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I want our investigator to take over now through our Leader of Evidence and we will be responsible for such evidence then being made available.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I suggest that my learned friend completes the cross-examination of this witness, pending on whatever may come out from Mr Holmes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson, I've just got one issue that I want to raise which is related, that is, in your experience as a Security Policeman, surely, or isn't it common practice that when you have an informer who supplies you with information about persons who may at a later stage be arrested, that it would be a common practice to keep that informer in order to communicate with that informer to corroborate information that is gleaned from the persons who are arrested or detained by some other means?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That would be a usual practice, yes Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, so it would be quite an unusual thing to have killed this informer at this stage?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know why?  Are you able to advance any reason to the Committee why this unusual step was taken?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, personally I am unable to really know why this step was taken.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Wills, can I just clarify something?  The two issues that arose from your discussion with Mr Holmes were that they weren't killed at the same time and which of them was allegedly blown up at sea?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ndaba.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, Ndaba.",
            "Male"
        ],
        [
            "MR LAX",
            "I just wanted to be clear, so my note is correct, thank you.",
            "Male"
        ],
        [
            "MR WILLS",
            "That completes my cross-examination, thank you.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chair.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Mr Wasserman, you state in paragraph 4 that you were surprised by the news of Mr Ndaba's arrest in view of the high profile.  Can you explain what you mean by this?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, not the arrest.",
            "Male"
        ],
        [
            "MR LAX",
            "He was surprised that he was his informant, not by the arrest.  Sorry, just to get the question right.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What do you mean by high profile?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well Mr Ndaba was a high profile, according to my knowledge, he was a high profile MK Commander from MHQ.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was Commander of the operations in Natal, wasn't he?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He was at one stage, then he retreated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you also know that Mr Shabalala was high profile, similar high profile?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I was unaware of his status, Sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When did you come into contact with the name Ndaba?  When did you first come into contact with his name?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I can hazard a guess.  It would have been in my Swaziland Operations, probably 84/85, at a guess.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Oh you were in Swaziland 84/85?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No I operated in Swaziland, but I was in Durban basically.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay.  Now you say that, to your knowledge, no assault took place at C R Swart?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not in my presence.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Not in your presence?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry your mike please.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Sorry, and you were in the presence of these two all the time that they were there?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I was not in their presence all the time.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You were not?  Okay.",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chair.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Now you say when you proceeded with the arrest of Shabalala at the meeting-place by Greyville Racecourse, you explained how the whole operation occurred, but I'd just like to highlight the fact that Mr Botha in his evidence, said that what he had, what your objective had been at that stage once Ndaba gave the signal, it was to protect Ndaba, would you agree with that?  Your objective, your common objective, once the signal had been given by Ndaba that he was in danger?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, any action taken by us was to protect Ndaba.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Your objective of the whole action?  But your account here has just been that your, the object of your, of the whole operation was to arrest both of them?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, that's the wrong impression, I hope that's not the impression ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I gathered from the evidence, that he said the intention was to create the impression that they had arrested both of them after it had gone wrong.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct, yes, that's the impression Sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, so you wouldn't agree with Botha's assertion that in fact Ndaba could have gleaned, Shabalala could have gleaned from that whole operation of arrest, that Ndaba was not being arrested?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, it is possible that he did glean that, that we were attempting to stage a charade that he would not glean that.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.  We have evidence from Mr Botha yet again that Shabalala refused to be recruited, what do you say to that?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's very possible and I was not present when Botha even tried once to recruit him.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I don't think I got the reason precisely why you were told not to try to recruit him.  Why was that?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That reason was never given to me.",
            "Male"
        ],
        [
            "UNKNOWN",
            "In the usual course of your business of arrests you would have tried to turn a person over, would you not?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman we would have engaged in a questioning session should the reaction of that person be as such, then one might have tried a recruiting job on that personality.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Had you previously been told not to try and recruit an arrested person?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Many times.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You have been.",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And you never questioned it?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, not at all.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay.  On paragraph 12 you say that Shabalala was robust and aggressive throughout, can you just expand on that?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well, Mr Chairman, if I attempted to have anything to say to Mr Ndaba, correction, to Mr Shabalala, he would have absolutely nothing to say to me.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Is that aggression?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well, perhaps not in the strict sense of the word, however he would have nothing at all to do with me.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Is that what you mean by robust and aggressive?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Perhaps abrasive is another word, but it was definite from his reaction that there would be no dealings between the two of us.",
            "Male"
        ],
        [
            "UNKNOWN",
            "This just doesn't add up.  You were told not to have anything to do with Mr Shabalala but you are able here to assert that he was robust and aggressive.  The two just don't tie up.",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well, Mr chairman, I would have had to go and see that he was okay in the room, that perhaps he needed to relieve himself, we had to take him food, we had to take water, so those were the dealings that I routinely would have had with him, but I never had discussions over activities and actions that he might be doing.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So, in hiss aggression what did he do, did\nhe refuse when you said you may go and relieve yourself?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you have to be present when he had to relieve himself?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, there was no toilet facilities right in that room, so he would have had to be taken to do his ablutions and we took them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And have his handcuffs taken off?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It must have been most humiliating.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I think so, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, sorry if I may interpose.  The word robust, what do you understand by the use of that word?  Why did you choose that word?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I think it should have been rather more proud and forthright, but robust was selected.",
            "Male"
        ],
        [
            "MR LAX",
            "Because robust means to be physical, to be more than just body language, which is what you used in evidence in chief.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Then perhaps it's the wrong word, I didn't understand robust to be that.",
            "Male"
        ],
        [
            "MR LAX",
            "And aggressive has a similar denomination.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It's words selected in consultation.",
            "Male"
        ],
        [
            "MR LAX",
            "It's just that the impression imparted by the use of those two words together, gives one the impression that he might even have tried to physically attack you back.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir, he didn't.",
            "Male"
        ],
        [
            "MR LAX",
            "At no stage?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.  We'll go now to the observation at the Knoll.  Can you just clarify?  Where was Gen Nyanda arrested?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He was arrested going up the road towards Overport, I don't recall the name of the road.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And before the arrest you were observing the resident, called the Knoll.",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When he left the Knoll, you followed him?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Why had you been asked to observe that place?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Botha had informed us that this was a safe-house for the ANC.",
            "Male"
        ],
        [
            "UNKNOWN",
            "An ANC safe-house?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Had he told you who to observe there?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't recall which names he mentioned, but we were to record all particulars of all personalities exiting and leaving.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you know Gen Nyanda?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I knew Kibusa.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I knew the name Kibusa and I knew Kibusa was Gen Nyanda.",
            "Female"
        ],
        [
            "UNKNOWN",
            "Okay..",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "And I knew the face, Ma'am.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay.  So I didn't quite get what you said he did that made you, alerted you to the fact that you were onto him.  What did he exactly do?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I think his counter surveillance procedure, because he's a highly trained man, I think his counter surveillance procedures had picked us up.  His driving mannerisms appeared to both du Preez and I that he was starting to take slightly evasive action and we both came to the conclusion that perhaps he had cottoned on to us.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you just explain the driving mannerism, what was he doing?  Swerving the car, going faster, slower?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Nothing as dramatic as swerving the car, however, I seem to recall perhaps and indicator, showing going left and then not going left and then an indicator\ngoing right, to see if we were responding behind. That's routine anti-surveillance procedures and it appeared as though those were being practised.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And then you went on to say that a particular weapon was discovered in the car whereas you had searched the car and not found the weapon.  How do you explain that?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, my search was very, very cursory.  We didn't strip that car at that stage for secret compartments, it was merely a physical search of the vehicle as it was standing there per se.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I tend to recollect, but I'm not sure, if it was in this case or something else, that the weapons were found in a secret compartment in the fuel tank?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I was just looking, I think it was in Gen Steyn's Exhibit H, where he recounts the judgment of the Magistrate in Mr Nyanda's application for bail, but I'm not entirely certain.  I'm just looking through that now, Mr Chairman and if I find it, I will alert you.",
            "Male"
        ],
        [
            "MR LAX",
            "It's on page 5 of that annexure.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Commissioner Lax.  I'm just looking.  I see there's something on page 6 as well about explaining that tanks of a Mercedes and a Cressida, well he was driving a Cressida, was used to smuggle arms.  I'm just looking again, Mr Chairman.  I'm not sure where at page 5 you're referring to.",
            "Male"
        ],
        [
            "MR LAX",
            "No, in fact you're correct there.  It's the second-last sentence of that first paragraph on page 6, talks about\n\"the Accused explained that the tanks were used to smuggle arms and ammunition from Botswana into the Republic.  This was done on numerous occasions.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It would appear to indicate, if one looks at the sentence just before that the modified petrol tank were found at the house.  It may be somewhere else.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, certainly this does not narrow it down to a secret compartment in a car, Mr Chairman.  My attorney has just pointed out to me something else here and that is at page 96 on The Other Side of the Story where the photographs which I referred to earlier, page 198, I dealt with and it says at page 97\n\"The photographs 198 illustrate the Toyota Cressida, ND 268230, found in possession of Siphiwe Nyanda, showing the false compartment and the M3A1 45 calibre sub-machine gun with the optical sight and silencer.\"\nSo according to these commentary Mr Chairman, apparently it's the middle photograph and I'm going to hand it to you again so that you look at it, it would appear to be the seat turned upside down with some sort of compartment.  My attorney can just show that to you, Mr Chairman, it gives him something to do as well.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So Mr Chair, we can proceed on the assumption that the weapons were found under the seat in a secret compartment.  Thank you, Mr Chair.  Can I continue?  You say that you were told that Ndaba was anxious and indicated his intention to turn himself over the ANC.  Would you normally be privy to such information?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "As Mr Botha wished, I could have received such information yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Earlier on you said he had not permitted you is some discussions, well which discussions were those?  In discussions with Ndaba.  You said earlier on that he had not permitted you in the room when he was discussing with Ndaba yet he walks out of the room and gives you the exact information Ndaba gave him, does that make sense?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, it makes Ma'am.  Then I cannot put questions to Mr Ndaba.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Pardon?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That means I would not be able to question Mr Ndaba on information.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Okay, if you're in the room  you would, it would have been assumed that you can question Ndaba, but if you're outside, you couldn't?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's right.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And if you're outside, you are relying only on what you are told by Botha.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct, sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When was the decision taken to eliminate Ndaba?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I'm not sure when that was taken Mr Chairman, but I was, my participation came about earlier on the day in question.",
            "Male"
        ],
        [
            "MR LAX",
            "When were you informed of that decision and, well let's just first, when were you informed of the decision?  On that day?  What time of day, can you remember?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chair, as I answered before I cannot give the time but it was earlier on the same day.",
            "Male"
        ],
        [
            "MR LAX",
            "Was it in the morning, was it in the afternoon, was it early evening?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Somehow I recall sort of eventide.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You said earlier didn't you, afternoon, early evening?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Late afternoon, early evening.",
            "Unknown"
        ],
        [
            "MR LAX",
            "And as a consequence of that you had certain preparations to perform?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "And that entailed getting hessian sacking, it entailed getting the Watcrete poles, according to your evidence it entailed cutting bits of bailing wire to certain lengths and so on, is that right?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, once I'd been informed that it's been decided that they were to be placed in a river and what my part would be I then prepared, on grounds of that instruction.",
            "Male"
        ],
        [
            "MR LAX",
            "And where did you get all that material from?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman at the farm at Verulam, there was an old Hulett's farmhouse, there was much poles, wire, hessian bagging and all of that stuff was at the farm.",
            "Male"
        ],
        [
            "MR LAX",
            "Please carry on, sorry to interrupt you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.  Now did the repercussions that this would have, the fact that Ndaba and Shabalala were to be eliminated on the National Party as explained in paragraph 18, did you reach this conclusion on your own, or where did you get this information?",
            "Female"
        ],
        [
            "MR LAX",
            "I was just reminding you to put the mike on, you did it as I mentioned it to you.",
            "Male"
        ],
        [
            "UNKNOWN",
            "The concerns raised in paragraph 18.",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Sorry Mr Chair, I just missed the gist of that question.",
            "Male"
        ],
        [
            "MR LAX",
            "You're being asked, these concerns that you raise here in paragraph 18 about the way the decision was taken and the basis for that decision, where did you, how did you come to know about these concerns?  Have I put the question correctly?  Did you ...(indistinct- mike not on).",
            "Male"
        ],
        [
            "UNKNOWN",
            "Were you personally concerned about the repercussions that the elimination of Ndaba and Shabalala would have on the National Party?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was aware that there would be repercussions, should it be established what had happened.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Were you concerned about those repercussions as stated in paragraph 18?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "What repercussions exactly?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Should I read out the paragraph?  Paragraph 18 of his statement.",
            "Female"
        ],
        [
            "MR LAX",
            "Mr Wasserman, you can see paragraph 18, it's pretty obvious that there are a whole range of issues contained in it.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes Sir, I'm aware of the issues but are those repercussions?",
            "Male"
        ],
        [
            "MR LAX",
            "Well during the period of time when the negotiations were under way, these revelations would have caused a sensation and would have embarrassed the National Party and the Government.  Those are the repercussions she's talking about.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, I concur with that.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, but the question you're being asked is, did you personally have a worry that that in fact would be the result?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, I did.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You were not told this by Mr Botha?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I believe that I was also told this by Mr Botha, but I did further concur with it by myself.",
            "Male"
        ],
        [
            "UNKNOWN",
            "How far did you say the safe-house was from the Tugela River?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, distance wise...",
            "Male"
        ],
        [
            "UNKNOWN",
            "An estimation will do, Mr Wasserman.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "80 kilometres.  80/90 kilometres.",
            "Male"
        ],
        [
            "UNKNOWN",
            "So your testimony is that for 80 to 90 kilometres, you drove 80 to 90 kilometres in total silence to the Tugela?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I didn't speak at all to either Ndaba or Shabalala.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But you spoke amongst yourselves?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, we spoke amongst yourselves.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What would you say the mood was amongst yourselves as you proceeded to carry out this mission?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The mood was a sombre mood but we were going at lengths to show that it was not abnormal.  Like that, there was nothing, I'd deem it as a normal trip.",
            "Male"
        ],
        [
            "UNKNOWN",
            "That is you wanted to conceal it from the two people you were with, Mr Ndaba and Mr Shabalala?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Ma'am.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You wanted to conceal it?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "UNKNOWN",
            "If the Chair will bear with me.  Now your evidence has been that you did all this in the course of your duties.",
            "Female"
        ],
        [
            "MR VISSER",
            "Mr Chairman this is really, I haven't opposed or objected to this before, but really it's a question of legal argument.  The learned Commissioner Lax has already put this to Mr Wills before.  It's a matter of legal argument and frankly Mr Chairman, a lot of time might be saved if my learned friends would read the Khotso House judgment, because that is where this issue was dealt with by the Amnesty Committee Mr Chairman.  We're really just wasting time with these questions.  This witness can't answer legal questions.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr chair, I do not believe that, I would like to know the mind-set of the applicant when he is carrying this out.  Did he believe that he was carrying out his duties, was he aware that the instructions were unlawful in the circumstances?",
            "Female"
        ],
        [
            "MR VISSER",
            "I have no objection to that question.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I was aware that these were unlawful instructions.",
            "Male"
        ],
        [
            "UNKNOWN",
            "But you carried them out anyway?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman.  It was my belief that I was still fighting the war and the conflicts of the past to the best of my ability.",
            "Male"
        ],
        [
            "UNKNOWN",
            "What, under normal circumstances, were you required to do when given unlawful instructions by a senior policeman?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I beg your pardon.  Would you just say that again?",
            "Male"
        ],
        [
            "UNKNOWN",
            "What were you required to do once given an unlawful instruction?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Usually one would not comply with such an instruction.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Why in this case did you?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I saw it as part of my duties in fighting the onslaught that we were faced with at the time.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The acts were unlawful, they were against the common law of our land, but did you believe these instructions were coming from the government, from the top?  Not directly, but the authority was derived from them?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, I did so, Sir.",
            "Male"
        ],
        [
            "UNKNOWN",
            "No further questions, Mr Chair.\nNO FURTHER QUESTIONS BY MS POSWA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any questions?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, Mr Chair, I do have questions, thank you.",
            "Female"
        ],
        [
            "MS THABETHE",
            "Mr Wasserman, at paragraph 10 of your statement, you say that in view of the fact that Ndaba was already a Security Branch informer, you go on and then you say\n\"I was given to understand that we were not interested in any information which Shabalala might be able to give us.\"\nWhat does that mean?  I don't quite get the meaning of that statement, \"I was given to understand that we were not interested in any information which Shabalala might be able to give us\"?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I was of the opinion that as Botha was handling Ndaba as an agent, we were not to be, not to go for Shabalala for information as Ndaba was already able to feed on to Botha the information that Shabalala might have been in possession of.",
            "Male"
        ],
        [
            "MS THABETHE",
            "When you say we, who are you referring to?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I'm referring to that unit that was involved.  That'll be du Preez, van der Westhuizen and myself.",
            "Male"
        ],
        [
            "MS THABETHE",
            "And who gave you that information that Shabalala might not be able to give you an information?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That was Botha.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Botha?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETHE",
            "So Botha gave you an instruction that you shouldn't worry about Shabalala because you wouldn't be interested in the information that Shabalala would give?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not to worry about Shabalala, Ndaba has the information.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Right.  Now, my next question is, if Botha thought that Shabalala would not have any information that would be of interest to you, you in plural, why was Shabalala detained in the first place?  What was the purpose of detaining Shabalala, because Ndaba had already given the information and as far as your evidence goes, Botha said you don't need Shabalala.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Shabalala was detained, wasn't he, to save Ndaba?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Sorry Mr Chair, Shabalala was detained to save Ndaba?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He gave the signal in the car, didn't he?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "That was the reason for detaining Shabalala?",
            "Female"
        ],
        [
            "MR LAX",
            "Do you mean his continued detention?",
            "Male"
        ],
        [
            "MS THABETHE",
            "Yes.",
            "Female"
        ],
        [
            "MR LAX",
            "Okay, well that's subtly different.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Okay, okay, thank you Mr Lax.",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Now I'm, now I'm mixed up.",
            "Male"
        ],
        [
            "MR LAX",
            "The question is, if Shabalala was of no use to you, because all the information was going to come from Ndaba and that's what you were told and that's what you surmised you told us, what is the point in holding Shabalala, continuing to hold him?  Have I put the question correctly?",
            "Male"
        ],
        [
            "MS THABETHE",
            "Yes, Mr Lax, thank you.",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well, Mr Chairman, I really don't know the particulars why we held onto Mr Shabalala that long.  Mr Botha might know why he was kept behind for so long.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Mr Wasserman, in your evidence you have indicated that Mr Shabalala's head was down when he was arrested.  Would you say he saw what happened to Ndaba thereafter?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He wouldn't have seen what happened after I had his head down.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Right.  Then my question with regard to that is, on paragraph 12 of your statement, you say the problem became compounded when it appeared that Shabalala in effect suspected Ndaba of working with the police.  When did Shabalala - and then you go on to say, \"I remember him saying as much\", when did Shabalala say this?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It would have been one of the nights, or one of the days, a couple of days after we had taken him to the safe-house in Durban.",
            "Male"
        ],
        [
            "MS THABETHE",
            "And to whom did he say this?  Did he say this to you?  Or were you present when he said this?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He said it to me.  I believe he said it to some of the other people that were there as well.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Maybe I'm confused a bit, I thought your evidence had indicated you did not speak to Shabalala and Shabalala did not speak to you back, so I'm just a bit confused, at what stage did Shabalala speak to you and say that he's suspecting Ndaba might be working with you?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, after four days, some form of chatting did take place, but there was nothing - there was no questioning on MK activities or anything like that.  There was - within four days one has to say something to one another, but it wasn't discussions, interrogations, interviews, it was nothing like that.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Yes, I must say I've got difficulty understanding that, that - I don't know where you say it, but you say he did not co-operate with you, you went in and you went out, there was no conversation and then all of a sudden he says that he suspects that Ndaba is working with the police.  Do you have any response to that?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I cannot recall, I don't know if other people said to me that they've spoken to Shabalala and he's of the opinion that he was set up by Ndaba.  I really don't recall.  I spoke to  hundreds of MK operators.  I cannot exactly recall who said what here but whilst in that house over that period of time, I was informed or I came to the conclusion that Shabalala did indeed at one time have an conclusion that Ndaba may have set him up for an arrest.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It wasn't that Ndaba was an informer, but that Ndaba had set him up, but from the facts that Ndaba was the person who apparently led the police to him.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir, as an informer yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just raise something here?  You may have formed that impression.  I'd like to suggest to you that its highly unlikely he said to you he suspects Ndaba.  no operative's going to give away the fact that he suspects the other guy you've got there.  It's highly unlikely.  You see, the reason I say this is that you didn't question Shabalala.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "And all you heard about were the attempts by the C20 people to ask him certain questions.  He was very uncooperative.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Why would he then admit that he suspected Shabalala?  Sorry that he suspected Ndaba of selling him out because by doing that he's automatically admitting to being in a certain position.  Do you see what I'm saying?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Setting him up.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Same thing, setting him up, it works the same way both ways.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I cannot really put a state of affairs before the Committee of exactly what happened there.  During those couple of days I was informed exactly how, or if the question came to me, but Shabalala had formed the opinion or the conclusion or been told by a slip up of C20, I don't know, I cannot pass comment, but that Ndaba was involved in his capture and therefore working with us.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Except that Mr Wasserman, unless this paragraph doesn't give the clear picture.  You see this paragraph 12 says\n\"The problem became compounded when it appeared that Shabalala in fact suspected Ndaba of working with the police\"\nAnd then  you go on to say:\n\"I remember him saying as much.\"\nSo it suggests that you actually heard Shabalala saying this.",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, it does suggest that, but it might have been somebody saying to me that he had said that.",
            "Male"
        ],
        [
            "MS THABETHE",
            "So it's not true that you actually heard him yourself saying it?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I cannot give that evidence before the Committee, that I specifically heard that.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Now my other problem that I would like you to clarify for me with regard to this is, how could Shabalala reach that conclusion or on what basis would Shabalala reach the conclusion that Ndaba was working with the police because when he was arrested, he did not see what happened to Ndaba and the evidence is that they were both detained in the same safe house, so my question is on what basis would he reach this decision because he did not see Ndaba being arrested.  He did not see what happened to Ndaba and he might have known that Ndaba is detained in the same safe-house with him.  I don't know whether I have to repeat my question.  My question is on what basis did Shabalala reach that conclusion that Ndaba is working for the police?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No Mr Chairman, I am not able to state on what basis if it was in fact so.  I don't know on what basis Shabalala would have known that.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Thank you Mr Chair, I have no further questions.\nNO FURTHER QUESTIONS BY MS THABETHE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Any re-examination?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No re-examination, Mr Chairman.\nNO RE-EXAMINATION BY MR VISSER",
            "Male"
        ],
        [
            "MR LAX",
            "You said that when you first saw Ndaba, you didn't - he wasn't ever assaulted in your presence.  What was his condition on that morning or that afternoon, early afternoon?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, when I arrived there, he was sitting in a chair, no signs of assault.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, you've told us about what happened to Shabalala when Ndaba gave the signal and you all converged on the vehicle and what happened to Ndaba in that moment of convergence?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I'm unable to say where he was.  I entered straight away into the vehicle at the back, so I don't know what happened to Mr Ndaba, whether he walked away, ran away, I don't know, I didn't visibly see what happened to him, I was putting all my attention onto Mr Shabalala.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Had he not been in the vehicle?  Had he been standing next to the vehicle?",
            "Unknown"
        ],
        [
            "MR LAX",
            "No he was sitting in the front passenger seat.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, he was in the vehicle Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "So, you don't recall how he got out of the vehicle, if anyone took him out, if any words were spoken to him?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, he was the subject of Mr van der Westhuizen's attention, not of mine.",
            "Male"
        ],
        [
            "MR LAX",
            "When did van der Westhuizen then get into the vehicle?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, he got into the vehicle after Mr Shabalala was in the back with myself and du Preez.",
            "Male"
        ],
        [
            "MR LAX",
            "And Botha?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I never saw him until the safe-house.",
            "Male"
        ],
        [
            "MR LAX",
            "So you have no recollection of what Botha did during this \"arrest\"?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "After du Preez said \"we've got the order, let's go, the signs been given\" even prior to that I hadn't seen Mr Botha, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "You see Botha's evidence was that he approached the driver's seat.  He approached and he stuck his hand through the window, he had his firearm in his hand and he told him words to the effect of \"Be calm, don't do anything silly\".",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, I recall that evidence being heard.",
            "Male"
        ],
        [
            "MR LAX",
            "But you have no independent recollection of that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr chairman, I don't recall seeing him, however, he must have placed himself on the spot.",
            "Male"
        ],
        [
            "MR LAX",
            "And as far as you were able to, you didn't see what he did?  As far as you're concerned.  Your own testimony.  You heard him give that evidence, that's one thing.  You have no recollection of what he did whatsoever?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I don't.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, you've said that on the 12th van der Westhuizen was busy with observation due to his Brickhill Road, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "And you and du Preez were at the Knoll?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "And we've heard the evidence of Botha that it was only the  three of you that were guarding these two, so who was guarding them on the 12th when you were busy with your observations?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The C4 members, I believe.",
            "Male"
        ],
        [
            "MR LAX",
            "I beg your pardon?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I believe perhaps the C4, the C20.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, he told us that only the three of you were guarding.  It's also his evidence that the C20 people had no idea that these people were - anything unlawful to do with them.  Now they were never left there unattended at any stage, that's self-evident.  How could the three of  you be out on other duties, when according to his evidence, you were supposed to be guarding them?  At lease one or two of you?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well, Mr Chairman, perhaps he was referring to the Durban members, but if we were not there at all at the time, then C20 were also policemen and they could also do the guarding but they were really, I would presume, to be out responsibility as Durban members.",
            "Male"
        ],
        [
            "MR LAX",
            "Now Botha's told us that the C20 people had no knowledge of the unlawfulness of their detention.  What legend did you give them?  They stayed there for a couple of days.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman, I never saw fit to give them any explanation.  I'm not sure what Mr Botha would have said.",
            "Male"
        ],
        [
            "MR LAX",
            "But listen, I've been to that house.  Let me tell you straight, I've been, I've seen its layout, I observed the exhumation there, it's not a huge house, it's a relatively small house, it's about four or five rooms at the most, if I remember correctly.  Are you talking about the house where the body was buried?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't believe I am, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "Pumuza Ncweni?  he was exhumed on that farm.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, no, sorry Sir, it's a different house.",
            "Male"
        ],
        [
            "MR LAX",
            "Is this a different place?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "So there were two safe-houses in the Verulam area?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, there were two.",
            "Male"
        ],
        [
            "MR LAX",
            "Fair enough, I won't take that aspect any further.  If the layout of the house was different, and we're talking about two completely different places, so be it.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I think Mr Botha said Blackburn, in his evidence, did he not?",
            "Male"
        ],
        [
            "MR LAX",
            "I think he did.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Different house to the other one, which is also at Verulam.",
            "Male"
        ],
        [
            "MR LAX",
            "I think the other one was called Churchill or something like that.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Waterloo.",
            "Male"
        ],
        [
            "MR LAX",
            "Waterloo, that was it.  Thank you.  The last aspect I wanted to just touch on was, surely the fact that nobody questioned Shabalala and that he was not being interrogated would give him the impression that something was strange here?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't dispute that, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Because yesterday Gen Steyn conceded that the whole conduct towards Shabalala would have increased the chances of him suspecting Ndaba and was totally out of sync with what you normally would have done in those circumstances.  Would you agree with that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir, it was wrong and it was out of sync.",
            "Male"
        ],
        [
            "MR LAX",
            "Now, if it was the intention from the very beginning to simply eliminate these two people, then it wouldn't have mattered whether they realised Ndaba was an informer or not, whether Shabalala realised, and what it might be argued is that your conduct and the conduct of all of you present there, is consistent with that course of action, in other words with the intention to kill from the outset.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, no, I had no idea that there was going to be any elimination on the outset, I was led to believe that Ndaba was in fact an agent of the branch.  It would never have occurred to me that we were to eliminate an agent of the branch.",
            "Male"
        ],
        [
            "MR LAX",
            "Did the fact of Botha's eliminating his own agent not strike you as strange?  That he did it himself?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It struck me as very strange, Mr Chairman, very strange indeed.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I'd just like some clarification on one issue Mr Wasserman.  When you were instructed to keep surveillance at the two safe-houses of the ANC, let me first ask you this, who gave you the instructions to go there and to keep observation there?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was Mr Botha.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Now did it come up at all that it might be at some stage or other, become necessary to effect any arrests there?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, no, it never became evident upon instructions of arrest, because as far as I was concerned it was to be an Intelligence operation.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So there were no guidelines, or no directives given to you in regard to possible arrests?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Nothing given to me.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "How did you consider your position?  Did you think that you could arrest or that  you should be careful in effecting arrests?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "We knew that the first principle was to observe and identify all parties visiting these premises and it was a very intricate SACP ANC operation, but as for specifics of arrest, I personally was never instructed one way or the other.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "The reason why I'm asking you this question, Mr Wasserman, is because it did seem strange to me that Mr Botha did not deem it fit to sort of warn you about not making arrests and he seemed to indicate in his evidence that he was quite comfortable that no arrests would be made.  Do you have any comment on that?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, perhaps, he was the colonel on the spot, perhaps he should have given a clear instruction one way or the other.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.  Thank you Chairperson.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, it seems that we've come to the end of this day.  Perhaps, Mr Chairman if we might take up a little bit of your time by seeing you in chambers and try to arrange our lives for tomorrow, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, we're going to have to adjourn.  Till what time should we adjourn?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Tomorrow morning 9.30 Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well we're now adjourning till 9.30 tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}