{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-08-19",
        "location": "DURBAN",
        "day": "7",
        "names": [
            "H J P BOTHA"
        ],
        "case number": "AM756097",
        "matter": "OPERATION VULA",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53621&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990819db.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR VISSER",
            "MR LAX",
            "MS THABETHE",
            "ADV BOSMAN",
            "JOHN WILLS",
            "H J P BOTHA",
            "MS POSWA",
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR VISSER",
            "MR LAX",
            "MS THABETHE",
            "ADV BOSMAN",
            "JOHN WILLS",
            "MR WILLS",
            "H J P BOTHA",
            "MR BOTHA",
            "MS POSWA",
            "MR MAHARAJ"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "We are about to commence the application of Mr Botha, Kruger, Wasserman, Steyn and van der Westhuizen concerning the deaths of Ndaba and Shabalala.  Are we ready to begin?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May it please you Mr Chairman.  Yes we are.  For the record my name is Louis Visser and I act on instructions of Wagener Muller for all of the applicants which you have just mentioned, Mr Chairman.\n\tMr Chairman just before we call our first witness, just to recoup a little bit.  You will recall that we handed up to you at the inception of these hearings an Exhibit A which is a general background document.  May we immediately request that that still remains Exhibit A  also in this hearing, Mr Chairman?  We also handed up to you, which we asked you to attach to Exhibit A a chapter extracted from \"The Other Side of the Story\" by Stadler, which you accepted or received as Exhibit B Mr Chairman, you will recall.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did we give it a designation at that time?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I believe it was Exhibit B Mr Chairman, yes.  I must confess I'd forgotten about that fact in the meantime, but that was, because the pages were not paginated of Exhibit A, I believe that might have been the reason why you designated that to be Exhibit B.",
            "Male"
        ],
        [
            "MR LAX",
            "Is this the document which you are...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "No that is Exhibit C, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We haven't given it any designation.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "the Gale Wannenberg document, as it's become to be called, is the Exhibit C.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now which one is the Exhibit B. Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That's the one headed, it's a page numbered 110 and it says Chapter 17, Operation Vula and it looks like this, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "...(mike off) in and this Operation vula and this commences at page 110 and ends at page 120 with an annexure to it?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "B.  That I don't know, Mr Chairman.  I don't know that document at all.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, I beg your pardon.  So now you're referring to a document from page 110 to 120?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That is Exhibit B, yes Mr Chairman, B for Bravo.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "And C is the document which we explained to you at the beginning of the hearings as the document which we received from the TRC and that is the Gail Wannenberg document, Mr chairman, which you had before you a moment ago.  That is Exhibit C.  That's the one that looks like this.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "It has a fax stamp on the top.  Yes, those are the documents Mr Chairman, as far as the background is concerned, that will be relevant pertinently to the present incident.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Mr Chair, can we request the exhibits to be repeated please?  The exhibits to be repeated.",
            "Female"
        ],
        [
            "MR VISSER",
            "Exhibit A we all know about.  Are you with us?",
            "Male"
        ],
        [
            "MS THABETHE",
            "Yes.",
            "Female"
        ],
        [
            "MR VISSER",
            "Exhibit B is the one that says Chapter 17. That's an extract, Mr Chairman, from the submissions to the Truth ...(indistinct)",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "...(indistinct - mike not on)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Now Exhibit C is a document which is prepared by, who did you say it was?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We received it from the TRC Mr Chairman through Ms Gail Wannenburg.  You will see her name at the top on the fax stamp.  That was received in November last year when we were here before your brother, Justice Wilson and that Panel with some other amnesty applications.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say that?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I just wanted to remind you, Chairperson and nothing more, that those are the documents that form the backdrop to the present incident particularly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We don't intended to go through it again, we've done so before, Mr Chairman, you will recall.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but when it is relevant to any particular portion you will draw our attention to it.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Certainly, certainly, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Thanks very much.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, we have also prepared, in the case of all the applicants, statements, brief statements of their evidence to assist you.  We beg leave to hand that up and Botha's statement will then become Exhibit D one would assume, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, that will be Exhibit D.  Have you got it here?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Right there in front of your, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  This is Exhibit D?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you going to hand in the others just now, or...?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We'll hand them up in due course, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright, so you've got Exhibit D.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, there is only one last aspect which I will fail in my duty if I don't remind you of it and that is that when Botha gave evidence before you in the Cele matter when we dealt with Operation Vula background, you will recall that we gave you a reference to the evidence which he gave before Justice Wilson and his Panel in November last year, in the record of Ndwandwe and we gave you the reference pages.  I don't know whether you require me to give you those pages again.  I must say I haven't got it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps at some stage, it could be convenient.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "My attorney ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One is with so many documents here.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes.  We'll give you those references Mr Chairman, it's about 100 pages which are relevant.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May I then call Col Botha to give evidence?  He is available, ready to take the oath Mr Chairman and he'll give his evidence in Afrikaans.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "For the record Mr Chairman, my name is John Wills, I am appearing on behalf of the family members of the deceased Shabalala.  I am at this time standing in for my colleague, Adv Poswa, who is representing the family members of the deceased Ndaba.  I'd like to place on record that as regards Exhibits A, B and D, that the first time I've seen these documents is as they've been handed up now, Mr Chairman, I haven't had recourse to them, but I'm not suggesting that we slow the proceedings down, we'll use the time outside of normal hours to peruse the documents.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Exhibit A forms a background to a number of applications in which the Security Police were involved, so it is the political background and you may have been acquainted with it in some other application, but you are at liberty to look through it at a time when it's convenient to you.",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But where counsel is going to make specific reference to page, paragraph and so on, obviously you'd be entitled at that stage to go through it.",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "Thank you, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I must apologise to my learned friend, Mr Wills, I did not ignore him intentionally, it just slipped my mind to look in that direction and as far as the papers are concerned, Mr Chairman, all that we can say is that such are the hazards of this processes, that one is confronted with papers at times when perhaps it's even inconvenient and we've got to make the best of it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Botha, you have already  testified before this Amnesty Committee is that correct?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "You gave a very brief overview to the Committee of your understanding of Operation Vula and Operation Butterfly, is that correct?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "You've also testified before Justice Wilson and other Committee members in November of last year and there you gave a more complete picture of the background which we are now referring to?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Correct, yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you confirm your evidence which you gave then and which you also gave last week as well as all the references which you made in your evidence?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, I confirm it.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you also incorporate it into your evidence today?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Your application is found in the Ndaba bundle, pages 1 to 25, is that correct?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the specific incident is dealt with under 4 from page 11 onwards of that bundle, is that correct?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now, in front of you have a document which was drafted on the basis of evidence and as a result of consultations which we had with you?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Just one second Mr Visser, the technician is indicating there's some sort of a problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It will become necessary for counsel once again to place themselves on record quickly so that it will be properly recorded what has happened up to now apparently has not been properly recorded.  So Mr Visser, you appear for all the applicants?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, that is so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Alright.  And Mr Wills, you and Adv Poswa appear for the two families.",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "That's correct. I appear for the family of Shabalala, Mr Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "And she appears for Ndaba?",
            "Female"
        ],
        [
            "JOHN WILLS",
            "Yes, that's so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you're here now.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "That's correct, I appear for the Ndaba family.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Yes, Mr Botha, you may commence, you have already been sworn in as far as I am concerned and you will commence leading his evidence.  You have already started but do carry on.  You've referred to the fact that he has given evidence at previous hearings.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, Mr Chairman, I am going to briefly just repeat that to make absolutely certain that that has been recorded.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Botha you've previously before this Committee and before a Committee in which Justice Wilson was the presiding officer in December last year, you testified about the general background and specifically Operation Vula and Operation Butterfly, is that correct?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you wish to incorporate that evidence today in your evidence?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "In front of you you also have an exhibit which is Exhibit D.  That is a summary of consultation notes, a consultation which we had with you?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you also confirm the contents of that except for that which you will add and qualify today in your evidence here as true and correct.  Do you also wish to incorporate that today in your evidence?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "This amnesty application deals with the abduction, detention and murder of two people, Mr Charles Ndaba, M K Zwelakhe, (Z - W - E - L - A - K - H - E) and Mbuso (M - B - U - S - O) Shabalala (S - H - A - B - A - L - A - L - A), is that correct?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please turn to page 2 and tell the Committee what you know about and your role in this incident.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, I read the amnesty application of General Steyn and I agree with it in so far as it relates to me.  The murder of Ndaba and Shabalala took place during the night of Saturday/Sunday the 14th to the 15th of July 1990 but the run up to the murders actually started some time before these mentioned dates.\n\tCharles Ndaba was recruited by me in Swaziland in 1988, recruited as an informer and in that stage, one Tami Zulu was the Commanding Officer, of MK, Natal machinery in Swaziland.  Tami Zulu was withdrawn from the ANC out of Swaziland to go to Lusaka and Zambia because he was suspected by the ANC of collaborating with the Security Forces.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha, perhaps you are just going a little bit too fast.  Please just slow your tempo a little bit.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I will.",
            "Male"
        ],
        [
            "MR VISSER",
            "Perhaps now that I have interrupted you, in 1988 what was your position then?  Where were you and what was your position?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I was the Commanding Officer of the MK Intelligence Component in the region Port Natal.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who were your Commanding Officers?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "My immediate superior was Col Andy Taylor and the Regional Commander was Gen Bertus Steyn.",
            "Male"
        ],
        [
            "MR VISSER",
            "That is the same general Steyn who is also an applicant in this matter?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Right, please continue.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "As a result of the events, ... (end of tape) ...Commanding officer and the immediate consequence of this was that he aroused a much greater interest amongst the Security Intelligence Structures in the Republic.  I realised that the possibility that Ndaba could become a target for elimination, could not be excluded and I consequently during a meeting with Ndaba, I suggested that he should try and work it so that he be recalled to Lusaka, which Ndaba apparently achieved and as far as I can remember he was transferred by the ANC back to Zambia in 1988.\n\tNow the reason for my suggestion and my advice to Ndaba was because I believed that I would be able, by means of the existing informers, to get information of planned MK operations even though it might not be quite so reliable or complete as the information which I would get from Ndaba.",
            "Male"
        ],
        [
            "MR VISSER",
            "So what you are saying is that your decision was to rather do without his information, rather than run the risk of him becoming a target?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what was he going to do in Zambia?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Chair, if I remember correctly, his withdrawal from Swaziland was done by means of a deportation order from the Swaziland Government.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but the question is, what did he do in Zambia?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "His withdrawal was in order to be used in the ANC circles in Zambia where he would be safe, but what his exact role was to be, I'm not sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "The possibility that Ndaba could become a target was a much greater consideration for me at that stage.  According to what he told me later, he infiltrated the Republic of South Africa at the beginning of 1990 and approximately 4 to 6 weeks before his arrest on the 7th of July 1990, Ndaba contacted me.\n\tAfter we agreed on a particular rendezvous, I met him and he told me that he'd become involved in an operation of the ANC and he referred to it as the President's Committee.  The purpose of the operation was to infiltrate eminent ANC/SACP leading figures in the RSA and the objective for this was to launch a long term project for a popular revolt.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Slow down a bit please.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "You're going too fast Mr Botha.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you talked about infiltrating prominent people into the country, from where?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "That would be from outside the borders of the RSA.",
            "Male"
        ],
        [
            "MR VISSER",
            "Continue.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "This included planning, military planning as well as strategic planning and the creation of structures, military training of supporters and the establishment of a sophisticated communication network and Intelligence network.\n\tNdaba's function was to write a programme about amongst other things military training, provision of weapons, etc.  Basically the how and where and the wherewithal aspects in preparation for the popular revolt.  This function of Ndaba's was generally known as military combat work.\n\tNdaba told me that there were certain leading figures in the RSA such as Siphiwe Nyanda, Ronnie Casrills and Mac Maharaj and he further gave me the addresses of a whole number of safe houses of the ANC in the Durban area.  The information regarding the presence of these people, mentioned people in the country was news for me.  Nobody in the Security Branch knew that.\n\tNdaba also gave me the names of other people who were involved in the operation.  Some of these had been trained, military trained abroad and others were well-known activists within the borders of the country, such as Pravien Gordhan and Dipak Patel.  Their involvement in the operation was also news to us.  \n\tIt is necessary to try and explain my own framework, interpretation framework, relating to information which was received in that period.  On one hand the South African Government had made a serious start with negotiation process with, amongst others the ANC SACP Alliance and Mr Nelson Mandela was released and certain agreements had already been achieved regarding certain matters such as the Groote Schuur Minute and serious negotiations with a view to negotiations was the order of the day and a suspension of the struggle was viewed as a future possibility.\n\tThis suspension of the arms struggle by the ANC SACP Alliance was announced by them during August of 1990.",
            "Male"
        ],
        [
            "MR VISSER",
            "This follows after the incident, but you're just placing it in context for us?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that was according to the Pretoria Minute of 6 August 1990?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I'm mentioning this fact to show that during 1990 there was a movement towards the suspension of all the military aggression of the government and the liberation movements.\n\tDuring 1990 there was a significant decrease in explosions in public places, but the military struggle manifested itself in the attacks on certain person, especially in the struggle between the supporters of the ANC and the IFP.  Accordingly the members of the Security Branch of Port Natal could not simply assume that the arms struggle had been ended. \n\tAs a result of the above, my focus was still very much on information which could help with preventative actions against political violence.  The fact of the negotiating process did not play a major role to my thinking to the analysis of information which I received.  It's possibly for these reasons that, as appears later, I didn't have a complete understanding of the extent and the importance of the information which Ndaba gave me.  2 or possibly 3 further meetings took place between myself and Ndaba during which he gave me information with the same basic import.  On Saturday the 7th July 1990...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Chairperson, I'm battling with the speed.  If we could also remind the witness to slow down a bit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, if you've got Exhibit D in front of you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "I realise that Mr Chairperson, my Afrikaans isn't very good.  Thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Take it easy, thank you.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Yes, I'm taking my cue from the interpreter.  On Saturday the 7th July 1990 I received a phone call from du Preez at home.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who is this du Preez?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "He was a Lt du Preez at that stage and he was one of my colleagues who worked with me in the ANC  the MK component.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was he under your command?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, he was under my command.",
            "Male"
        ],
        [
            "MR VISSER",
            "And he's also an applicant for amnesty in this matter?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.  During this phone call he told me that an ANC MK terrorist which later appeared to be Charles Ndaba, had been arrested and detained at C R Swart Square.\n\tUpon my arrival there, I met du Preez and accompanied him to the Security Branch offices where I saw a member of Col Andy Taylor's askari unit, namely Vusi Ninela.  At that stage I was du Preez's commanding officer and Col Taylor was the Commander of the terrorist unit.  Now it needs to be mentioned that at that stage Durban had about 9 askaris to assist me, tracking, identification, arrest and the questioning of terrorists.  In the office a person was sitting on a chair and I immediately recognised him.  Ninela was very excited and told me that he by himself, had arrested this person and he identified him to me as Charles Ndaba, MK Zwelake.  \n\tIt was only much later that I heard that Ninela had not been alone when Ndaba had been arrested, but that Goodwill Sikhakane, he was also an askari, had taken part in that.  I first learned of Goodwill Sikhakane's involvement in the arrest when Adv Ackerman, in December of 1995, warned me that I was a suspect in the death of Goodwill Sikhakane.  I was, however, not involved in the death of Goodwill Sikhakane.\n\tAt C R Swart Square I represented Col Andy Taylor, W/O Wasserman, Maj du Preez and Sers van der Westhuizen, well I met them there.  I took them to a different office and I told them that Charles Ndaba was in fact a registered informer of the Security Branch and that he was being handled by me.  At that stage, it was just myself and Gen Steyn aware of the fact that Ndaba was an informer and that he was in the country.  Col Taylor was upset about the fact that he had not been informed of that and after that he withdrew along with Vusi Ninela.",
            "Male"
        ],
        [
            "MR VISSER",
            "If I may interrupt you here?  Mr Botha, yesterday the Evidence Leader of the Commission gave us certain documents, amongst others we were given statements.  Mr Chairman, these have not been marked as exhibits.  I'm not sure whether Ms Thabethe has any particular order in mind to deal with these exhibits.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't know what document you are talking about.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We are talking about, Mr Chairman, HLV statements and investigative unit reports, Mr Chairman.  Now the investigative unit reports are marked in the bundle which was provided to us yesterday by Ms Thabethe as pages 1 to 9 of that bundle and HLV statements were marked pages 10 to 27.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I believe that copies have been prepared for you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, we have them.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, if I may suggest that that bundle might be referred to as Exhibit E then?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The bundle as a whole?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "The bundle as a whole, Mr Chairman.  It contains both investigative unit reports from page 1 to 9 and HLV statements from page 10 to 27.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just let me get one thing clear.  Mrs Thabethe, who is this - who compiled the document we are going to deal with as Exhibit E?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "I did, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "This bundle of documents will now be referred to as Exhibit E.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, not - so that you don't become confused, there is also another bundle.  I'm not referring to that bundle at all at this stage.  I merely refer to this bundle, Exhibit E for reason of the fact that I want to refer you page 4, Mr Chairman.  No that, well Mr Chairman, I'm not sure whether I'm not confused here because the statements run on.  This might be the second bundle Mr Chairman which starts with, in handwriting, Statements from the docket by Eugene de Kock, page 1 to 3, Andrew Taylor page 4 to 6, have you got that in front of you?  Perhaps it should be better to mark that F, Mr Chairman, otherwise we're going to get confused.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "To mark what document as Exhibit F?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I believed that you had it in front of you, Mr Chairman.  It's a document in manuscript stating, it says: Statements from the docket by, and then it's got contents and pages and it starts with Eugene de Kock, Andrew Taylor etc.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hold it.",
            "Unknown"
        ],
        [
            "MR LAX",
            "We haven't got that Chair.  Certainly I have not seen that one.  We got two bundles yesterday, one was the one you wanted to mark E, the other one was articles on Operation Vula, with a whole range of stuff, including stuff that you've subsequently marked B and C and so on, but this particular annexure you're now referring to, we haven't received yet.",
            "Male"
        ],
        [
            "MS THABETHE",
            "I thought I had given you all the relevant copies.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Show me what they look like.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May I approach you and show you mine, Mr Chairman?  Perhaps we can compare notes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please do come over.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "I've got two extra copies, can I give them to you?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He's just shown it to us now.  We haven't got a copy of this.  Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I'm told by you that you haven't got a copy of that.  I'm not going to refer you in detail, I just want to draw your attention to page 5 of that document which I submit we should mark Exhibit F.  The one that you've now got in front of you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Now this is compiled by whom, Ms Thabethe?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "I, myself, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "So you've compiled two sets of papers, one we've already referred to as Exhibit E.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "And now Exhibit F.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, there is another set, Mr Chair, or articles on Operation Vula.  That's the third one.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "No let's just talk about Exhibit F first, is that correct?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, Mr chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Alright so this is Exhibit F.  Now you say there's going to be another third document?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Articles on Operation Vula.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This document here?",
            "Unknown"
        ],
        [
            "MR LAX",
            "That came from that bundle.  That was part of that bundle, Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which was part of this bundle?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Those document there were part of a bigger bundle\nfull of a whole range of articles which has subsequently been broken up.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well at some stage we'll have to get this sorted out.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes, I've got the full set, I'll show you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now then, what is she talking about?  The third document?",
            "Unknown"
        ],
        [
            "MR LAX",
            "This is F, that's E.   It was headed, it had this heading on it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's the heading?",
            "Unknown"
        ],
        [
            "MR LAX",
            "That was the cover sheet.  It's probably under those papers.  There it is there, I can see it sticking out,, that was the original front of it, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then ...",
            "Unknown"
        ],
        [
            "MR LAX",
            "Portions of this have now been made separate annexures.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what is it going to be Exhibit G, which is it that is Exhibit G?",
            "Unknown"
        ],
        [
            "MR LAX",
            "The remainder of this bundle.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but what documents will now be Exhibit G Ms Thabethe?  Can you tell us?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, Mr Chair, it's a document, I think it's entitled Articles on Operation Vula.  It's a whole set of articles, different articles.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How many different articles are there?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman may I make a suggestion to you?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please do.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We will not refer to that last mentioned document.  Perhaps that can be sorted out conveniently during lunch time or so, Mr Chairman, we don't have that document, so I don't know what that is about.  The only point ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I may make a complaint in matters of this kind.  When we are going to be burdened with documents, care should be taken that they are pinned together and drawn our attention to them before we commence these hearings.  It's not feasible for anybody to deal intelligently with piles of documents in a jumble before us.  Now I appeal that in future we must try and avoid that.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, Mr Chair.  I am indebted to you, but I didn't have the resources to bind the necessary documents.  I didn't even have a big stapler with me, nor a stapler, that's the best I could do under the circumstances.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I understand, but you will take steps to see that you try and avoid this kind of situation?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "I'll do so, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, at some stage you will then come to my assistance and tell me what documents will then, we'll be referring to as Exhibit G.  Right now I'm not going to give a designation to these documents, because I don't know which of them will go on as Exhibit G.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "As it pleases you, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Alright.  Thank you very much.  Mr Visser, please proceed.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Chairperson, and I do apologise for my part in confusing issues.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, some people have a talent in that regard, haven't they?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "The only point which I wish to, why I mentioned the two exhibits which we have, is to give you a cross-reference, Chairperson and that will be in Exhibit F, which you've now marked Exhibit F at page 5.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "4 and 5, where you will find Taylor's version of the very same incident which the witness is now talking about and that is that day of the 7th of July and the witness has just told you that Taylor became angry.  Chairperson, you'll find that at page 5 paragraph 5 where it appears that Taylor himself says\n\"I was extremely angry about this etc. etc.\"\nThese are documents which we received yesterday of which we were not aware, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I understand that this might be a matter of great interest, but what about it's relevance?  Is it really relevant that we are dealing, referring us to details of this kind?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "It is relevant to credibility, I would submit Mr Chairman, but I have made the reference, we will now continue with the evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Would you continue?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I and the rest of the members, took Ndaba to a safe-house in Verulam so that I could conduct discussions with him and to try and work out a legend for him relating to his arrest.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could you perhaps just explain that a little bit better so we understand what you mean?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chair, the arrest of Ndaba at that stage was not something that I had planned.  He was arrested by an askari, he was exposed to other members and at the same time a decision must be taken as to how he can be placed back in the structure so that we could continue to try and obtain that information.",
            "Male"
        ],
        [
            "MR VISSER",
            "So you actually had to work out a cover story for him to see whether there were any problems and how you could solve these problems?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I phoned Gen Steyn and I informed him of what had happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say that, do you mean after you took Ndaba to Verulam.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He emphasised that the matter should be managed in such a way that the informer not be exposed.  Thereafter I informed du Preez, Wasserman and van der Westhuizen about the information in respect of the operation as it was known to me at that stage.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "What operation are you talking about?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "I'm referring to the intelligence operation and the role which Ndaba played within Operation Vula.  On the same day 7 July 1990, and  for your convenience I want to explain that what I'm explaining here took place within a very brief span of time.  It was like an hour or two hours maximum.  Ndaba told me that he had a meeting that same afternoon.",
            "Male"
        ],
        [
            "MS POSWA",
            "May I interrupt Mr Chair, I have lost sound, I have no sound on my unit.",
            "Female"
        ],
        [
            "MR LAX",
            "Your thing is covered there.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could you please repeat that Mr Botha?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ndaba told you what?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Ndaba told me that on that same day between half-past-one, half-past-two that afternoon, he had a meeting, he had arranged to meet one Mbuso Shabalala near the Greyville racecourse.  However, he was hesitant as to whether he should attend this meeting.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Viewed in the light of what had happened that morning when he'd been arrested by an askari.  After I had discussed the matter with, it was decided that it would actually be better for him to go to the meeting and I gave him the assurance that we would monitor the meeting in the even of any danger for him.  We agreed on a warning signal and the signal was that Ndaba was to touch his head.  Myself, du Preez, Wasserman and van der Westhuizen drove with Ndaba to fairly close to the rendezvous which was in a side street adjacent or diagonally opposite the Greyville racecourse.",
            "Male"
        ],
        [
            "MR VISSER",
            "How did you know to go there?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Ndaba had told me that, told me where that meeting place was to be.  About 100 metres before this rendezvous, we let Ndaba get out of the car and van der Westhuizen and myself followed him on foot and du Preez and van der Westhuizen, du Preez and Wasserman rather remained in the vehicle.  We saw that Ndaba climbed into a blue Toyota and that Mbuso Shabalala was sitting behind the steering wheel of the vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you know Mr Shabalala at that stage?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "He was known to me.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you know anything relating to his activities at that stage?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "He was known to me as a political activist in kwaMashu.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you know that he was involved in Vula?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes I did as a result of the information that Ndaba gave me.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.  He was behind the wheel and Ndaba got into the car.  This is the blue Toyota.  What happened then?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I told du Preez and Wasserman on the radio what the whereabout was of the blue vehicle, the blue Toyota and they drove around the block and stopped in the same road some distance behind the Corolla.  Ndaba and Shabalala sat in the car for about 15 minutes when Ndaba gave the warning signal by touching his head.  On the radio I told du Preez and Wasserman of this and we approached the vehicle from opposite directions.  The window on the right-hand side was open and I inserted my handgun through the window and pressed it in Shabalala's stomach and I told him to sit still.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why did you do that?  Why did you press your weapon into his stomach.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It would then not be visible to anybody in the vicinity and at the same time it would make it very clear to him that I was very serious with my command to sit still.  There'd be no doubt in his mind as to the purpose and the intent of my command.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was it your intention to arrest him lawfully or what was the situation?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "At that stage it was the intention to arrest him lawfully.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you tell him what you were doing or why you were doing it?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Not at that moment.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So when you press that gun in a man's stomach, you say nothing to him?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "By telling him to sit still.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What else did you do?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "du Preez and Wasserman who came from behind were already at the vehicle and along with van der Westhuizen, they climbed into the vehicle whilst Ndaba got out of it.  Ndaba and I then left the scene in the mini bus belonging to the Security Branch.",
            "Male"
        ],
        [
            "MR VISSER",
            "Before you continue.  In other words the other members then took over, took charge of the person.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, that's correct.  Shabalala.",
            "Male"
        ],
        [
            "MR VISSER",
            "Right you then say that you left.  Did you give any instructions to the other members as to what was to happen next?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I told them to drive back to the safe-house in Verulam .",
            "Male"
        ],
        [
            "MR VISSER",
            "With Mr Shabalala?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just tell us about Ndaba.  You said Ndaba got out of the vehicle.  What did he do?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "He walked to where our vehicle was parked and he got in and he drove back to the safe-house with me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Hold it.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "You and he got together, drove off together in that vehicle?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "That's correct.  It was a Volkswagen kombi and he was sitting right flat down on the ground in the front between the two seats.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Botha, I've just lost you on this point.  Did you tell Ndaba to walk along with you, or did he do so of his own accord?  What happened there?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "No, I told him, told him to come with me.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Did you pretend that he was being arrested, Ndaba that is?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No. It all happened very quickly, from the moment that I pressed the weapon in Shabalala's stomach and told him to sit still and the vehicle's doors were opened by du Preez, Wasserman and van der Westhuizen, Ndaba got out.  That all happened very quickly.",
            "Male"
        ],
        [
            "MR VISSER",
            "So  would Mr Shabalala would then have thought that he was the only one being arrested, abducted?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, he could have made such an inference.",
            "Male"
        ],
        [
            "MR VISSER",
            "Continue.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Where did the others go to?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "We all went to the safe-house in Verulam and on the way to the safe-house, Ndaba said that Shabalala didn't really suspect anything but that he expressed his concern about the fact that Ndaba was half-an-hour late for the appointment.  When I asked Charles why he had given the warning signal, he said that his courage had failed him and at the same time he expressed his fear that he, as a result of the arrest that morning, could be suspected by the ANC of collaborating with the SAP.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It sounds a bit strange doesn't it?  There's a secret venue between himself and Shabalala and he gives you a signal and he gives you reasons why he signalled, that he was afraid because he had been arrested this morning, that he would be suspected by the ANC.  How could that come about in those circumstances at that time of the day?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Chairperson, given his state of mind, I couldn't question it.  He'd given a signal and we had given him the assurance that we would monitor the meeting between him and Shabalala and if the meeting was not safe for him, he was to give us the warning signal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "What you're actually saying in answer to the Chairperson's question, is that you don't know why his courage failed him,. but that's simply what he told you?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes and that was his state of mind.  I don't know why he felt that way.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please continue.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Now the forced arrest of Shabalala placed us in a very difficult  situation.  We had never planned to arrest him.  It would in any event have been senseless to have arrested him since the only evidence which we had against him would necessarily have come from Ndaba and we would not have revealed Ndaba's role as an informer in any circumstances by using him as a witness against Shabalala.",
            "Male"
        ],
        [
            "MR VISSER",
            "You've already said that you gave an instruction to the other members to take Shabalala to the safe-house in Verulam.  Please continue from there.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I realised that Shabalala's arrest had the potential to compromise our intelligence operation.  If he was released and reported to the ANC that Ndaba had been arrested with him, it would obviously place the spot light on Ndaba and he would then have to explain why he was released and the chances were also fairly good that Shabalala would have told the ANC that Ndaba had led the police to him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How was that?  How could that happen?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "If it was a secret meeting then the only way in which we could arrive at that meeting was to follow one of two people, either Shabalala or Ndaba.  In this case.",
            "Male"
        ],
        [
            "MR LAX",
            "Or both of them, I mean it's pretty obvious.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you also testified that Shabalala, by virtue of what had happened there at the vehicle, could have made the inference that Ndaba was not being arrested?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, correct.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Chairperson, I must object, that's a leading - giving an answer in a crucial aspect of the evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, you are putting ...(intervention)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That was his evidence, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That's putting thoughts into the mind of the witness, isn't it?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Well Mr Chairman, I just say that he has already given that evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, he hasn't.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, he has given that evidence.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No the evidence he's given is as far as my notes go, is that he feared that Shabalala would tell the ANC if he were released that he had been with Ndaba.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, earlier he said that he didn't think - his evidence was that Shabalala could have thought that Ndaba was not arrested at the same time.  That was his clear evidence, Mr Chairman.  But may I continue?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, please.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "I realised that Shabalala's arrest had the potential to compromise our Intelligence operation.  As I said should he be released and should he report to the ANC that Ndaba had been arrested with him, that would place the spot light on Ndaba in that he would then have to explain why he was released.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, I think that is a repetition.  You have already said that there would also then be a suspicion that he had led the police to Shabalala.  Continue.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "In these circumstances, I thought that it was too risky to release Shabalala and to place Ndaba back into the Intelligence operation.  At that stage...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now what was decided, what you thought was proper to do with Ndaba?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "At that stage the thought did arise in my mind that Shabalala should possibly be eliminated.  Chairperson, at that stage in 1990, we had already performed many similar operations and depending on the circumstances you could anticipate what the consequences of a particular action would be and the thought of the possible elimination of Shabalala was there in my mind.  At the safe-house I continued to speak to Ndaba to try to make a plan to place him back in the operation safely.  His suggestion was that he should stay with me in the safe-house until Tuesday the 10th of July 1990.  On that day, he arranged for a fall back date with Shabalala, should one of them not attend the meeting of the Saturday the 7th of July 1990.  This arrangement, this pre-existing arrangement suited me.  I agreed with the suggestion because it would give us time to perhaps monitor the situation an to try and ascertain whether there were any danger signals for Ndaba as a result of the arrest of Shabalala and his own arrest on that Saturday morning.  The plan which we formulated was that Ndaba after that Tuesday would report to the ANC that Shabalala had not attended either of the meetings and that he suspected that there could possibly be problems.  In my view that would take the focus away from him and in the meantime he would have the opportunity to ascertain whether he was safe or not.  The plan presupposed that Shabalala should not be released, in other words that we would have to detain him for an unlimited period or to eliminate him.\n\tI once again informed Gen Steyn of the latest developments and he supported the proposition or the proposal.",
            "Male"
        ],
        [
            "MR VISSER",
            "You can continue a little bit faster.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It should be noted that certain members of Unit C 20 of the Security Branch Head Office were at that stage coincidentally busy doing certain photograph identifications and interrogation of 4 other informers at the safe-house in Verulam.  Chairperson, just for your information, the C20 Unit, their specific task was to travel throughout the country and they went to terrorists and got them to identify certain things by means of photographs and we used them specifically in Natal.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What were they taking photographs of?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "No, photographs, these photographs came from the photograph albums and they were of terrorists who had left the country for military training and they then identified these people.  We used them in Natal from time to time when we'd arrested a terrorist in a grab action or in a recruitment drive and they came over to our side and they worked for us and we would then do that identification with them.",
            "Male"
        ],
        [
            "MR VISSER",
            "Continue.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "On Sunday the 8th July 1990, I gave permission to the members of C 20 to question and talk to Ndaba and to question him relating to their research.",
            "Male"
        ],
        [
            "MR VISSER",
            "You're talking of Mr Ndaba.  What was the position as far as Shabalala was concerned?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I think they also spoke to Shabalala the next day after having spoken to Ndaba.",
            "Male"
        ],
        [
            "MR VISSER",
            "I interrupted you, we are on Sunday the 8th of July, why did you give permission for them to speak to him?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "As a result of his high profile which he had in the MK structures, it would be advantageous for their research to also get certain background information from him.  However, I want to make it clear that at no stage did they have any knowledge of any unlawfulness which had been committed by members of the Durban Security Branch or any unlawful acts which would have been committed relating to either Ndaba or Shabalala and the members of C 20 to whom I'm referring, were W/O van der Berg, Lt Frank McCarter, M-C-C-A-R-T-E-R.",
            "Male"
        ],
        [
            "MR VISSER",
            "Paragraph 35 at the bottom of it, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you very much.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Capt van Dyk and W/O Roeland.  It's important to realise that whilst the ANC were busy in a negotiations process with the National Party, who were the governing party of the day, the ANC still propagated the armed struggle and violence and they also acted on it.  For convenience the following extracts are quoted from Seshaba the ANC's mouthpiece, Seshaba of March 1990, Armed Struggle\n\"White South Africa must accept the plain fact that the ANC will not suspend to say nothing of abandoning the armed struggle until the Government shows it's willingness to surrender the monopoly of political power and to negotiate directly and in good faith with the acknowledged black leaders.  The renunciation of violence by either the government on the ANC should not be a precondition to, but the result of, negotiation.\"\nAnd I quote from Seshaba April 1990:\n\"The issue of negotiations as far as the ANC is concerned, is not to be isolated from the mainstream struggle to destroy apartheid.  It is but another terrain of a number of interrelated terrains of our struggle, namely the activities of the ANC underground inside South Africa, mass protest action, mobilisation of the international community against the apartheid regime and the armed struggle.  Negotiations do not replace any of these and must, until otherwise decided in the course of negotiations, go simultaneously with all these other areas of struggle.\"\nStatistics that I believe are correct, indicate the following in respect of armed attacks by the ANC SACP Alliance in the Port Natal area.  During 1990 there were 26 such incidents and in 1991 there were 31, 1992 there were 50 and in 1993 there were 39 incidents.",
            "Male"
        ],
        [
            "MR VISSER",
            "So the point is that it didn't decrease as a result of negotiations?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could we please return to Mr Ndaba?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "During the questioning of Mr Ndaba, during the 7th and the 8th of July 1990, I for the first time started placing the information which Ndaba had given me in perspective.  This is now the information which I had received from him before his arrest on the Saturday.  I started placing it in perspective and upon the questioning of Ndaba, the total extent of Operation Vula, as it was known to him, was placed in perspective.  It then became clear to me that the operation was of a far greater extent and impact as what I realised previously.  Ndaba also gave me the addresses of certain safe-houses and also the keys to get access to one such safe-house.  During the night of the 7th to 8th July.",
            "Male"
        ],
        [
            "MR VISSER",
            "I beg your pardon, I don't know if this was a mistake in the drafting, are you saying it's the night or the nights of the 7th and 8th July?  Is it the night of 7 and 8 or the nights of 7 and 8?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, both the nights of the 7th and the 8th.  I and Sam du Preez went to two of these safe-houses and we seized a number of documents and we removed it and in the process we committed housebreaking with the intent to steal and theft and from these documents and the computer printouts which we seized a certain picture became clear of a large scheme, of a larger scheme and what Operation Vula was all about.\n\tThe repercussions of the planned people's war whilst political negotiations were in full swing and the gravity of the consequences of that and the consequences of that for South African Government and the whole negotiating process then became clear to me and the name Vula then for the first time also became the focus of my attention.\n\tAs a result of my new insight relating to the information, I reported to Gen Steyn and made an appointment, he made an appointment to meet the head of the Security Division, Gen Basie Smit in Pretoria on the 10th of July, in order to inform him of what was going on.  I went to Pretoria with Gen Steyn on the 10th of July 1990.  Gen Smit then spoke to us in the presence of Maj Gen Bob Beukes, Alfred Oosthuizen, who was then a colonel, Andre Pruis, then a brigadier and Jimmy Taylor, then a colonel and Paul Abrie, then a brigadier.  After the necessary information had been given to these persons, Gen Smit said that he wanted us to convey this information personally to Gen van der Merwe, who was then the Commissioner of the South African Police and that we should do so the next morning.\n\tOn Tuesday the 11th of July Gen Steyn and I had an information session with Col van der Merwe.",
            "Male"
        ],
        [
            "MR VISSER",
            "Which would be the Wednesday?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Wednesday 11th.  Gen van der Merwe gave the order that the Department of Foreign Affairs and the State President should be informed regarding the identity and the objectives of the people involved in Operation Vula.  The Commissioner also was of the view that both the Republic and the Foreign Intelligence Services should be informed.  According to my recollection, Gen van der Merwe decided that actions against these individuals involved in Operation Vula should only take place during the week of the 16th of July after the relevant Intelligence Services and Foreign Embassies had been informed, so that they could be prepared for the revelations and arrests since that would have a very definite influence and effect on the negotiation process.  He suggested that we do not continue with any arrests until there was feedback from Pretoria to Durban.  On the same day we then returned to Durban from Pretoria.",
            "Male"
        ],
        [
            "MR VISSER",
            "That's Wednesday, 11th July?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes and that was the same date on which I had to place Ndaba back to continue with his intelligence gathering within the structures of Vula.\n\tI told him that as a result of the decisions taken in Pretoria that certain arrests would follow and that his position as an informer in Operation Vula was a matter of some concern and as a result of this I asked him whether he'd be prepared to testify if he was asked to do so.",
            "Male"
        ],
        [
            "MR VISSER",
            "Testify against whom?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Whoever would then be charged in any cases arising from these events.  Ndaba however refused bluntly.\n\tMeanwhile there was a new development as far as Shabalala was concerned.  I was told that he had said that Ndaba was collaborating with the police.  He'd obviously put 2 and 2 together.  Although I don't know exactly on what basis Shabalala made that inference, it could however have happened during the questioning by the C 20 Unit members or the arrest itself or something which had been said during his detention.",
            "Male"
        ],
        [
            "MR VISSER",
            "Perhaps just to make this clear for the Committee, where were these persons detained, in the same room in this house in Verulam, or what?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "They shared a communal room, but they slept in separate rooms and the discussions and interrogations were done with them separately.",
            "Male"
        ],
        [
            "MR VISSER",
            "Proceed.  Mr Chairman, perhaps this is a convenient point for your adjournment to be taken.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it will be.  Thank you very much.  We will adjourn now and resume at a quarter to 2.\nCOMMITTEE ADJOURNS\nON RESUMPTION",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "(s.u.o.)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Yes. please proceed.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "(cont.)\n\tMr Chairman, it's that time of day again when I feel compelled to inquire whether you would allow us to discard our jackets at this stage, Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Please do so.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "We're indebted to you, Mr Chairman.  And then I might say that I stopped perhaps at an inconvenient time, I should have perhaps gone beyond paragraph 45, but I'll just pick it up with the witness again Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Right.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Botha, during the adjournment you said there was a change with regard to Ndaba in that he had indicated that he knew that Shabalala was working with the police.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you speculated and said that he put 2 and 2 together, but he may have drawn the inference that when members of C20 had questioned him, or during his arrest or something, that he must have heard said during his detention.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That is so Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "will you please continue then?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do I understand that to mean that you formed the view, at least you thought that Shabalala had, as a result of his interview, formed the notion that his friend was an informer?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "That is so Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Do carry on.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Chairperson, although we had pretended to Shabalala that Ndaba had also been arrested, it was clear that he did not believe it.  These accusations  were of concern to Ndaba and he was concerned about his future.  On Thursday the 12th of July and before the instruction came that they should not proceed with arrests, after this instruction had been given to du Preez and the other members they had during the observation of Siphiwe Nyanda, also MK Kibusa, arrested him.  After what I'd heard it was necessary because he became aware that they were busy following him and observing him.  The arrest of Nyanda caused a chain reaction of arrests of other people who were already known to us.  These arrests became necessary for the persons would escape as soon as the news of Nyanda's arrest became known and as such on the 12th of June 1990 as far as I can recall, approximately 12 to 15 persons who were involved with Operation Vula, had been arrested.\n\tI informed Ndaba the evening of Nyanda and the others' arrests and he was visibly upset because of the news.  Because of these arrests which had taken place, I accompanied Gen Steyn on Friday the 13th to Pretoria for further information and instructions.  It was decided to establish a national investigative team which would be under the command of Col Zen de Beer from Durban.  The same day we returned from Pretoria to Durban.\n\tOn my return from Pretoria I found that Ndaba was in a terrible state.  He was morbid and unsure of himself.  I spoke to Gen Steyn on Saturday the 14th of July and informed him.",
            "Male"
        ],
        [
            "MR VISSER",
            "That is the 14th July 1990?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct, Chairperson.  Gen Steyn told me to use any means to solve this problem.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the problem that you had to solve?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "The problem was Charles's unfortunate attitude and his uncertainty about his future and Ten Steyn told me to orientate him so as to satisfy him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sot the problem really was the uncertainty that was being experienced by Ndaba?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Correct, Chairperson and at that stage it was supposed by both of us, this is Gen Steyn and I, that if Ndaba could not be brought to insight both he and Shabalala had to be eliminated.  Chairperson, I've already referred to this earlier.  During this incident and events Gen Steyn and I had walked a long path together since his arrival in 1986 and there were operations where he had given his approval, directly or indirectly of my actions and in matters which I have already applied for amnesty and there was a measure of rapport between the two of us, that we with few words, came to a decision without spelling out the detail as to what and where I did what I had done.  Consequently it was our realisation that if Ndaba could not be brought to other insights both he and Shabalala had to be eliminated.",
            "Male"
        ],
        [
            "MR VISSER",
            "But what would happen if you had allowed him, or if you had released him while he was in this situation? what did you think?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Firstly, if Ndaba was released he would immediately return to the structures and he could tell that he had been detained along with Shabalala by us.  He could tell of his own position that he was an informer for us and he could speak of knowledge that he had with regard to the infrastructures that they had established through which he had contact with us while he was in Swaziland.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, you don't have to ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We have difficulty understanding the evidence, because I got the impression that you're saying you felt, or Ndaba felt a bit uncertain of himself?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What does that mean, that he felt uncertain of himself?  Was he uncertain about what was his future with the Security people, or was he uncertain about something else?  What was he uncertain about?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Chairperson, I think it was the several options which were put to him over a few days.  Firstly, I asked him whether he would testify and he refused and when he heard about the further arrests it upset him even more and he judged his own position, how would he remain with us as an informer if these arrests of people had taken place and the finger would be pointed at him, so this all influenced him so that he was unsure about himself.",
            "Male"
        ],
        [
            "MR LAX",
            "Why would there be a finger pointed at him specifically?  You guys had arrested Shabalala as well.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "So why would the blame necessarily point at Ndaba?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "If both Shabalala and Ndaba were released again and both tell their versions of the story, chronologically in order, then the finger would point directly to Ndaba.",
            "Male"
        ],
        [
            "MR LAX",
            "We're not talking about Shabalala's release here, we're talking about Ndaba's release and it seems clear to me that in your mind the elimination of Shabalala had, that decision was well on the way to being made much earlier in this process by this stage you'd probably already made that decision, although you hadn't necessarily expressed it to anybody.  But Ndaba was a different kettle of fish according to your evidence so far.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct, Chairperson.  Would Ndaba be released without him remaining under our care as an informer, then the possibility was that he would return back to the ANC and he would tell them that we had also taken Shabalala",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why couldn't he be retained as an informer?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "He could have been retained as an informer Chairperson, but the possibility that he could still talk if there were any inquiries with regard to Shabalala, and this could lead to an investigation of which we would be the focus of ...(intervention)",
            "Male"
        ],
        [
            "MR LAX",
            "You chaps were so used to getting rid of people, by this stage you'd got rid of many, many people.  It's not a question, I mean Shabalala would have simply disappeared, Ndaba would have stayed in a sort of semi-disappeared state for a while, you would have worked out some cover story for him.  It just doesn't seem to gel in the same way some of the other stories.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct, Chairperson.  Times had changed in 1990.  I've already said that Mr Mandela had been released and the government were already negotiating with the ANC and it was a critical stage of the negotiations and there were requests and instructions from police headquarters that we, at all costs, had to help the government maintain the high level to prevent incidents which could cause a problem in the negotiations, so these were all factors which we took into account during this process.",
            "Male"
        ],
        [
            "MR VISSER",
            "In any event, I have pre-empted you somewhat.  You will eventually arrive at this aspect in detail.  Please continue at paragraph 52.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "During this meeting Gen Steyn informed me that in Pretoria on the 13th July.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please state the date.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "On the 13th of July, 1990 a decision was taken that there would be no prosecutions of any of the arrested persons who had dealings with Vula because of the political sensitivity of the circumstances.  This would have regard of Vula operators who had already been arrested as well as those who would be arrested in future and there was also talk that certain involved parties would not be arrested because of their participation in the negotiation process and these persons as far as I can recall were Joe Slovo, Jacob Zuma and Chris Hani.  The thought was that the negotiation process which was aimed at reaching a political solution, was of much greater interest as the prosecution of ANC SACP members.   Although this decision was disappointing, it made sense since, in the light that the SA Government had bound itself to reaching a political settlement at all costs for all the people of South Africa.\n\tI once again spoke to Ndaba.  We had always had a relationship of trust and I believed that it was important that he be informed with regard to the arrests and his own position in the light thereof.  I informed him of the decision that there would be no prosecutions.  His attitude changed radically after he heard this and he expressively said that he would not cooperate anymore as an informer.  \n\tThe fact that I mentioned to him that a special reward of R50 000 had been required or requested which would enable him to settle down abroad made no difference to his determination.",
            "Male"
        ],
        [
            "MR VISSER",
            "May I just interrupt you?  This R50 000 which you speak of, was this money which was requested specifically for Mr Ndaba?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And how far did this process develop?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "To such an extent that it was approved by Head Office and the money was available to be paid out.",
            "Male"
        ],
        [
            "MR VISSER",
            "Here in durban?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you then told him Saturday the 13th of July 1990, that the money would be made available to him to establish himself abroad if he wanted to?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Will you please continue?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It made no difference to his determination to work, to continue working as an informer for us.  He put it to me that he regarded it a better option to play open cards with the ANC and to in such a manner seek refuge with the ANC.  I realised what danger this would hold for other informants of which Ndaba was aware and in effect, the disclosure of his knowledge of the information structure in the Durban Security Branch would have led to the collapse there.  The cut-off of information which was brought about by this could not be accepted.",
            "Male"
        ],
        [
            "MR VISSER",
            "this information structure, do you refer to all the information structures or the information structures with regard to certain neighbouring states?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, in this case I refer to the structures in Durban and I refer to the neighbouring states.",
            "Male"
        ],
        [
            "MR VISSER",
            "Any specific neighbouring states?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Swaziland specifically.  Consequently ...(indistinct) that he think about his decision and that we together find a solution for the problem.  I even proposed plastic surgery to  change his looks but he did not want to concur.  In the past this had been done with great success for other informers.  After attempts to settle his concern and to make sure that we keep his loyalty, it became clear to me that he was so frightened that he became irrational that he could not be trusted furthermore.  Because of above mentioned situation, it became clear that he could not be released from my control and with consideration of the question that I, whether I should allow Ndaba to report to the ANC, I considered the following considerations.  During his time in Swaziland and Zambia, he was attached to Communication and Logistical infrastructure of co-workers and informers of which at least some of them were known to him which he could identify.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was this informers of the police?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That is correct, Chairperson.  This Communication and Logistic Network was not only used by Ndaba but also other informers who operated across the borders of the countries.  If Ndaba would convey the information which he had to the ANC SACP Alliance, it would undoubtedly endanger this whole intelligence network of the Security Branch in Durban and the disclosure of his knowledge, of the informants and collaborators who were involved with the Communication and Logistic network, their lives would also be endangered.  There was a great possibility that Ndaba had realised that there were other informers of the SAP in Operation Vula which was indeed the position.  He would have suspected from his tasks, this from his tasks and questions.  If he had conveyed these suspicions to the ANC, the ANC would start with a witch hunt and the informer's life would mean nothing. Because it became clear to me that a great problem stared us in the face if Ndaba had to be released to go to the ANC SACP Alliance, I considered other alternatives.  Detention of Ndaba in terms of the Security Legislation was senseless and could be severely counter productive if Ndaba had made a Section 29 statement and disclosed his involvement as an informer and other informers, the detention of Ndaba was therefore not a viable option.  With regard to Shabalala the situation was not less complicated.  Initially he could not be released before there was time to monitor the situation with regard to Ndaba's position.  Because of his outspoken belief that Ndaba was a police informant, he could not be released and the paradox of the situation was that Shabalala's fate had been decided in order to protect Ndaba and last names at the end would go and make a disclosure to the ANC which sealed his fate.  When I decided to eliminate Ndaba, the considerations with regard to Shabalala changed.  I considered whether he could not be released because he could no longer compromise Ndaba's position but I decided against it.  The problem with Shabalala was then that he had been detained for quite some time.  It would be an embarrassment if he had been released and he would inform the ANC about his unlawful abduction and detention, therefore if we should eliminate Ndaba and release Shabalala he would certainly tell the ANC that he had been detained with Ndaba and also deduce that Ndaba had been eliminated.  The  mere fact of such an allegation would, during the time of the negotiations, create an embarrassment for the National Party.  These options were discussed by myself and General Steyn on the morning of the 14th of June 1990.  Consequently I came to the conclusion that the only solution was that Ndaba and Shabalala had to be eliminated.  I contacted Gen Steyn the afternoon of the 14th of July 1990 to inform him but he was not available and I thought that he might have departed for Pretoria for further information and planning.  I then discussed the problem with Lt du Preez.  We discussed our possible options and came to the conclusion that the only safe and permanent solution to the problem was the elimination of the two persons.  I then requested du Preez to be of assistance.  I called van der Westhuizen and Wasserman to the safe-house and after informing them I gave instruction to them to be of assistance.\n\tI truly believed that in order to protect the South African Police, the Security Branch and the National Party, which was the Government, and to voice the instructions which I had received from the S A Police command structure to fight against the ANC SACP Alliance and because of conditioning through courses, seminars, conferences and speeches by politicians, that the ANC could never take over the RSA, that my action to eliminate Ndaba and Shabalala, this was expected of me as a member of the Security Branch and fell within my express or implied authorisation.\n\tAfter discussion with regard to the elimination method was decided that the two would be shot dead the same evening and that their bodies be thrown into the river.  van der Westhuizen was a fisherman and knew the rivers well and he went on a reconnaissance tour of the Tugela.  van der Westhuizen departed at approximately 15h30 and returned at approximately 19h00 with the report that he had found a suitable place next to the Tugela where the water was deep, flowed deep and strong, next to the northern embankment.\n\tWhile van der Westhuizen was absent, du Preez, Wasserman and I took two concrete poles, in which prefab walls fit in, a roll of hessian, wire or twine, a black bag and two silenced weapons, Scorpion pistols, into the vehicle.\n\tI spoke to Ndaba and Shabalala and told them that I would transfer them to another safe-house in Norther Natal.  I wanted to prevent them getting any ideas that something was about to happen to them.  At approximately 11 that evening, all of us departed to the Tugela River in a single vehicle, a Volkswagen kombi and because van der Westhuizen had done the reconnaissance earlier that afternoon, he was the driver of that vehicle. \n\tOn the other side of the Tugela bridge we turned off left on a road which led to the Tugela River.  When we turned off van der Westhuizen said that he had a need and we had to turn into the bushes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was that agreed beforehand?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.  I don't know exactly how far we drove on the road, but I recall that at a stage we drove through some houses and van der Westhuizen turned right and drove close to the river embankment.  At the river we once again turned right and drove up to the bushes.  van der Westhuizen climbed out and we remained in the kombi.  As previously agreed he ensured that everything was safe.  After approximately 5 minutes he returned.  I then as pre-arranged said that I wanted to answer a call of nature and because it was, we still had a long road to drive, that all of them should take the time now.  Under the pretence that he was taking toilet paper from his bag, Wasserman took the bag with the arms and the black bag from the kombi.",
            "Male"
        ],
        [
            "MR VISSER",
            "The five which you want to mention, who were these?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It was myself, du Preez, it was Wasserman, Ndaba and Shabalala.  We walked in the same direction of where van der Westhuizen had pointed out to us.  Once in the thick bush where it opens up against the river embankment, Wasserman put his bag down and while Wasserman, Shabalala and Ndaba stood at the river embankment and urinated, du Preez and I took the two silenced weapons from the bag.  Wasserman made Ndaba and Shabalala sit on the ground with their faces in the direction of the river.  du Preez and I came from behind and shot them in the back of the head.  After they had fallen, each one of them were shot one shot in the temple.  I shot Ndaba while du Preez shot Shabalala.  du Preez and I removed their clothing while Wasserman returned back to the vehicle to collect the concrete poles, the hessian and the wire.  After van der Westhuizen and he brought these items to us, van der Westhuizen went back to the kombi to keep the kombi under observation.  Wasserman cut the wire in lengths and du Preez and I rolled Ndaba in the hessian.  After a concrete pole was placed over his chest and legs, the wire was bound round his body, around the hessian, to keep the hessian and the pole in position.  Wasserman and I then threw Ndaba's body from the embankment into the river.  Wasserman then assisted du Preez in doing the same with Shabalala's body after which he was also thrown into the river.\n\tWe placed the clothes which were in the black bag into Wasserman's backpack.  Branches were broken from the bushes to obliterate the bloodstains.  We remained an hour to ensure that the terrain was clear and that the bodies had sunk.  We watched the river to ensure that nothing came up again.  We afterwards drove back to the safe-house where, at our arrival we fashioned a large fire and the clothing and branches with which the blood was covered up, were burned.  While the fire burned we tapped a jerrycan of petrol from my police vehicle and placed the jerrycan in the boot of the blue Toyota Corolla.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is this now Shabalala's?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct, Chairperson.  We decided that while we were busy to get rid of the Toyota by burning it,\nvan der Westhuizen and I drove with my vehicle and du Preez and Wasserman in the Toyota.  The Toyota was in front of us and we followed it.  Approximately 30 kilometres on the other side of Verulamn on the Ndwedwe Road, the Toyota turned left in a small road and stopped at a dumping area.  We all searched the Toyota to ensure that no personal items had remained in the vehicle which could lead to identification.  The licence disk was removed and placed on the seat.  The entire vehicle was on the inside and outside sprayed with petrol, after which it was set alight.  It caught fire and we remained in the vicinity for about 10 minutes to ensure that the vehicle would be burned out entirely.  We returned to the safe-house and searched for any possible evidence that might have remained behind.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Botha, if there was any suggestion that this vehicle, this blue Toyota Corolla vehicle had been burned, but instead had been chopped to pieces on a farm where the askaris had lived in Camperdown, what do you say of such a suggestion?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That is not correct, Chairperson, because I know we set the vehicle alight.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Early Monday morning, the 16th July 1990, I informed Gen Steyn at his office, I informed him that Ndaba could not be convinced to renounce the idea of disclosing everything to the ANC and that the possibility which we foresaw on the 14th of July had become a reality.  I also explained my consideration with regard to Shabalala to him, namely that it would be a potential danger if he was to be released and he had disclosed his abduction and unlawful detention and a suspicion that Ndaba was murdered by us.  Gen Steyn indicated that he agreed with me and that he had ratified my action.",
            "Male"
        ],
        [
            "MR VISSER",
            "That was your part in this incident.  With regard to the dates which you have given, is it possible, the dates, where you refer to the 1oth and 12th and so forth, is it possible that you may be mistaken?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It';s possible Chairperson, but the dates between the 7th and the 15 or the 16th, the Monday morning when I reported to Gen Steyn, those dates remain.",
            "Male"
        ],
        [
            "MR VISSER",
            "What do you have to say as to why you were motivated to act in such a manner?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I acted in the execution of my duties in the service of the South African Police.  I believed that such action was expected from me and that the action had, fell within the ambit of my express or tacit authorisation.  I also believed that especially in the light of the pressure which was placed upon us in the Security Branch by the politicians of the time.  It was continually said that terrorists had to be wiped out in order to combat the revolution.  My actions were aimed to protect and maintain the state and the National Party.  During this particular time where negotiations were on the way between the most important political groupings in the country, it was an important consideration that the National Party in no manner be placed in an embarrassing position.  I was never rewarded in any manner for this action and I did not draw any personal advantage from it.  I therefore humbly request that amnesty be granted to me as previously set out.",
            "Male"
        ],
        [
            "MR VISSER",
            "And if we may refer to page 1 of Exhibit D.  We may just go through that.  Your amnesty application is for firstly abduction, kidnapping, unlawful arrest of Mbuso Shabalala, his unlawful detention, of Charles Ndaba and Mbuso Shabalala, the murder of both those persons, illegal possession of Scorpion Submachine pistols and ammunition, damage to property with regard to the Toyota Corolla vehicle, house break for the purpose of stealing, which you have referred to in your evidence, or any lesser offence or delict which might emanate from the facts, is that correct?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills.",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "Mr chairperson we have decided that Adv Poswa is going to cross-examine before I do.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  Adv Poswa.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Thank you Mr Chairman.  Mr botha you said in your evidence in chief that you\nwere responsible to Mr taylor.  Was that your direct superior, Mr Taylor?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "That's correct, Chairperson.",
            "Male"
        ],
        [
            "MS POSWA",
            "That is correct and then what relationship did you have of Mr Steyn?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Gen Steyn was the Regional Commander in the province.",
            "Male"
        ],
        [
            "MS POSWA",
            "So under normal circumstances your direct superior was Mr Taylor and you were to report everything directly to Mr Taylor?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "No necessarily in this instance.  If I may just explain.  There was a terrorist unit which consisted of two legs.  The one part was the investigating part and the other consisted of MK Intelligence part and then there was the askari unit, which was handled by Col Taylor.  He was the senior in the three groupings.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What was the first group?  The second one was MK Intelligence, the third was dealing with the askaris for which Taylor was in charge and the first one was investigation.  Yes, carry on.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Mr Chairman, I'll ask you to forgive me, I have got two statements here by the applicants, now my Afrikaans is not very good.  I had translated the previous statement, so you will forgive me if maybe I repeat some things which have otherwise been covered?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, you do the best you can.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Thank you Mr Chairman.  Right you started off by saying that you had recruited Mr Ndaba in Swaziland in 1988.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MS POSWA",
            "That is correct.  What were the conditions under which this recruitment took place?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "It was a direct approach.",
            "Male"
        ],
        [
            "MS POSWA",
            "Where did you meet?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "In Manzini.",
            "Male"
        ],
        [
            "MS POSWA",
            "So you, was it on a trip?  I's like you to just expansiate.  Were you going there on a trip specifically to recruit Ndaba or did you live in Swaziland?  How exactly did you meet him and recruit him?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "How did it come about?",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Yes.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Chairperson, my task was the gathering of intelligence with regard to MK and as such I was responsible for all information with regard to MK activities in Swaziland and all other intelligence which indicated to activities in Natal.  I was responsible for the gathering of this intelligence and from that task and in such informers were recruited in Natal and in Swaziland and also in Mozambique.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry.  You were asked about this man here, Ndaba, how did it come about?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "That's correct Chairperson, I'd just like to sketch the background and then I will explain.\nAs such from time to time I travelled to Swaziland.  The purpose of debriefing existing informers and to identify any potential recruit, or identify any potential informers.",
            "Male"
        ],
        [
            "MS POSWA",
            "What do you mean?  How would you identify such an informer?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Because of his position or the information which he had available.",
            "Male"
        ],
        [
            "MS POSWA",
            "So you went ahead and approached Mr Ndaba?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "That's correct.  It was a direct approach.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What made you pick on him?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Simply Chairperson, at that stage Swaziland with regard to the Natal machinery, was in uproar or chaos because of the successes of the Security Branch in Port Natal.  There were accusations in the ANC of infiltrations by informants and this led to a witch hunt.  People were withdrawn from Swaziland and taken back to Lusaka.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you talking about a witch hunt amongst the ANC?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "That's correct Chairperson.  This established a fear psychosis which facilitated our recruitment of informers and when such a person was directly approached, he basically had two choices.  Firstly he could report such an approach to Lusaka or his immediate Commander in Swaziland.  Our information was that if he would do it in such a manner it would be accompanied by a measure of suspicion and consequently he's placed under a search light.",
            "Male"
        ],
        [
            "MS POSWA",
            "Yes, can you go on to the other option?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Secondly, he simply remains quiet and does not tell anybody anything.",
            "Male"
        ],
        [
            "MS POSWA",
            "So you mean to tell me that this was under duress in fact, that Ndaba had no choice but to agree to be an informer, when you approached him in that manner?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Especially if the recruitment was done in Swaziland, yes.",
            "Male"
        ],
        [
            "MS POSWA",
            "Can you just tell us the date of the recruitment.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I didn't hear that.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "The date of the recruitment.  When was he recruited, what date?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "It was during 1988, the exact date I cannot recall.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, if I might interpose.  Are you saying it was in the first half of 1988?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "...(no interpretation)",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, please continue.  Sorry your microphone, please.",
            "Male"
        ],
        [
            "MS POSWA",
            "So you say that he was under duress.  He had two choices, either to report the matter and face suspicion by the ANC or to remain silent and then fact your anger, your brunt?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "The first one is correct,",
            "Male"
        ],
        [
            "MS POSWA",
            "And what was, can you remind me of the second one?  Can you remind me what the second option he had?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "The second choice was for him to simply cooperate with us when he kept quiet.",
            "Male"
        ],
        [
            "MS POSWA",
            "Okay, to cooperate with you by keeping quiet.  So what was Mr Ndaba's informer number?  When you had informers, how did you identify them?  How did you identify, what was your code name for your informers?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "They had received registered numbers.",
            "Male"
        ],
        [
            "MS POSWA",
            "Yes, what was the registered number, can you give this to us please?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "I cannot recall the numbers of all my informants, I handled many of them.",
            "Male"
        ],
        [
            "MS POSWA",
            "Mr Botha, you have made serious allegations here that Mr Ndaba is an informer.  I think you appreciate that, don't you?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MS POSWA",
            "Is it not proper that having made these allegations, you show us proof.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Are you asking for proof of his registration as an informant?",
            "Male"
        ],
        [
            "MS POSWA",
            "Yes, please.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "All records of informants in the South African Police Security Branch were destroyed.  So I cannot put any file before you.",
            "Male"
        ],
        [
            "MS POSWA",
            "So how are we to believe you if there is no proof whatsoever?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "For the same reason as you don't have to believe me.",
            "Male"
        ],
        [
            "MS POSWA",
            "Your protection Mr Chairman, please.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "What is the problem?  He says that he can't give you a number.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "I'm saying that you cannot raise such a serious allegation without proof.  He should provide us with some proof.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "That'll be argument.  You can make use of that as an argument.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "But I would request Your Honour, to advise, Mr Chairman, to advise the applicant not to be recalcitrant in his replies.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Where is the recalcitrance?",
            "Unknown"
        ],
        [
            "MS POSWA",
            "He stated, when I asked him why he cannot tell me, he cannot prove it, he says how does he expect me to believe him, his response was the same way in which he doesn't expect me to believe him.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well now, let's just cut the words out.  He says that the records have been destroyed so he does not know the registration number and he can't take it any further on that point.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Yes.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well now, let's just carry on from there.  You may maintain strenuously that he was not an informer but that will be your of the case.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Mr Chairman, I was just asking for protection with his attitude.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Carry on.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "If I just go back again to the line of command.  Was Mr Taylor, or Gen Steyn your direct superior in the askari operation?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Chairperson, if I may explain, with my earlier evidence which I rendered a complete draft was given about the security branch specifically Port Natal and the other two provinces which joined up when it became Natal and our line of command I will repeat it, Gen Steyn in 1990, was then the Commander of Security for the whole province of Natal.  His office was at C R Swart Square in Durban.",
            "Male"
        ],
        [
            "MS POSWA",
            "Mr Chairman, may I just interject to save time?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Right through the applicant's, just so that he understands where I'm coming from, right throughout he seems to be reporting directly to Mr Steyn.  Now I would like him to explain how that came about.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Alright if you put your questions that way.  I think you have not, you want to clear up just precisely how it is that he reported to Steyn when the impression was created that his superior was Taylor?",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Yes, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Just clear that up, I mean, Taylor was your immediate superior and from the evidence you have given, most of your reporting was done to Steyn.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "That is correct, Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why was that?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "For the simple reason, Chairperson, Taylor worked from Camperdown with the askaris and in the rank structure of the South African Police, he was senior in rank and within the same component, the component of terrorism, I was responsible for the intelligence leg and Taylor was responsible for the askari leg.  With regard to the intelligence, I reported to Taylor, but if it was any other information I would report to Gen Steyn.  It was not a foreign situation, it was a norm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So now, just for my own clarification, does it mean that on matters of intelligence you did report to Taylor?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "That's correct, Chairperson, and to Steyn.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And to Steyn?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there any protocol about it that certain matters only could be reported to Taylor and other matters could only be reported to Steyn?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Yes, Chairperson, when it was with regard to intelligence, with regard to Col Taylor's unit, any information that they would need for their functioning, it would be conveyed directly to him.  I may just mention that from 1983 to approximately 1990 with the establishment of the askari unit, Taylor was also stationed at the offices in Durban.  When he left for the Askari place in Camperdown, he worked away from the office.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now then, what came about that you should report to Steyn?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "The cases, and this was Gen Steyn's unique style, but not only I reported directly to him, the chiefs of other units within the Security Branch station in Durban.  In all cases he maintained a hands-on approach.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's carry on from there.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Thank you. Can we go back now to the recruitment of Mr Ndaba?  Now you say that Mr Ndaba was subsequently promoted to the position of a Commander in Swaziland.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Yes, he was an Acting Commander.",
            "Male"
        ],
        [
            "MS POSWA",
            "He was an Acting Commander.  Thank you.  Now Mr Botha, can you explain something here to me?  Mr Ndaba was promoted and at that point he was already an informer, your informer?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MS POSWA",
            "He had given you information, prey tell, what type of information had he given you at this stage?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "His information was of a dual nature, firstly of a tactical nature and secondly of a strategic nature.",
            "Male"
        ],
        [
            "MS POSWA",
            "Could you please explain in more simple terms?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "The tactical information was not as complete as that which we received from other informers within the same machinery but it dealt with basically how many terrorists had come to Swaziland via Mozambique whilst the strategic component was more directly aimed at the establishment of a structure which was at that stage not know to us within the RSA namely the Mass Democratic Movement, the MDM.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say that Ndaba was promoted to the rank of Acting Commander, do you mean by the ANC?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Yes, that's correct.  The Commanding Officer of the Natal machinery, Tami Zulu was a suspect with the ANC and he was taken away to Lusaka on the allegation that he was working for the Security Forces and he was one of many who was taken away in this way.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So the kinds of information he gave you were two, tactical and strategic?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "And you said that this was very vital information?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Well, all information which we gathered was important for us.",
            "Male"
        ],
        [
            "MS POSWA",
            "Well you said that his information was more important than the other information you received from the other informers, did you not?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "No.  No, that's not what I said.",
            "Male"
        ],
        [
            "MS POSWA",
            "Can you please restate that, I'm sorry.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "I said that his tactical information was not as comprehensive as that which we got from other informers, in other words, the man in a, somebody in a commanding position, he knew who was going to infiltrate, what their names were etc.  The specific tactical information was who was responsible for crossing the border, who was conveying them, where they were going to in Durban and in those cases, we infiltrated throughout the structure so we could act in a preventative way.",
            "Male"
        ],
        [
            "MS POSWA",
            "Thank you.  You then go on to say that a possibility of elimination came into play.  Who, by whom  would this elimination be effected?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "The elimination of whom?",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Of Mr Ndaba.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "In the formulating of the plan that there had to be an elimination, in my view I thought that I and my members would actually carry it out.",
            "Male"
        ],
        [
            "MR LAX",
            "I don't think you understand the question.",
            "Male"
        ],
        [
            "MS POSWA",
            "Can I just?  Okay.  You said that Mr Ndaba is still in Swaziland.  He has now been promoted to the position of Acting Commander and there are all these problems with people suspected of being informers within the ANC.  Now you said that there could be a possibility of elimination of Ndaba.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Sorry I misunderstood you.  I thought you referred to the final action.  There was a structure in existence in the Security Branch which allowed several regions to meet and to gather information and to share information.  We were tasked specifically with relation to Swaziland as far as it related to the Natal machinery.  The division, Eastern Transvaal, they were tasked with seeing to the Transvaal machinery and Special Operations and also the RPMC, who operated globally over these two structures.  We shared information with each other and there was a target list, which we compiled and which we prioritised people for elimination outside the borders of the country and if you were a Commanding Officer you were automatically placed on that list for elimination and at any opportunity where such a situation arose, he could be eliminated and the same procedure was followed to protect informers from each other.  Without focusing attention on a specific person, the fact that he was an informer you would rather make an alternative plan to get him out of the structure because he might become the elimination target of the National Intelligence, South African Defence Force, or the Security Branch of the Eastern Transvaal.",
            "Male"
        ],
        [
            "MS POSWA",
            "Okay.  So now you say that, so that is when you then decided that maybe he should, that is when you arranged the deportation out of, from Swaziland?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "No, I didn't arrange the deportation.  I made a suggestion to him that he should arrange to be withdrawn.",
            "Male"
        ],
        [
            "MS POSWA",
            "So he went away to Zambia?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MS POSWA",
            "You had no contact with him there?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "No, no contact.",
            "Male"
        ],
        [
            "MS POSWA",
            "Until he came back to South Africa in 1990?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "In 1990.",
            "Male"
        ],
        [
            "MS POSWA",
            "So now when, so he came back to South Africa and he contacted you, or you contacted him?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "He contacted me.",
            "Male"
        ],
        [
            "MS POSWA",
            "How did he know how to contact you?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "When we handled him in Swaziland, certain contact numbers were exchanged and he reacted to those numbers.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long was he away for, in Zambia?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Chairperson, from about the end of 88 to approximately 6 or 7 weeks before the date of his arrest in 1990, but I believe that he infiltrated in January 1990.",
            "Male"
        ],
        [
            "MS POSWA",
            "And what did he say when he contacted you?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "He said that he was within the RSA and we arranged a meeting.  I saw him and he told me that he'd infiltrated the country, when he'd infiltrated, that he was part of a structure.",
            "Male"
        ],
        [
            "MS POSWA",
            "Yes, thank you, I've got that.  I'd like to know where did you meet with Mr Ndaba, your first meeting?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "It was at one of our safe places.",
            "Male"
        ],
        [
            "MS POSWA",
            "Where's that?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "In Durban.",
            "Male"
        ],
        [
            "MS POSWA",
            "you cannot give us an address?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "No, in this case I can't because it might very well still be in use.",
            "Male"
        ],
        [
            "MS POSWA",
            "Okay.  Now Mr botha, you were involved in underground operations, right?  What was your strategy?  How was the information, because from this information you say that Mr Ndaba gave you, it seems to me to be so detailed and so complete that I must admit I'm a lay person in military strategy, but I do not understand how one could have known so much about operations.  Did you believe him when he gave you this volume of information?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "On the contrary Chairperson, Charles actually gave me very little at our meetings where I debriefed him.  The total volume and extent of Operation Vula only became known after we'd actually spent quite some time together after the 6th and 7th of July.",
            "Male"
        ],
        [
            "MS POSWA",
            "The information, you stated here on page 3, paragraph (a), seems to me to be one where there is a broader picture, a broader perspective of the whole reason for the existence of the operation and I, you should correct me if I'm wrong, but I certainly believe that an operation of such high sensitivity would not have, Mr Ndaba being so junior in the whole operation, would not have had so much information on him.  He would not have known as much as you have stated here.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "On the contrary, what I mention here is the minimum.",
            "Male"
        ],
        [
            "MS POSWA",
            "So there is much more?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "In terms of what his real function was as it later became known in the documentation, yes.",
            "Male"
        ],
        [
            "MS POSWA",
            "Now Mr ... unless I don't understand what you're saying in paragraph 8 and I said earlier Mr Chairman, I haven't had occasion to really read and digest this as it's coming to me in this Afrikaans, this new version, now the verse to me seems to summarise and give a broader perspective of the whole operation.  This to me is a summary of one of these publications we received from, by some professor in Canada.  It seems to me to summarise the whole object of the operation and the strategies and everything and I was just wondering whether you hadn't meant to put this in hear.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "You're talking about now, for the time being, paragraph 8?",
            "Unknown"
        ],
        [
            "MS POSWA",
            "yes, yes Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "It's been suggested that what's set down in paragraph 8, is something which you have collected or gathered from articles, written articles about Operation Vula.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "No, this is what I could recollect and I tried to place everything in the context in terms of the amount of information received and what appears in paragraph 8 is information which was given to me by him and if that in a nutshell, describes Operation Vula, then that is a precise confirmation of that which later became clear by means of the documentation.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, Mr Botha, that's precisely the point that counsel is putting to you.  What she's saying to you is this, if I could reframe it for her.  She's saying that, if one looks at paragraph 8 and you've confirmed that what is contained in paragraph 8 is in essence what you got from him in those first meetings, okay?  That's how you said it in your evidence in chief.  I agree with her.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And what she's putting to you in essence is the fact that a person in Ndaba's position couldn't have been in possession of this sort of detail as you've indicated it here and that's really what she's asking you to answer.  have I put it correctly counsel?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I understand the question and once again I answer that that which he told us or rather which he told me at our meetings was exactly that which related to his work.  He'd  already been within the borders of the country for about 6 months before our first meeting.  His position within Operation Vula was not so small if you for instance compare it to the position of Mr Maharaj, but the documentation will confirm what I'm saying here, namely that Mr Ndaba's position was actually far greater than what I describe here.  So that which appears here is in a nutshell exactly what his role and function was as he conveyed it to me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Mr Botha, in your operations, how would disseminate information?  Would everyone know everything that is going on in the operation, in your intelligence operations would the word intelligence be used loosely?  Would everyone, you know, be in the picture?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "No, not necessarily.",
            "Male"
        ],
        [
            "MS POSWA",
            "And what for example - I think it is important here, please bear with me Mr Chairman, it's important to belabour this point because when you send somebody out on a mission, like I would presume Mr Ndaba was sent, that it would not be prudent or wise to give him this broader picture.  You would just give him information on a need-to-know basis and I would suspect that that is a principal applied by all operatives, is it not?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "That is correct.  I understand the import of the question and if I interpret it correctly, my answer will be as follows,  If Mr Ndaba's unfortunate arrest had taken place a week after he infiltrated the country and I had put this paragraph in here in that context, then it wouldn't have made sense but he'd already been actively busy in Operation Vula within the country for 6 months and it was only 6 weeks before his arrest that he contacted me for the first time and that I debriefed him on certain occasions.  The information conveyed to me was done in a very broad framework without details and it was within his own field of activity within Operation Vula and I think that Mr Maharaj would be able to give us a more precise explanation as to how and why Charles had already been exposed to the operation and to the leaders of that operation.",
            "Male"
        ],
        [
            "MS POSWA",
            "Mr Chairman, would you be disposed to that, to the applicant's proposition?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I don't understand your question.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "The applicant here has suggested that maybe the person who can explain this clearly would be Mr Maharaj.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well when the time comes for Mr Maharaj he can do so.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Thank you.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "But we can't juggle around between witnesses, him giving half the answer and then Mr Maharaj giving the other half and then we're going back to him again.  I'd rather you finish your questioning of this witness.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Thank you.  So how many times did you meet with Mr Ndaba?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Approximately 3 or 4 times, if I remember correctly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you have a version which is different from what you heard about Mr Ndaba's activities and you've been given a version, if you have, you've got to put that to him to say now, is this not what actually happened.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Thank you.  I put it to you Mr Botha, that this whole paragraph here was created post facto when you had found out all about Operation Vula and having found that out you were able now to formulate this and that information did not at all come from Mr Ndaba.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Such an inference is possibly correct in the light of my evidence which I have already given.  I in two paragraphs specifically referred to how the operation and the exposure became known to me and if you see this as the summary of the totality, then that is exactly what I've already described in previous paragraphs.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, do carry on.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Mr Botha, you then go on to refer to a whole list of people, whom Mr Ndaba named here.  Can you please just go over what context this was, I'm afraid as I say, I haven't got the English version.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "None of us have the English version.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "9 and 10.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "We said none of us have the English version.  The only English version is the translation of his evidence.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "I do not have the new statements, the newly formed statement, Mr Chairman.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "This document that has been handed in as Exhibit D.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "I have it Mr Chairman, but as I have indicated previously that I do not understand Afrikaans and I have made my preparations based on the first affidavit, the first disclosures made by the applicant.  Now that the applicants have, I don't know for want of a better word, chosen to give us yet another version, this is where I'm really having difficulties.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Well, you question him on what you can.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Now on this Exhibit D, paragraph 9 and 10, can you please just tell us, can you please just recount what exactly Mr Ndaba had said about Mr Nyanda, Ronnie Casrills, Mac Maharaj, Pravien Gordhan, Dipak Patel and all that.  Can you just very briefly state a recap?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "We are talking about a period of 9 years ago.  A debrief.",
            "Male"
        ],
        [
            "MS POSWA",
            "Mr Botha, I'm referring you to your own statement here, paragraphs 9 and 10.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "That's correct.  If I remember correctly, he wanted detail which they gave relating to certain persons.  What is in paragraph 9 and 10, I'll reread it and I'll read it slowly so that it can be interpreted\n\"Ndaba told me that there were already certain leaders in the RSA, namely amongst others Siphiwe Nyanda, Ronnie Casrills and Mac Maharaj.  He also gave me the addresses of a whole number of safe-houses belonging to the ANC in the Durban area.  These addresses were places where they met and had DPC meetings.  The information relating to the presence of these people in the country was news to me.  Nobody in the Security Branch knew it.  Ndaba also gave me the names of other persons involved in the operation.  Some of them had been trained militarily outside the country and had infiltrated the country and others were well-known activists within the country such as Proven Gordhan and Dipak Patel.  There involvement in the operation was also news to us.\"\nAnd the context within which these names were mentioned, well I can't remember exactly.",
            "Male"
        ],
        [
            "MS POSWA",
            "Was this not vital information to your, for your information, Mr Botha?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Of course it was.",
            "Male"
        ],
        [
            "MS POSWA",
            "At no stage ...(end of tape)",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Yes, he mentioned Mbuso Shabalala as the person with whom he was to have a meeting on that day.  Shabalala was mentioned as the person whom he had contact with within his cell structure and the reason why I didn't mention him in the statement was because he was part or that it was part of my amnesty application, that's the only reason.",
            "Male"
        ],
        [
            "MS POSWA",
            "Sorry, could you explain that again?  It was part of your application?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "What I'm saying is that the reason why his name doesn't appear here is because Mbuso is the subject of my amnesty application.  His name was mentioned by Charles in debriefs as the person whom he had contact with in his cell and there were also other names mentioned which don't appear here.",
            "Male"
        ],
        [
            "MS POSWA",
            "Thank you.  Now what did you do with this information that Mr Ndaba gave you?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "This information was disseminated.",
            "Male"
        ],
        [
            "MS POSWA",
            "To whom in particular?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "It wasn't disseminated to a particular person, it was disseminated and evaluated based on other existing and available information coming from other informers.  We couldn't find any confirmation anywhere for that which Charles reported.  The fact that the information was not of a tactical nature but of a strategic nature led to the fact that the information was gathered but was not applied.  The reason for this was very simple.  In 1985 there was an operation with Ebrahim Ismail.  He was a high profile ANC person who had infiltrated the country, or who had been sent to the country from Swaziland.  He was supported by Heleen Pastoor and Klaas de Jonger.  That operation had a specific name, Toyota Isuzu and the objective of the operation...(intervention)",
            "Male"
        ],
        [
            "MS POSWA",
            "Mr Botha, I think you've totally lost me now.",
            "Female"
        ],
        [
            "H J P BOTHA",
            "The point is that I want to try and show why the information wasn't actually utilised when it was of a strategic nature..  Experience taught us that based on the knowledge which you received, you then make certain evaluations as to whether you would act immediately and whether you would give the operation enough rope so that it could grow.  Two things were happening, there was a strategic planning relating to the establishment of a structure within the country similar to something that had been known to us earlier.  the government was busy negotiating and everything which we could gather surrounding the ANC to place the government in a better position had to be used.  Consequently the information was gathered.",
            "Male"
        ],
        [
            "MS POSWA",
            "So the information was gathered and disseminated.  Were your superiors informed about this.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think that the information is gathered, co-ordinated, compared with other information and so the process of gathering information would carry on.",
            "Unknown"
        ],
        [
            "MS POSWA",
            "Thank you Mr Chair.",
            "Female"
        ],
        [
            "MR LAX",
            "Can I just interpose for a moment if I may?  Are you saying that, if I understand you correctly, because this information wasn't confirmed in other respects, you personally as the person who had primary control over that information, decided not to do a lot more about it and wait and see what developed?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Have I understood you correctly?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "So you didn't go and tell Gen Steyn immediately about it?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No Gen Steyn was informed but within the context of the gathered intelligence.  I would for instance not issue a report within the province of Natal and ask questions and the reason for that was that at that stage our Security Branch had been infiltrated and there was a counter espionage operation underway so information was dealt with on a one to one basis.",
            "Male"
        ],
        [
            "MR LAX",
            "Your mike please.  Your microphone's not on.",
            "Male"
        ],
        [
            "MS POSWA",
            "So you did not feel that it was important to snap at the opportunity to arrest what now were the master minds behind this operation?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Correct.",
            "Male"
        ],
        [
            "MS POSWA",
            "Mr Botha, I put it to you the top brass of something you have been working on for so long, are in the country.  They have entered the country, clandestinely, if Mr Maharaj will bear with me, they have entered the country clandestinely, you are negotiating with government on this hand and on the other hand people are coming into the country, would this not be the opportune moment to expose the ANC?",
            "Female"
        ],
        [
            "H J P BOTHA",
            "Yes.  If we had more comprehensive information regarding the situation, perhaps that would have been correct, but based on the experience of a previous and other similar operation, we learned that we should not act over hastily especially where intelligence was of a strategic nature, to rather gather more information before you act.  The Ebrahim Ismail operation was a very expensive lesson for us.",
            "Male"
        ],
        [
            "MS POSWA",
            "If Mr Chair will bear with me.  Thank you.  You refer to some plot to assassinate Pres Mandela.  Can you please just give us a brief, can you just briefly state what that was about?",
            "Female"
        ],
        [
            "MR LAX",
            "Where's this referred to?  Sorry, we haven't had any evidence of that yet.",
            "Male"
        ],
        [
            "MS POSWA",
            "...(indistinct - microphone not on)",
            "Female"
        ],
        [
            "MR LAX",
            "Your microphone's off.",
            "Male"
        ],
        [
            "MS POSWA",
            "Can you look at paragraph 11 please?  I'm sorry.  I misinterpreted this.  Mr Chair, can you give me a few minutes to confer?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "It won't take us a minute.\nNO FURTHER QUESTIONS BY MS POSWA",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Botha, questions will now be put to you by counsel for the other family.  Mr Wills, please proceed.",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "Thank you Mr Chairperson.  Mr Botha, I firstly want to concentrate on the time span within which this decision to ruthlessly murder these two people was taken.  As I understand it the arrest occurred on the 7th of July, that is the arrest of Mr Ndaba.  Now your evidence is to the extent that Mr Shabalala was also arrested on that day, is that correct?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Well, I put it to you he was arrested on the 8th.  Can you comment on that, the Sunday?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, that's wrong, he was arrested on the Saturday.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "How can you be sure of that?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Because Charles took us to the meeting.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Well I put it to you that the families will say that he was with them at kwaMashu on a social gathering on the Sunday the 8th and they dispute that he was arrested on the 7th.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I stand by the 7th.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "What made Ndaba talk to you between the 7th and the 8th?  Or should I rather say the 7th to the 10th when you started surveillance on other houses and I think on the 11th you arrested Gen Nyanda.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "The question which you asked was what caused Charles Ndaba to speak to me.  He was my informer.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "So he spoke freely to you, is that your version?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, he had no problems talking to me.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "And when you arrived at the police station on the morning of the 8th, sorry the 7th to see him, he freely conversed with you?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, he pretended not to know me, I did the same.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "And later you spoke to him at the safe-house.  Is that where you debriefed him, when you took him away from C R Swart?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Now there's evidence to the effect that at the time at C R Swart station he was beaten badly for half and hour.  Do you see signs of this?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Mr Chairperson, I'm referring to this exhibit which is the Adasa report, it's page  34 of some papers that I received from the Commission yesterday.  I'm not exactly sure of the exhibit number, but it's the Wannenberg report that Mr Visser refers to, it's page 37 thereon.  It basically an extract as I see it from the trial of de Kock in the matter of ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 34?",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "It starts on 34, the reference is at page 37 where it's the evidence of, it's in the case of the murder of Sekekane and it's the evidence of Myeza, the testimony of Myeza who was a witness in that case, where he says\n\"At headquarters a number of Security police officers arrived, inter alia Col Andy Taylor\"\nDo you confirm he was there?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, I confirm it.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Capt Botha.  Were you a captain at that stage?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "So that's referring to you?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "And Larry Hampton, I believe that might be Wasserman.  Is that correct?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, I don't know whom you're referring to, I read the name Larry Hampton.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Is there a security person by the name of Larry Hampton?  A member of your staff?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, he wasn't a member of my staff, but I know of him.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Was he there at the time?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "He wasn't there.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "The evidence goes on to the effect that\n\"Charles Ndaba was questioned and assaulted for 30 minutes before Myeza and Goodwill were ordered to leave.  They never saw him again.\"\nYou dispute that?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Can you think of any reason why this person would lie to a court?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, what's unclear to me is that according to Mr Wills this is the evidence of one Myeza, but as far as I can remember Myeza didn't testify in de Kock's case.  So I can't comment.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "So you deny that there was an assault?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, I deny it.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "You deny that you ever assaulted Ndaba?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I deny it yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "What about Shabalala?  What happened to him?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "When?",
            "Male"
        ],
        [
            "JOHN WILLS",
            "After you arrested him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "On that particular day, on the day of the arrest?",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "On the day of the arrest, from the time of the arrest until you mercilessly killed him?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's just concentrate.  You want to know what happened first of all on the day he was arrested?",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "Yes. My question, Mr Chairperson, is I want to know if either this witness, this applicant or any of his subordinates assaulted Shabalala, if he has knowledge of him being assaulted whilst under his control from the time of his arrest until his murder some 7 days later?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No Chairperson, he was not assaulted, not by me and also not by people in my presence, or that I saw.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Did you ever witness in your experiences as Security policeman, the assault on suspects in order to get information from them?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, I did.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "My understanding and my previous experience in law indicates that this was a fairly common experience.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It was.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "So why was Shabalala treated differently?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Because the situation was such that I conceived the idea to eliminate him and it would have been stupid of me to arrest or assault him and to leave any marks if there was a choice between releasing him or whatever the plan might have been thereafter.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "So you made the decision to eliminate him immediately on his arrest?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No.  I've already testified that on the 11th I started forming that idea.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you suggesting that they slipped up by not assaulting him?",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "I'm suggesting, Mr Chairperson, that this witness has been less than forthright with the Committee at this stage, but I will leave that for argument.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, let's get this absolutely clear.  I understand your evidence that you at no stage assaulted Shabalala nor did any of your juniors, those under you, assault Shabalala in your presence?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Next question.  Could he have been assaulted when you were not there?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "It's possible.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "If it's possible, surely you would have noticed it?  I mean your evidence is to the effect that you had numerous communications with him over this period of a week.  You saw him, you went to Pretoria, you came back, you heard information about him, you reported to him, then you went and saw Ndaba.  You would have noticed had he been assaulted.  I want to know, did you notice any assault marks?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, I didn't see any marks.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Now isn't it more likely that he could have been assaulted if he was uncooperative?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It is possible.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "It's not possible, surely it's probable?  If he was cooperative there'd be no reason to assault him.  If he was uncooperative the chances are that he would have been assaulted in order to just edge him on a little bit towards cooperation.  Isn't that why people are assaulted, to get information out of them?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "So you will agree with that statement that it is more probable that he would have been assaulted had he not been cooperative in order to try and make him cooperative?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It is possible.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Is it not probable?  The mike can't read sign language, please speak into the mike.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, I think you have a problem with understanding me.  It is possible, I didn't see it, I didn't see the marks.  What is it that you don't understand?",
            "Male"
        ],
        [
            "JOHN WILLS",
            "I'm trying to draw a distinction between...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see it's a general proposition that he's putting.  You denied that Shabalala was assaulted.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Exactly.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He's putting forward a general proposition that isn't it the practice of the police to assault people who are not co-operative in order to make them cooperative.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Yes, I've already said that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now the next question is, isn't that what happened to Shabalala?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "I wouldn't know because I didn't see it.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "I put it to you that he was assaulted and that you did see it and you saw signs of it.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I didn't see it, I didn't do it, I don't know whether he assaulted.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Okay, we get on now to what I put to you was the 8th when he was arrested.  Was he taken at the same time to the safe-house with Charles Ndaba, the same time?  Were they taken together?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "On the 7th, yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Who took them?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "The vehicle was taken By Wasserman, du Preez and van der Westhuizen with Shabalala.  Ndaba drove with me in my vehicle.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Where was the safe-house?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "In Verulam.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Where exactly in Verulam?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "A place called Blackburn.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Was this a Security Branch safe-house?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.  I said previously in evidence which was referred to, which was incorporated, I testified about that aspect.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Yes, if I ask you again it means that I want you to answer again.  Where exactly, what was the address of this place?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It was on the farm Blackburn.  It's part of Tongaat Farms.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "So this is a relatively short distance from Durban when you compare it with the Tugela River?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, that's obvious.",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "It's a couple of kilometres from Verulam.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Now how big was this farm?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It's a sugar cane farm.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "And was it used more or less along the same lines as Vlakplaas was used in the Transvaal of those days?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, I don't know whether they planted sugar cane on Vlakplaas.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "I'm talking about the police operations with respect, Col Botha, I'm not talking about agricultural operations.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No this was an agricultural farm, we only used the house.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "The house was used more or less for the same purposes as the house at Vlakplaas?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, this was a safe-house.  I don't know what Vlakplaas's houses were used fro, this was a safe-house.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "What do you mean by a safe-house?  What happens at a safe-house?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It's a house from where, under cover, I can work under cover.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "And what else happens at a safe-house?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Briefing and debriefing of informers.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "And interrogation of informers?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Usually informers are debrief, they're not interrogated.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "What about detainees?  The family I represent, their son was detained and taken to the safe-house so he wouldn't have been debrief.  What would have happened to him at this house?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "He was kept safe there.  For safekeeping and custody until we found a solution for the problem of the unfortunate arrest of Ndaba.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Was his apprehension documented in any way, in any records?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Why not?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Because it would not have been to my advantage to put him through the legal books of detention\n because it would have made the whole operation useless of placing Charles back.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Sorry, why did you not detain Shabalala?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "For the reasons which I've already testified about.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Please expand.  Repeat.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Chairperson, I take exception to the Attorney's attitude.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you say why was he not detained?  What do you mean by that?  I thought he was taken in with Ndaba?",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "Sorry, I'm asking why was he not officially detained in terms of I think it was Section 29 of the Internal Security Act where records had to be kept of his detention, where he had certain rights and obligations although they were extremely limited at the time.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "The reason why Shabalala was not lawfully detained was for the simple reason that ...of Ndaba earlier that day and what followed thereafter at the meeting where he gave the signal that he indicated that he felt his life was in danger and we then had to \"arrest\" Shabalala as well, All that led to the fact that I could not lawfully detain Shabalala because if I did that he would have access to a visiting magistrate, access to a doctor, the information that Ndaba led to his arrest, he could then convey to somebody and that would have threatened the security of the whole operation and therefore we decided to detain him until we found a solution to this problem.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Why did you not want him to have access to a doctor?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Because he could talk.  He could talk about Ndaba.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Not to cover any injuries?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No.  If he had injuries for whatever reason, that was not the reason for that.  The reason was the protection of an informer.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "If my memory serves me well, you've been an active person in the Security Branch for some 13 years, is that right?  So you joined in 1983?  The Security Branch.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "In Durban, yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "And before  that you'd been in Namibia?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I was in South West Africa in the Security Branch from 73 onwards.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "So you'd been a Security person for 17 years?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "A bit longer than that.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "You had, you would have regarded yourself as an expert in that field?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "In Security work, yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Now obviously in Security work you can't, when you get involved in an operation things don't always go according to plan, so you make alternative plans?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Now what was your alternative plan for the possibility that Ndaba would have raised the emergency signal by touching his head when he was in the conversation in the car with Ndaba, with Shabalala, sorry?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "To arrest both of them.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "What was your plan?  Obviously you don't just think on that step, you have to think a couple of steps ahead.  What was your plan after you had arrested them?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Then it would have been a matter of detention on the supposition that his life was really in danger and that was the problem.  He wasn't really in danger, it's just that his courage failed him on that moment.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "No but the effect was the same.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "It wasn't, there was no danger.  We could still have placed him back, it was just that his courage failed him.  If there was a real life-threatening danger in my view then both would have been arrested and detained and we would have worked through the normal channels.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Because you see, I think we're talking at cross-purposes slightly.  As I understand your evidence, what you're saying is that you did consider the prospect of Ndaba raising the emergency signal?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "And you planned for that occurrence?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "And that  your plan for that occurrence was that you would arrest both of them if that occurred?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "And then you would put them through the normal detention processes?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "So that was the plan.  That was basically plan B?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Plan A would have been that Ndaba spoke to Shabalala and then just left the scene and came back and reported to you?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "But you had to put plan B into operation?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "But you didn't put plan B into operation?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "A variation, yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "What was the variation?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "The pre-arranged danger signal, well it was firstly that (a) Shabalala knew that Charles had been arrested earlier that day by the askaris and therefore it changed the entire situation.  When he gave the signal and we swooped, the fear which Charles had was not as a result of any suspicion which Shabalala had as towards him, but it was his own fear which led to his courage failing him on that moment.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "But what I can't understand is it appears, you wouldn't have know that at the time he put his, Ndaba put his hand on his head, not so?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "You only established that later when you were travelling in the car from that scene back to the safe-house?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "But now the evidence that you've given is clear that the manner in which the arrest was conducted was in such a way that Shabalala would have expected that the only person that was being arrested was himself because no plan was, no blatant show was made in respect of the arresting of Ndaba.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Now what's the reason for that?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Once again, given the fact and I have respect for the fact that you don't have experience for these kind of operations, so I'll put it like this, when the danger signal or the emergency signal is given, you go firstly to secure the life of the informer, secondly the aggressor would be eliminated firstly or taken away and that is exactly what happened.  Only thereafter was there a determination made that there was no real danger and that changed the picture in my view.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "With respect, you are not understanding my question o possibly you are not wanting to answer it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he has difficulty understanding.",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "Yes.  what my question is that plan B would have been to arrest those people.  You're dealing with seriously experienced Security personnel including yourself and your colleagues I've seen, they've been in the Security Branch for some time as well.  Now obviously if you wanted to arrest them, you would do it in such a way that there wouldn't be this risk that Shabalala would get the hint, the slightest hint that he was the only person being arrested and that's what my query is.  Why did that occur?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, I think you're misunderstanding.  When the danger signal is given, then it means that the informer's life is in danger and you don't then continue placing him back in an operation thereafter, you secure him.   How you do it is not relevant then because both of those people are then detained thereafter, the one lawfully, the other one unlawfully, or whatever the case may be, but the first step is to secure your informer.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Yes, I understand that, if I can just butt in here.  I understand that that your first step is to secure the informer, but I also cannot believe, with respect, Mr Botha, that experienced persons like you would not have been able to do that and have planned to do that and at the same time make sure that Shabalala did not get a hint of the fact that Ndaba was an informer.  In other words you had four people there.  It would have been quite easy for, not only you to ram a pistol in the stomach of Shabalala, it would have been quite easy for Wasserman to do the same for Ndaba.  What was to stop you doing that?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Well, it wasn't done.  The first thing was to secure the informer.  van der Westhuizen pulled him out of the car.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At that stage the signal conveyed to them that Ndaba was in danger.",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "Yes, I understand that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well now really, where does it get us one way or the other.  Had they not done it, what difference does it make?  Unless there is some criticism that you are seeking to make which is fundamental, what is that?  The fact of the matter is that these chaps were arrested, rather Shabalala was arrested, Ndaba was their reliable informer, he wasn't arrested at that time.",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "What I'm suggesting with respect, Mr Chairperson, that this arrest process is ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It could have been better.",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "No, it is an example of the fact that the plan to put Ndaba back into the network afterwards is just something that has been made up post facto for the purposes of this amnesty application and I'm saying that for the reason, which obviously I'll argue, is that these are experienced people and they, the evidence has been to the effect that they planned for this arrest and that that's the purpose of my question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In other words, Mr Botha, even at that stage, when Shabalala was arrested, you knew that you were going to eliminate not only Shabalala but Ndaba as well, at that stage?",
            "Unknown"
        ],
        [
            "H J P BOTHA",
            "Chair, if that had been my plan then I could have drafted a much simpler amnesty application.  Why would I give such a story and such a version if that's not what actually happened?",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Mr Both, I'll move on.  You then went to Pretoria together with Mr Steyn on the 10th.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "What time in the morning did you leave on the 10th?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "I think we flew.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Now between the 7th and the 10th were you in almost continuous contact with the two detainees?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes, constantly.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Were you living at that safe-house yourself?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "And what about Mr Steyn, where was he?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "At his office or at his home.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Did he at any stage come to the safe-house in Verulam?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, at no stage.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "So your evidence is to the effect that you reported this to him soon after the arrests which I trust would have been on the 7th?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Telephonically yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "You then discussed this development with senior people in Pretoria and it's regarded as so sensitive that you have to personally brief the Commissioner, or the then person in charge of the police the next day, General van der Merwe?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "And you do that?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Now Gen van der Merwe obviously indicates to you that it is a very sensitive position, not so?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "You knew that.  It's not often when somebody is detained that embassies have to be advised and the Foreign Intelligence have to be advised beforehand.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "But it was not the detention of people that was the issue here.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Sorry, I don't understand, please.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "The point that you made was that the briefing was regarding the detention of two people, but that's not what it was about.  It was about the intelligence as it deployed in terms of Operation Vula.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "It was a whole operation, I accept that, the whole operation and the two detainees were part of that?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Did you not discuss the detainees?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, because it wasn't necessary.  What it was about was intelligence and information.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Didn't he ask where you got the intelligence from?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "From an informer.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Didn't you tell him that the informer was detained?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, because it wasn't necessary.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Surely it would be something that would come up in conversation?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, it wasn't necessary.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "But then the subject of arrests was discussed at that meeting, not so?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "It was decided in fact, could I interpret your evidence as to the effect that you received a direct order from van der Merwe that these arrests must not take place before the 16th?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "So you were ordered to ensure that I think the other people involved are Mr Gordhan, Mr Maharaj and a number of other people that you had information on at that stage.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Now the - but the point is that it was stressed by Gen van der Merwe giving that order, you must yourself have realised that this is serious information, this is a particularly sensitive position and we must make sure that we play this according to the instructions given to us by Gen van der Merwe.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "That's correct.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "How did it happen that all of these people were arrested on the 12th?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Let me give you the background again.  I've already testified about it.  Before the message was given to du Preez, Wasserman and van der Westhuizen, before it could be given to them, the message that there  was to be no arrest before we get the order from Head Office, a situation developed here locally in terms of which Wasserman and du Preez who were responsible for the observation of Siphiwe Nyanda, followed him and he became aware of the fact that he was being followed and that made it necessary to arrest him.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Was this not discussed with you beforehand?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No, it wasn't discussed.  It wasn't a planned arrest and on the contrary they weren't even aware of Gen van der Merwe's order that there should be no arrests before there was an order from head office and that is why Gen Steyn went back to head office the next day to inform them of the latest developments.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "Now it would seem to me that you knew the significance of the persons whom you were potentially going to arrest, and by that, I've got the list of certain names, but let's look at Mr Nyanda first of all.  Did you know his importance in the MK structures at that stage?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Yes.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "You knew that he was a very senior official in MK?",
            "Male"
        ],
        [
            "H J P BOTHA",
            "Correct, just as well as I knew of Mr Maharaj and the other people who were in senior positions.",
            "Male"
        ],
        [
            "JOHN WILLS",
            "So surely, surely it would have been reasonable for us in order to believe your version, for you to say to your subordinates that every single development in respect of these people, I must be notified of beforehand.  I mean it seems to be unbelievable that you would just give people a free hand.",
            "Male"
        ],
        [
            "H J P BOTHA",
            "No they did not just have a free hand.  The situation unfolded as such during the pursuit and observation and instead of wrecking the operation they went over to the arrest of Mr Nyanda.  They were not informed that no arrests had to take place because I was not in a position to inform them.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you going to be some time still?",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "I'm going to be a long time with this witness yes, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well.  We'll take the adjournment now and we'll resume at 9,30 tomorrow morning.",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, you raised another matter with me earlier this morning as to half past 12 unless we are likely to make tomorrow.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May I qualify that, Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Perhaps if you feel that we can achieve something by going through lunch hour and adjourning at 2 or half past 2 we would certainly co-operate in doing that Mr Chairman.  We would just like to get away here by 3 o'clock tomorrow afternoon, but depending on the arrangements of the other members of your staff who might have made other arrangements, we will fall in with any arrangement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, we'll see how it goes tomorrow morning, tomorrow.",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Mr Chairman, may I just raise a matter of particular difficulty that I have?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Maharaj.",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I have had to postpone a number of appointments today and tomorrow.  I was given a notice that I'm an interested party.  I have come here ready to give evidence but in the course of what has been presented this afternoon, the African National Congress, the Communist party, Vula, myself personally and cadres who were under my direct command have all been implicated so I occupy a position in the African National Congress, I occupied it in the Communist Party and I was a Commander of Vula.  I therefore raise the question firstly whether the Committee will consider allowing me to cross-examine the witnesses because it is right across the board implicated.  The African National Congress is central to this and the portrayal of the African National Congress is central.  How it treats it's members is central.  It's policies are central.  So I would make that request.  Secondly, while I have managed to cancel my appointments for tomorrow, I might not be able to cancel the appointments and go on after late morning Monday, but I think that I am raising this first question in a spirit of co-operation knowing that your search is to find out the actual truth and to find out whether disclosure has been made and whether it is honest disclosure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, there are procedures, some guidelines and witnesses who wish to give evidence will be allowed to give evidence.  Implicated persons only allowed to come to the extent to which they are personally implicated, Mr Maharaj and only to the extent that you are implicated.",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "Is the African National Congress a juristic person in that sense?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It's not implicated as such.  This is the - otherwise this hearing can go on 6 months.  You understand?  There are certain limits within which we've got to confine this application.  I have no objection to your giving evidence but my other difficulty as far as you are concerned Mr Maharaj is, proceeding at the rate at which we are, it seems you have been unfortunately ill advised about when you are likely to be required.  It doesn't seem likely that you will be required tomorrow either, Mr Maharaj, because...(intervention)",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "That will create very big difficulties for me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Unfortunately it creates very great difficulties for all of us.  We were under the impression we were going to complete this application today, not later than today because there is another matter that was supposed to be set down immediately after this, but the deal is quite often something that is beyond our control.  Applications last much longer and delays occur which we don't anticipate.  Now I think you should consult with counsel in this matter here, to give you a better idea, to save a lot of your time and to make yourself available should you wish to put your side of the case, not in cross-examination, but in evidence, so that your evidence may be tested by counsel.",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "I thought with due respect, that the witness has directly implicated me.  He has actually challenged ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That may be so, your name has been mentioned as being one of the people.  Now whether you wish to give evidence or not is a matter that you must decide and I will certainly afford you all the opportunity to give evidence, but you'll have to make yourself available when it's convenient.  As things stand, this matter if it is not finished tomorrow, will resume on Monday morning and how far we will get on Monday morning, when there are five applicants, we haven't finished with one applicant, there are four others, and what progress we'll make tomorrow in respect of the other four, I can't tell you at this stage.  So you'd better make yourself available by telephonic, through some means, so that you can be told at 10 o'clock or at 11 o'clock or at 12 o'clock tomorrow.",
            "Unknown"
        ],
        [
            "SATHYANDRANATH RAGUNANAN MAC MAHARAJ",
            "My concern Mr Chairperson, with due respect, was when I heard counsel for the applicant say that he'd like the session to adjourn at half-past 2 tomorrow.  That may be very convenient for counsels, who are paid, but I am not paid to be here.  I'm coming here voluntarily and the only thing that I'm paid for is my fare.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Maharaj if you are not available on Monday to come and give evidence, then we'll have to sort that out.  We'll have to hear all the evidence and arrange for you to come and give evidence on some other occasion. Mr Wills, you have to make an assessment as to when you would require Mr Maharaj to give evidence.  You see what Mr Maharaj says may be very, very important and it has to be tested by questioning by counsel for it to be worth as evidence.",
            "Unknown"
        ],
        [
            "JOHN WILLS",
            "Yes, indeed, I'll do so, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Very well, we'll adjourn until 9.30 tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}