{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-09-01",
        "location": "DURBAN",
        "day": "14",
        "names": [
            "LAWRENCE GERALD WASSERMAN"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53635&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990901dn.htm",
        "speakers": [
            "MR VISSER",
            "CHAIRPERSON",
            "LAWRENCE GERALD WASSERMAN",
            "MR NEL",
            "MR VAN DER MERWE",
            "MS BOTHA",
            "MR SAMUEL",
            "MR WILLS",
            "MR LAX",
            "ADV BOSMAN",
            "<UNKNOWN>",
            "MS THABETHE"
        ],
        "original_speakers": [
            "MR VISSER",
            "CHAIRPERSON",
            "LAWRENCE GERALD WASSERMAN",
            "MR WASSERMAN",
            "MR NEL",
            "MR VAN DER MERWE",
            "MS BOTHA",
            "MR SAMUEL",
            "MR WILLS",
            "MR LAX",
            "ADV BOSMAN",
            "QUESTION",
            "MS THABETHE"
        ]
    },
    "testimony": [
        [
            "MR VISSER",
            "His statement of evidence is before you. Exhibit F is the next exhibit number.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Visser.  Yes, it's E.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Wasserman, you have given evidence before other Amnesty Committees before, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you incorporate that evidence also in your evidence today as well as the contents of Exhibit A which you have previously confirmed as falling within your knowledge and that you wish to include in your evidence?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I do, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Your amnesty application here is referred to as the Ndaba bundle, it's a mistake on my part.  It's the Khubeka bundle, which will be bundle 1, pages 54 to 65.  So you confirm your application form and the contents thereof as well?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I do, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Please address the Committee and tell the Committee what you recall about what the facts are and your participation in this event, from page 2 paragraph 1 onwards.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, during 1987 I was a sergeant in the Security Branch, Port Natal, serving under the command of General Steyn.  Col Taylor was at the time the senior officer in the Terrorist Unit and Col Botha was my immediate Commander.\n\tDuring approximately May 1987, while a Vlakplaas unit was in Durban, penetration was done by members of Vlakplaas, i.e. Simon Radebe and two askaris, Jimmy Mbane and Dube.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Dube is since deceased, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman.  At the time the Security Branch of Port Natal possessed of information that Nthombi Khubeka was assisting trained terrorists.  I was informed that Mbane had befriended her and that her mission, correction, that his mission was to establish where the terrorists were hiding and where their arms had been stored.\n\tOn a particular afternoon Mbane was supposed to have brought one or two, brought one or more of the terrorist to a pre-arranged spot where they would then be arrested.  I did not attend the proposed arrest.  As it turned out, I was told that there were no terrorists in the car with which Mbane arrived and that only Khubeka was then taken.  \tShe was transferred to the shooting range at Winkelspruit where we had a base and where the Vlakplaas unit was accommodated.  There she was interrogated and assaulted, not seriously, by Col Taylor.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you present during the interrogation and these assaults?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Some of them, yes, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you just tell the Committee, were you present at all times since she arrived there, or what was the position?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I entered the room of interrogation periodically.  I was present from time to time during the interrogation.",
            "Male"
        ],
        [
            "MR VISSER",
            "Were you busy with other matters?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "She was interrogated in order to find out the whereabouts of the terrorists which Mbane told us about.  I was present from time to time during the interrogation which I estimate lasted for about an hour.  I was informed by Col Taylor that Khubeka suddenly died during the interrogation, apparently of a heart attack.  I was not present when this occurred.\n\tCol Taylor then decided that her death must not be reported and du Preez and myself were ordered by him to dispose of the body at a place where it could be found.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr du Preez gave evidence that there was a meeting where you and he were present and Mr Taylor and Mr Botha were there and some discussion took place between them, can you recall any such meeting?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, it was a very brief meeting, more of a directive and we were given that specific order.",
            "Male"
        ],
        [
            "MR VISSER",
            "And you recall that Col Taylor gave the order?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Col Taylor gave the order himself.",
            "Male"
        ],
        [
            "MR VISSER",
            "And what was the order?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The order was to dispose of the body nearby, near enough to the house where it could be found.",
            "Male"
        ],
        [
            "MR VISSER",
            "Alright.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "We then placed the body in a field near, next to the Inanda Road, in the area of Bambayi, that's where we left her.  I am informed that it is now alleged that the body was found with a bullet hole in the head. I am certain that this is not the body or the remains of Nthombi Khubeka as I know that her body suffered no bullet wound.\n\tIn doing what I did, I executed my duties as a policeman the way I saw it as an obligation during the time of conflict and political violence.  We were conditioned by speeches of politicians and directions by our senior officers to do everything in our power to confront the revolutionary onslaught at all costs.  There were times when in terms of the prevailing legislation of the times, it was not possible to solve all the problems that came one's way.  The present case is perhaps an example of such an instance.\n\tIf it had become public knowledge that Khubeka had died whilst being interrogated by the Security Police, it would have caused big embarrassment.  I was of the bona fide belief that what I did in the present instance, in order to combat or derail the revolutionary onslaught and to protect the government and National Party and the S A P from political embarrassment, fell within my express or implied authority.  I did not participate in the events for any personal gain or driven by personal spite or malice and I received no reward.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and you request amnesty in the terms which will be addressed to the Committee in argument and which you've already set out at page 1, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Visser.  Mr Nel do you have any questions to ask the witness?",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairman, just one please.",
            "Male"
        ],
        [
            "MR NEL",
            "Mr Wasserman, Mr Mbane alleges in his statement which is also found in the bundle and I'm sure you've heard this, he alleges that the deceased's body was taken out of the room by one Myeza, yourself and a Coetzer.  Now I represent also Mr Myeza, is this correct, or is that not correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's incorrect, Mr Chairman.",
            "Male"
        ],
        [
            "MR NEL",
            "Was he not there?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He was not present, Mr Chairman.",
            "Male"
        ],
        [
            "MR NEL",
            "Thank you Sir.\nNO FURTHER QUESTIONS BY MR NEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Nel.  Mr van der Merwe do you have any questions?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you, Mr Chairman, just one or two.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Mr Wasserman, can you confirm for me that Mr Baker's involvement, that he was not involved at all with this operation?  he was never part of the operation as such that occurred on that specific day.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He was not involved in the operation to the best of my knowledge, Mr Chairman.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "He was, however, present at the base where Nthombi Khubeka was interrogated.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, he was present.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Can you confirm for me that he was not part of the interrogation team?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "He was not part of the interrogation team.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you very much.  No further question.\nNO FURTHER QUESTIONS BY MR VAN DER MERWE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr van der Merwe.  Ms Botha do you have any questions you would like to ask?",
            "Unknown"
        ],
        [
            "MS BOTHA",
            "Mr Wasserman, you were not present during the...(indistinct)",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Please repeat what you said.",
            "Unknown"
        ],
        [
            "MS BOTHA",
            "Mr Wasserman, you were not yourself involved in the arrest at Battery Beach?  For which reason were you at Winkelspruit?  Was there an instruction to be there, or were you just usually there?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I was instructed that an operation was happening and the base for that operation was the Winkelspruit shooting range and my unit was involved so therefore I was on standby that side.",
            "Male"
        ],
        [
            "MS BOTHA",
            "Did anybody give you a specific instruction to wait there?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "My immediate Commander, Col Botha.",
            "Male"
        ],
        [
            "MS BOTHA",
            "And during the course of the interrogation and afterwards, did you see Messrs Radebe, Mbane and Dube in the vicinity?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "They were not in the interrogation room, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see them in the vicinity at all at the base?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, they were in the vicinity of the base.",
            "Male"
        ],
        [
            "MS BOTHA",
            "And at a stage when the body was removed, is it possible that they could have seen?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I don't know where they would have been at the time of the removal.  It is possible, however I was of the opinion that we were doing it totally clandestinely.",
            "Male"
        ],
        [
            "MS BOTHA",
            "Thank you.\nNO FURTHER QUESTIONS BY MS BOTHA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Samuel do you have any questions you'd like to ask?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you Mr Chairman",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Mr Wasserman, were you present at any meeting where Mr Mbane or Mr Radebe were given instructions to pick up Nthombi Khubeka?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Mr Wasserman, I'm going to put Mr Mbane's version to you and you could tell this Commission whether you agree or disagree with it.  He will tell this Commission, his evidence will be that on the day in question, when Mr Botha and the others came to pick up Nthombi Khubeka, you were also present at that arrest?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's not so, Sir.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will say that he later met you all at Winkelspruit at the base.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was at the base on his arrival there.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will say that on his arrival there, he found Nthombi Khubeka bound hand and feet and blindfolded.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I'm sorry, say that again.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "When he saw Ms Khubeka at Winkelspruit, he noticed that she was bound both hand and feet and blindfolded.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, when I saw her at Winkelspruit in the interrogation room, storeroom, she was blindfolded.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you see her alighting from the vehicle which brought her to the shooting range?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir, I didn't.  I didn't see her being taken from the vehicles into the storeroom.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The first time you saw her was in the storeroom?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I entered the storeroom once she was inside.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will say that both Simon Radebe himself and Mr Dube were also present at the shooting range on the day in question.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, they were there.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will say that after Ms Khubeka had died, you together with, you are known as Lawrie am I right?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It's Lawrie.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He mentions Lawrie, Mr Myeza and Mr Coetzer were responsible for removing the body out of the room.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No Mr Chairman, neither Myeza nor Coetzer were involved in that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, was Mr Coetzer there?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't recall Coetzer being anywhere Sir, in my mind.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will also state that at the time when the body was removed from the room, the body was wrapped in a blanket.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, no, du Preez and I took her in her clothing that she was in and placed her in the boot of the vehicle.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Were you present at any stage when Mr Jimmy Mbane had handed two male persons, one by the name of Sbu from Lamontville, to yourselves?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I know nothing of that.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "No further questions.\nNO FURTHER QUESTIONS BY MR SAMUEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Samuel.  Mr Wills, do you have any questions you'd like to ask?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Where were you, or shall I rather rephrase it, Mr Wasserman.  When were you first told of the death of Ms Khubeka, I mean in relation to when it occurred?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I'm not sure how long exactly in minutes afterwards, but I was outside and Mr Taylor came and informed me that she had died.",
            "Male"
        ],
        [
            "MR WILLS",
            "If you were outside, were you immediately outside the door where this assault was going on?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I was more by the sleeping portion of the camp at that stage.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, do you believe that you would have been told within a matter of minutes of the death, or a substantial time thereafter?  Did you get any idea?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I would imagine it would have been 5, 10 minutes or so afterwards, no longer than that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Surely this was quite a big crisis?  You would have been told immediately?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I wasn't told immediately.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was, sorry who did you say told you?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Col Taylor came and informed me.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did he look worried?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, he did.",
            "Male"
        ],
        [
            "MR WILLS",
            "How did you notice that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It wasn't his usual composure.  He said a mishap had occurred and Ms Khubeka had died.",
            "Male"
        ],
        [
            "MR WILLS",
            "A mishap.  were those his words?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't recall the full word, but it was, there was a problem.   It was words to the effect of that..",
            "Male"
        ],
        [
            "MR WILLS",
            "Of a mishap?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Or a problem.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what about Mr Botha, where was he?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't know where he was at that point in time, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "No doubt, human curiosity would have compelled you to go into the room to see what happened?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, not at all.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why not?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't suffer from that form of human curiosities.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you in fact go into the room out of curiosity or not after you were told?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, no I didn't.  When I was informed that I am to assist in the removal of the body, I then went into the room.",
            "Male"
        ],
        [
            "MR WILLS",
            "How long after you'd been told that she'd died was that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I'd estimate 30 minutes or so.",
            "Male"
        ],
        [
            "MR WILLS",
            "I thought when you went to remove the body you'd waited for everyone to go to sleep. Did everyone go to sleep within ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he said now Mr Wills, that:  \"I only went into the room after I was told to assist in the removal of the body\", not at the actual removal of the body.  That's my note in any event.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you Mr Chairperson.  Is that indeed the case?  You went in there, you must have gone in there twice then?  Once when you were told about the removal of the body and then once when you actually removed the body?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "When I was told to remove the body, I went in.",
            "Male"
        ],
        [
            "MR WILLS",
            "So that was the first time and the only time you went into the room, when Ms Khubeka was dead?  In other words once after her death you went in and for the purpose to remove the body?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, I didn't go into the room otherwise.",
            "Male"
        ],
        [
            "MR WILLS",
            "So then my question is correct, in that that would have been half an hour after you were told that she'd died?  That's your evidence.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "So everyone went to sleep within half an hour of her dying?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I can't say if the other people were asleep.  I went into the room within approximately 30 minutes or so afterwards.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think we've received evidence that the removal of the body took place quite late because they waited for people to go to sleep and everything to be quiet and still and I certainly got the impression that there was quite a long period of time that elapsed before the body was actually taken out when every - when you and Mr du Preez at least thought everyone was asleep.  that's the evidence that we've received.  Are you disagreeing with that or?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, that is the correct evidence.",
            "Male"
        ],
        [
            "MR WILLS",
            "From the time that Ms Khubeka arrived, I mean the evidence to my mind is that she, the interrogation commenced almost immediately on her arrival at the Winkelspruit base?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, that's so, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and that was at dusk?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I think it was a little later than dusk, it was darkness now.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay well, let's say a little bit later and you say the interrogation lasted for an hour?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Approximately an hour to my recollection.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and then half an hour later you were told to remove her body when everyone went to sleep?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman half an hour later after her death I knew I was to be involved in the removal of her body.",
            "Male"
        ],
        [
            "MR WILLS",
            "that wasn't your evidence earlier.  You said you went in about half an hour after you'd been told that she was dead.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Did I say that, Sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Correct me if I'm wrong.  My impression Mr Wills was that he was told by Taylor five to ten minutes after the death, he estimate, about the death and then there was a discussion about the body, he said a very brief discussion, more in the form of a directive and then about 30 minutes after that he went into the room for the purposes of removing the body.  I don't know if there is any time period, perhaps you can ask, between first being informed of the death and the decision, or him being informed about taking the body away.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, my understanding from your evidence is that you were told of the death within 5 to 10 minutes of it occurring?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I believe that's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then when were you told what to do with the body?  How long after that were you told what to do with the body?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, approximately half an hour or so after that, I was informed that I would be required to assist in the disposal of the body.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and then half an hour later you went and you did that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, no, no, Mr Chairman, that's not correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well that's what you said, with respect.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well then there was a bit of confusion between yourself and I, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "There's no confusion with me, that's what's on record.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well, it's cleared up now is it not, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are you changing your version now?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "What I've said now is the way I understand it now, Mr Wills.",
            "Male"
        ],
        [
            "MR WILLS",
            "Is it not so that you're changing your version because you realise the implication of my questioning is, if you only removed her body half and hour or an hour after, sorry I'll rephrase.  If her body was removed in the time span that you indicated that it was, the interrogation process would have lasted a lot longer than an hour.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman.  I don't quite understand ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Visser, yes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I'm sorry Mr Chairman.  This witness has not spoken about removing the body.  He said he got the order and he went into the room.  That's as far as his evidence has gone, as I understood it.  He hasn't given you any indication as to how long he remained in the room before the body was removed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You see my note, and it might be wrong and we can always listen to the record, I only went into the room after I was told to assist in removing the body.  Only went into the room to remove the body.  That was after half an hour after being told to remove the body.  That's my note.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "That's precisely correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "My point is, let me just put it to you.  If the body, or if Ms Khubeka arrived alive at about dusk or just after dusk and if she was interrogated for an hour, we would say in winter that might bring us to half past 7.  She was interrogated, then you were told about her death 10 minutes later, that takes us to quarter to 8,  Then maybe half an hour later you were told to dispose of the body and then half an hour later you went in, that means before 9 o'clock at night you would have removed the body and everybody there would have been asleep.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I haven't said that at all, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long did you remain in the room when you went to collect the body?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No Mr Chairman, I went and saw the body.  I went and saw Ms Khubeka dead then I left the room and we waited for everybody to eventually retire and what have you and then we removed the body properly.",
            "Male"
        ],
        [
            "MR WILLS",
            "With respect Mr Wasserman, I asked you that question specifically, I said to you:  \"After the death of Ms Khubeka, how many times did you go into the room, once or twice?\"  and you said:  \"Once\".  Can you comment?  are you changing your evidence now to say twice?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I'm not changing my evidence Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well can you reconcile this?  You either went in there once or twice.  Can you tell us which one it is?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I went in to see when, about 30 minutes after - it was like this, Mr Chairman.  After Mr Taylor told me I would be involved in the removal and the disposal of the body, I went in and I saw her lying there.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why did you go in and see her lying there?  For what reason?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I had to go in and see, Mr Chairman, I'm about to be involved in the removal and the placement of her in a vehicle.  I was already thinking of making plans of the job that I was now given.",
            "Male"
        ],
        [
            "MR WILLS",
            "And was du Preez with you?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I can't recall du Preez being with me, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was he back then?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I cannot recall if he was back yet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, then proceed.  You were saying what happened.  So you went to look at the body and then?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Then I merely, I left the room and remained at the Winkelspruit camp with the other members until it was decided it was late enough and quiet enough to place the body of Ms Khubeka into the boot of du Preez's Nissan Skyline vehicle.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, I just place on record that that's a different version, but be that as it may, I'll continue with something else.  the length of the interrogation, you say in your statement it lasted about an hour, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I recall approximately about an hour, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Could it have been longer?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't think so, Mr Chairman.  I cannot be sure but an hour is approximate.",
            "Male"
        ],
        [
            "MR WILLS",
            "You obviously applied your mind very seriously to this when you made this statement?  It's a serious matter.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "As much as I could recall, I placed before the Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  So you would disagree with people who said that the interrogation lasted 15 to 30 minutes?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, I believe that that is too short a description for the time, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Now, correct me if I'm wrong.  Sorry, do you speak Zulu?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay.  I won't ask that question, you've assisted me.  You went in and out the interrogation room?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "When you went in, how long, what periods did you stay in?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I can't recall Mr Chairman, 1 minute, 2, 3, 4, 5, it was a long time ago Mr Chairman, I didn't understand any of the contents of the questions, so.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you participate in the questioning at all?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "Can I just intervene, Mr Wills?  Why did you go in and out then, if you weren't participating in the questioning?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman I thought perhaps there would be some translating going on, I would be able to catch up on a few things, but that didn't take part and it's a small room and I merely left, I had no active part to play in that at that stage.",
            "Male"
        ],
        [
            "MR LAX",
            "So it's your evidence that you don't know what was going on in there in terms of what was being asked etc., you didn't follow it and you just went in and out?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I didn't follow it but I did know that we would be pursuing the line of now that she had been picked up, it was for her to say where the combatants were and where the weaponry was.",
            "Male"
        ],
        [
            "MR LAX",
            "Then just while I'm on this thing, did I understand you correctly that you were only in there for relatively short periods?  2,3 minutes, 4,5 minutes, nothing longer than that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No Mr Chairman, no, nothing longer.  I couldn't participate, I couldn't assist, so I had no place there.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  Nobody explained to you what was going on?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, but I would have just waited and just had a brief from Col Taylor or Col Botha at a later stage.  I was prepared to wait for that.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, Col Botha's evidence was that what the nature of the interrogation was, the answers were being given to him, he was asking for them.  He was being kept up to date with what was being asked and the answers that were given.  You don't recall that at all?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, perhaps he was dealing with Boshoff or van der Westhuizen, I don't know, but I wasn't expecting any English translations coming to me from any of the members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Wasserman, you mention Boshoff, is it Basson or Boshoff?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, it's Basson Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you have a colleague called Boshoff who was working with you at that time?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, because both you and Mr du Preez have referred to a Boshoff.  We're just interested, I'm interested.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It's Bossie, it's the nickname I think, it's both for Boshoff and ...",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, no he was Bossie Basson, I saw that in the papers.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's the reason.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay, fair enough.  So just to get back to the point I was on, you never heard anyone explaining anything to Capt Botha as he then was?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I didn't.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, thank you.  Sorry.",
            "Male"
        ],
        [
            "MR LAX",
            "You see then I still don't understand why you went in and out.  Surely after the first or second time it would have been apparent to you that you didn't know what was going on?  Why keep going in and out?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, at any time maybe something important was said, then Taylor or, preferably Mr Taylor would have told me \"right this is happening or that is happening.\"  He would have, I knew how he worked, he would have maybe wanted me in to listen to some names here, some addresses so I kept on coming in and out but nothing was addressed to me during that period.",
            "Male"
        ],
        [
            "MR LAX",
            "Surely he would have called you if he wanted you?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was either/or, Mr Lax, he could have called me or I would have just gone in and out.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Was there any reason for you not to have stayed all the time, Mr Wasserman?  Was there any reason why you couldn't just have stayed?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, it was a small room, there were many people, there were quite a few people inside the room, I seem to recall and I initially stayed there.  When I didn't understand much of what was going on, I would merely just leave.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And what did you do whenever you left?  What did you then do outside?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I had nothing to do outside, Mr Chairman.  I just would go and wait and let the operation progress.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry.  We realise you may have had nothing to do, but what did you actually do?  Did you wait outside?  Did you go and sit down?  Did you have a cup of coffee or did you just hang about?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, it wasn't long and I just hung about the sleeping and the tea area which is about 30/40 metres away.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  It's just that you hung about for roughly an hour with a few going ins and outs.  It's not exactly a short time.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, in this job you would hang about sometimes for a long time.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Wills, I've intervened for quite a period now.  I'm sorry.",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Wasserman, didn't you leave because you were absolutely repulsed by what was going on in that room?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No Mr Chairman, that's not so.",
            "Male"
        ],
        [
            "MR WILLS",
            "Weren't you?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No I was not.",
            "Male"
        ],
        [
            "MR WILLS",
            "Weren't you repulsed by a woman being beaten with a sjambok?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I didn't like it, however it was part and parcel of combating the military struggle that was going on at the time.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were you going in and out to get beers?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I was not Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was there any drinking going on on the day in question?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "There was no drinking going on there, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, what did you actually see?  Tell us what you saw.  I know it's easy for you to say in your affidavit that you saw Taylor assaulting the deceased, but tell us what you saw with your own observation, forgetting about what's been said.  What can you recall today what you actually saw?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, Ms Khubeka was sitting on the floor.",
            "Male"
        ],
        [
            "MR WILLS",
            "How was she sitting?  Can you demonstrate to us?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "She was sitting on her haunches, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Please can you demonstrate, I don't understand that.  Would that be out of hand?  I'd like to see this Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's see if we can get away with a description first and if we've got a difficulty maybe we can ask somebody to demonstrate.  Could you describe how she was sitting?  You say on her haunches.  I must say, I don't picture that clearly myself what sitting on the haunches is, but just explain.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman when I saw her she was sitting on her buttocks and her legs were straight out in front of her .",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "With her back at right angles.  She was sitting upright with her legs stretched in front of her, toes pointing up?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is correct, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is that, you don't need a demonstration of that, Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "No, that you, Mr Chairperson.  Than you for clearing that up.  And was she in this position on every occasion that you went in?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, she was upright, in the upright position all the time, but I couldn't see her legs on every occasion.",
            "Male"
        ],
        [
            "MR WILLS",
            "Where were they?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Sometimes I was at the door and the angle of sight would not allow me to see what was happening.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay.  Continue.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Questions were being put to her.  The questions were all in Zulu and sometimes the voices were raised, sometimes the voices were quiet and Mr Taylor was beating her with a sjambok.",
            "Male"
        ],
        [
            "MR WILLS",
            "How was he doing that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well, he was, he held the sjambok by the end and he was whipping her with the sjambok.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see, Mr Botha wasn't 100% sure on how this assault took place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Wills, if I could just.  Ms Cloete could you - I'm running out of paper here, I need a pad.  Thank you.  Sorry Mr Wills, you can continue.  I just wanted to catch her eye while she was here.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.  You see Mr Botha wasn't sure whether, when an answer to a question was given, she'd be struck on two or three occasions or just once at a time.  Can you throw any light on that as far as your recollection goes?  Sorry, my learned friends are objection.  My understanding from the evidence of Mr Botha was that he wasn't exactly sure as to whether or not she was struck once on each occasion and then there was a pause, or whether or not she was struck more than once and then there was a pause.  That's what I'm asking you to throw light on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "If you can just tell us what you saw.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, yes, I saw more than once the lashing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Wills is asking is, when the lashing took place would it be one stroke or would there be more than one stroke in quick succession, that you saw?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I saw both of those activities.",
            "Male"
        ],
        [
            "MR WILLS",
            "So are you able to give us an estimate on the times that you were in the room, how many times she was struck?  Is it 10 time, 20, 30?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, no, I cannot recall.  Probably a dozen, a dozen or 15.",
            "Male"
        ],
        [
            "MR WILLS",
            "And is it your evidence that in the main you were not in the room?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No in the main I wasn't in the room, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now surely, Mr Wasserman, you have to concede that she must have been screaming?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, there was occasions where she shouted, but it wasn't fully, it wasn't screaming.",
            "Male"
        ],
        [
            "MR WILLS",
            "She was loud?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "So somebody outside would have heard?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not ideally, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "What do you mean \"not ideally\"?  Let's not beat around the bush again.  Just, the person outside, you would know whether they'd hear or not?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Outside where?  Outside the camp?",
            "Male"
        ],
        [
            "MR WILLS",
            "Outside the room.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Outside the room, yes, you could hear that she was shouting from the outside.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, when somebody talks about shouting, it's normally shouting words as opposed to screaming.  Are you saying she was saying something when she was shouting, or was she wailing or screaming?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No Mr Chairman, she was answering the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you are distinguishing between shouting and screaming?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "She was shouting out words.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes Mr Chairman, she was answering and that's what was happening.  She was not wailing.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills.",
            "Unknown"
        ],
        [
            "MR LAX",
            "May I just clarify?  So she didn't call out in pain at being struck a couple of times, or once, or whatever?  There was no exclamation.  Whether it was a scream or it was just a groan, or some sort of sound.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, the way she did utter some words on some occasions of delivery, you could hear that it was an exclamation as a result of the whip action.  So there was a sound like that.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you.",
            "Male"
        ],
        [
            "MR WILLS",
            "I mean then the short of it is surely, if somebody had been standing outside of that room, they would be left in no doubt whatsoever that the person inside the room was being given a beating?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "If you were close by Mr Chairman you would hear that there was something like that happening inside.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, Mr Chairman.  I've just lost my train of thought.  If you can just bear with me.  You said you saw her legs stretched out.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "You remember that distinctly?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I recall that when I walked in the first instance.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you've got a picture in your mind's eye of that?  That's how my memory works.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "How long ago are we talking about now, Sir?",
            "Male"
        ],
        [
            "MR WILLS",
            "I'm talking about what comes up in your mind, when you give that evidence, what comes up in your mind?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "In my mind's eye she was seated on the floor blindfolded.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and you specifically noticed that her legs were stretched in front of her?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I seem to recall that, yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Oh, are you changing?  Do you recall it or don't you?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I seem to recall that was the position.",
            "Male"
        ],
        [
            "MR WILLS",
            "That indicates some doubt in your mind, the seems to recall.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I believe that was the situation.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and you have a picture of this in your mind?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Now what was the position in regard to her clothing?  Were her legs covered or were they bare?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I think her legs were bare.",
            "Male"
        ],
        [
            "MR WILLS",
            "So the prospects are that she was wearing a dress as opposed to long trousers.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I believe she was in a dress, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes,.  Can you remember anything else about that dress?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I don't recall anything specifically.  In my mind's eye I believe it was probably light in colour, lightish, in my mind's eye I've got lightish, but I'm not certain on that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Could there be floral markings on the dress?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I cannot say that, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you have any recollection as to where her hands were?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, her hand were free and when she got whacked by Mr Taylor, her hands would go up.  Her hands were in front of her.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and you've obviously got a picture of that in your mind's eye.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "When I saw it, it's in my mind's eye.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Now  what clothing did she have on top?  I mean on her upper torso?  Were her arms covered or were they bare?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I can't recall.  I'm sorry I cannot recall much of her clothing at all, except in my mind's eye, light.  I don't even know if it was one piece or two pieces.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Was the top section also light?  I'm sorry, I'm asking you,  this is very important to our case.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I understand Sir, however I cannot state.  I just have a - in my mind's eye I have lightish clothing.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Well, our version will be that at the time she was either wearing a white or a light beige polo neck jersey over her dress.  Could you dispute that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Unfortunately, Mr Chairman, I can't\ncomment on a polo neck, I don't recall a polo neck.",
            "Male"
        ],
        [
            "MR WILLS",
            "What makes you say that?  If you don't recall, you can't recall what she was wearing.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I recall lightish clothing.",
            "Male"
        ],
        [
            "MR WILLS",
            "That's it.  So it could have been a lightish coloured polo neck then?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That is possible Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, thank you.",
            "Male"
        ],
        [
            "MR WILLS",
            "Returning to your mind's eye picture of her legs, can you remember whether or not she had shoes on?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I can't Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "When  you say you were waiting at this base because you were on standby for an operation, what were you expecting that day?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I'd been informed that the unit was in possession of information of armed cadres and that their internal co-ordinator was Ms Khubeka and that Vlakplaas ex-MK operatives were doing a pseudo penetration and if all was going well, then Ms Khubeka would lead one or two of the persons to the pseudo infiltrating group and they would bring one or two, or whoever came to a point where they would be captured.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Was it your expectation that, or should I rather say, it wouldn't then have surprised you that Ms Khubeka arrived?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, that surprised me, Mr chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well it was better for Ms Khubeka to still be in her position as co-ordinator and for us to continue close monitoring and we could have continued to monitor other groups that might have infiltrated the area via her.",
            "Male"
        ],
        [
            "MR WILLS",
            "Look I know what, it would have been fantastic for you had the operation of infiltration continued ad infinitum and expanded.  I'm not talking about what would have been better for you.  It seems to me from the evidence gleaned so far, that Ms Khubeka was going to lead people into essentially a trap.  Is that right?  Where they'd be arrested, that was the plan.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I wasn't actually part of the plan but from the evidence I've heard here, I've ascertained that.",
            "Male"
        ],
        [
            "MR WILLS",
            "So why are you telling me, why was your answer given to my last question, why didn't you just say : \"I don't know\".",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "What was the question?",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry if you don't understand me.  You've indicated that you knew of this operation that Ms Khubeka was going to lead these people in a pseudo operation or words to that effect and then there was going to be some sort of arrest, not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, I said yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  So how did Mrs Khubeka feature in these plans exactly.?  What was expected of her?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was informed that she would lead one,  principally it was hopeful that the unit Commander of the MK unit would come and be introduced to the Vlakplaas pseudo unit.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "And that they would then separate and arrest, or a capture could be made of the MK persons that were now handed over unknowingly by Ms Khubeka to the operation, to the pseudo unit.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay and so who told you that?  I mean, when were you appraised of that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Col Botha informed me of that before the operation started.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  So then you were expecting, you were waiting at your base to question people?  You were expecting this so-called terrorist?  I prefer to use the word guerrilla, or freedom fighter.  But you were expecting a freedom fighter to  be brought to the base for interrogation?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I didn't know what to expect.  I was standing by there and however the operation would unfold is how it would be treated by the next step.  Not all operations go off pitter-patter straight.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But assuming that the operation was running reasonably well, you would have expected some person to have been arrested and brought back to base?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, I was expecting an MK person to come through.",
            "Male"
        ],
        [
            "MR WILLS",
            "So no doubt the base was all geared up for interrogation, because that was going to be the plan?  In other words, somebody would have brought along a sjambok?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I know nothing about the sjambok, or who would have brought along a sjambok.",
            "Male"
        ],
        [
            "MR WILLS",
            "The place was geared up for interrogation.  It was specifically chosen to handle a situation where somebody could be interrogated in such a way that their screams would not be heard by the public, or parties who were not in on your operation?  Obviously that's the case.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's not necessarily the case, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well tell me why you went to that place.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, if the MK person was going to co-operate with us, we would have had to be out of the limelight to continue the operation and take it further.",
            "Male"
        ],
        [
            "MR WILLS",
            "And if he didn't co-operate?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "We would have persevered Mr Chairman, in the operation.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, but surely that would have been at least a loud operation and you wouldn't have wanted people to hear about it?  I mean we've heard evidence to the effect that the chances are pretty good that if a freedom fighter doesn't co-operate with you that he gets slapped around a bit and that's a painful experience, so you'd want that to be hidden from the outside?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman, however many MK cadres, just merely by the fact of their arrest, did co-operate.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, I know, but you were planning for both situations no doubt.  You couldn't guarantee that the person was going to come in and just co-operate, not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Nobody can guarantee co-operation, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, so that's one of the reasons why this base was selected, not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I didn't select the base, I had no reason, I had no personal knowledge of why the base was selected.",
            "Male"
        ],
        [
            "MR WILLS",
            "So, how long had you been a policeman, at that stage?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "What year was this Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "87.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "87.  From 75.",
            "Male"
        ],
        [
            "MR WILLS",
            "Twelve years, approximately.  Didn't it, didn't you feel compelled even though you were relatively junior in rank, didn't you feel compelled to stop the people beating this woman?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No Mr Chairman, there's nothing I could have done.  I didn't feel that compulsion.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you went along with it?  In other words you were at common purpose with the parties to the assault?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I was, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "I see in your application that you're not applying for the murder of this person.  Is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now when you took her out can you recall what the situation was in the room?  Sorry, rather let me go to the first occasion you went into the room.  The first occasion you went into the room was relatively soon after her so-called death.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now describe the situation to us.  Was anybody else in the room with you at that stage?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, when I first went in, I went in alone.",
            "Male"
        ],
        [
            "MR WILLS",
            "And your purpose was?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "To see what condition, or what had happened inside that room.  Would I require a bag or some kind of thing to cover the person in.  I was making plans now on what I would require in order to dispose of the body.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you did a careful inspection of the situation at hand?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I summarise what I had seen and what I was to do, yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "And the light was on?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, that camp didn't have lights.  We were using a generator and I think there was a very small light that was on, but it wasn't bright lights like we are sitting under here, but there was a light on.",
            "Male"
        ],
        [
            "MR WILLS",
            "Could you see?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I could see, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Could you distinguish between let's say brown and white?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Could you see if it was a black person lying on the floor or a white person lying on the floor?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I could see Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what did you see?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I saw Ms Khubeka lying on her back towards the one corner of the room, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "And where were her arms?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I can't recall, Mr Chairman.  She was on her back.  I can only presume her arms were by her sides.",
            "Male"
        ],
        [
            "MR WILLS",
            "And where were her legs?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "She was on her back and her legs were straight out in front of her.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, proceed.  What else?  Did you see anything else in the room?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, the floor was wet.",
            "Male"
        ],
        [
            "MR WILLS",
            "Very wet?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I would say moderately wet, Mr Chairman, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what, one bucket full of water, two, three?  Would you be in a position to estimate?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I can't estimate.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The floor, was it carpeted or was it a cement floor or wooden floor?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was a cement floor Mr Chair.",
            "Male"
        ],
        [
            "MR WILLS",
            "There wasn't a blanket pulled over her?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No Mr Chairman, there was no blanket there.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see my understanding that respect is usually shown to the dead when something is pulled over her face.  That wasn't done in this case?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, there was no blanket in that room, so that wasn't done.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was there anything apparent in the position of her body that led you to understand that anything respectful had been done to the body?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I don't quite understand Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were her eyes closed?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't recall.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did she have the blindfold on at that stage?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir, that's why I don't know what condition her eyes were.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, could you describe, sorry Mr Wills, the blindfold?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was not a bag, Mr Chairman, it was a length of material.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.  Did you smell urine?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I did, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you be certain that there was no blood?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "There was no blood, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were there any welt marks on the body, the neck, the fact, the legs, that you noticed?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I didn't notice them, I didn't go that close to the body.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you touch the body at all at that stage?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I only touched the body when I lifted it with Mr du Preez to place in the boot of the vehicle.",
            "Male"
        ],
        [
            "MR WILLS",
            "How long would you estimate you were in the room for this first occasion, on this first occasion?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, a minute.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then it was some half an hour later that you - sorry.  How much later was it that you came with Mr du Preez to remove the body?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "This, Mr Chairman, was a considerable period of time later than that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you remember how, what your participation was in regard to the lifting of the body?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, I picked up Ms Khubeka under her arms.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then you can recall obviously du Preez must have picked up her legs?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Continue.  What did you do then?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Then Mr du Preez was, he left the door first.  He went backwards out the door first.  I followed with him.  The vehicle - he had parked the vehicle close by to the door.  We placed her on the floor at the back of the vehicle where I took a better grip and then we both lifted her up and we placed her into the boot of the Nissan vehicle.",
            "Male"
        ],
        [
            "MR WILLS",
            "You said earlier that you'd gone in to see what you'd need for your operation and you mentioned whether you'd need a plastic bag, or something like that.  Didn't it strike you as being necessary to get a plastic bag?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know - I assume then once you put her in the boot, did you close the door of the room, or did you re-enter the room or did you just drive off?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I didn't re-enter that room once she was in the vehicle.",
            "Male"
        ],
        [
            "MR WILLS",
            "Not to this day?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I did afterwards, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and by the time you went afterwards, when was that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The following day Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And was the room still wet?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Had it been cleaned?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know who did that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I don't know who did that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Wills, if I could just ask a question.  When you were taking the body to the vehicle, had rigor mortis set in at all?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you, surely your colleague du Preez would have asked you, since he wasn't there, what happened exactly.  Because you were sort of involved in the sense that you were in and out of there?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, he never asked me what had happened.  He - I assumed, I had been informed that she'd had a heart attack.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and what discussion did you have?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "At what stage, Mr Chairman?",
            "Male"
        ],
        [
            "MR WILLS",
            "In the car, sorry.  Tell me what you said in the car from when you had put the body in the boot of the car and you'd started the car, you'd driven some, what would you estimate, 50 kilometres?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "From Winkelspruit to kwaMashu?  40?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Thereabouts, yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "That must have taken at least 20 minutes.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Travelling 120 kilometres an hour.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One would hope it took a little bit longer than that, because you have to get right through Durban, don't you?  Although there are freeways.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "In that travelling time, what was the discussion?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I recall discussing with Mr du Preez a suitable place, which would concur with the instructions of Taylor, to be close by to the house in order to allow for the body to be found and concluded that the Bambayi area was close enough and she would be found there and placed in the police mortuary and inquiries could be made from there by the family.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you know that area quite well, Mr Wasserman, that Inanda, Bambayi?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I knew it moderately well, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "So your version is that the only discussion that took place was a discussion in relation to your orders, i.e where to dispose of the body?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman and the fact that Bambayi was, to us seemed a suitable place for that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  But there was no other discussion, you didn't discuss the rugby match or anything along that nature?  Other than that you were silent?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman.  We weren't in a jovial mood.  There wasn't much jovial discussions made.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you see, referring to your statement at page ...(intervention).",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Referring to Exhibit E?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairman, Exhibit E, at your paragraph 7, which no doubt has been made together with your counsel, you say that\n\"Col Taylor then decided that her death must not be reported and du Preez and myself were ordered by him to dispose of the body at a place where it could be found.\"\nThere's no mention here of it being close to the home of the deceased.  Is there any reason for that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "there's no specific reason for that, Mr Chair, that to me places a supposition that close to her home also fits within there.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  I also would suggest that if you took it to a police station it would probably would be found as well, not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "What's that got to do with it?",
            "Male"
        ],
        [
            "MR WILLS",
            "Let me ask the questions.  What I'm suggesting is that there seems to me to be no reason for you to take the body to a place where it would be found quickly.  What was the reason for that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, she had died a natural death, so I'd been informed, and Col Taylor had decided that seeing it wasn't unnatural, the recovery of the body not too far from her home, would seem in order.",
            "Male"
        ],
        [
            "MR WILLS",
            "But weren't you afraid that the marks on her body from what must have at least been a fairly serious assault would be apparent and raise suspicion.  It wasn't a natural death.  Let's - surely you don't maintain your position that it was a natural death first o all?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, I maintain the position that it was a natural death, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you're of the view that the assaults in no way contributed to the death?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not medical, Mr Chairman, I cannot say if it did or if it didn't.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, that's exactly my point.  You cannot say that it was a natural death.  Not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I cannot.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Surely you wouldn't have been happy for her to have been identified with such injuries?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, that's why Bambayi was selected.  There was very much violence happening in that area at the time and anybody walking, or moving in and out of certain areas of Bambayi that didn't belong to certain factions or parties, would be sjamboked and possibly killed, so any markings found on a person in that vicinity.",
            "Male"
        ],
        [
            "MR WILLS",
            "So Bambayi was chosen, not because of it's proximity to her home, but because of the political violence in that area?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, that was the second bit, the main portion is that it is in close proximity to the house.",
            "Male"
        ],
        [
            "MR WILLS",
            "And when was that decided or discussed?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "du Preez and I discussed that in the vehicle.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why didn't you mention it when I asked you earlier, if you can remember now?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I did answer your question.",
            "Male"
        ],
        [
            "MR WILLS",
            "I know you answered my question, but you didn't give me this information earlier.  When I asked, I laboured the point because I wanted to find out exactly what was discussed in the car.  I'm putting to you that you're just making up this version now.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, you asked me about what was the discussion in the car and I said to you we discussed that we had to take the body close to the house and then we selected Bambayi.  I answered that question.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now are you trained in first aid?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I am, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you feel her pulse?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "So from your own personal position you don't know if she was dead?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, she was dead when I saw her.",
            "Male"
        ],
        [
            "MR WILLS",
            "How do you know that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The time span was rather ...(indistinct) by that time.",
            "Male"
        ],
        [
            "MR WILLS",
            "How do you know she couldn't have been unconscious?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, she was dead.",
            "Male"
        ],
        [
            "MR WILLS",
            "But you didn't even feel her pulse, how can you tell me that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It's my presumption.",
            "Male"
        ],
        [
            "MR WILLS",
            "It's a presumption and your presumption is based on just your visual observation.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And I think he was also told that she was, that she had died.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you.  And the hearsay evidence of Mr Taylor, he was the person who told you that she died.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, he told me so, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Do you know if he felt her pulse?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I don't know that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know if anybody tried to resuscitate her?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I do not know that, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see,  there's a scenario which I must put to you because I'm trying to fit a few things together.  You obviously have seen the photographs and what we believe is the case that at some stage she was shot at the top of her head and killed.  That she might have been, she might have revived somewhere in the car and then you and du Preez decided to just put a quick end to her.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's totally incorrect, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "What firearm do you carry?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "9mm pistols",
            "Male"
        ],
        [
            "MR WILLS",
            "And Mr du Preez?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Also a 9 mm.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what is the calibre of the bullet that is used?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "9 mm.",
            "Male"
        ],
        [
            "MR WILLS",
            "And what - sorry, did you have that firearm on you on that day?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "You never change it?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And did you see that weapon with du Preez?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, I did not see it.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you can't tell me what weapon he had?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "You're just assuming from past experience?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "If you can just bear with me for a minute, Mr Chairperson.  When you inspected the room did you see her handbag in the room?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "You obviously didn't carry a handbag to the car with you?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you notice if she had a ring on?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I noticed no jewellery at all.",
            "Male"
        ],
        [
            "MR WILLS",
            "You would have noticed had she been wearing panties or not?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I wouldn't have noticed, Mr Chair.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you didn't notice?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I did not, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "How far off the road was she dumped?  In metres.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, 15/18 metres off the verge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if you could give an indication in this room, Mr Wasserman?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.  From my position to perhaps that other boundary wall behind Jimmy Mbane.  The divider.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The room divider. Yes.  It's plus minus 15 paces.  It might even be 12, but somewhere around there.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry, if I could just intervene, Mr Wills.  You said that was from the verge?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes. Sir, that's from ...",
            "Male"
        ],
        [
            "MR LAX",
            "Not from the tar surface, from the verge?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "From off the road, from the verge.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, it was a tar road?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And then the tar stops and then you have a verge which is normally gravel which varies depending, from one road to another, but normally a metre or two wide and then veld?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you're saying this was - this distance you've indicated was from the edge of the verge, from the veld?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the veld.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I would estimate from the verge, the edge of the verge in the veld, not the tar.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So from the edge of the tar you would add on the width of the verge to that distance.  Yes.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And the terrain, was it grassy, dry?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, it was grassy, but shortish grass, not elephant grass, not long grass.",
            "Male"
        ],
        [
            "MR WILLS",
            "And flat or undulating?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, flattish Sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Perhaps if you could indicate the type of grass because shortish, or elephant can cover quite a range of heights of grass.  If you could perhaps indicate with your hand about how high the grass would have been at the place where the body was disposed of?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, I'd estimate it slightly shorter than the height of this table.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "About 800 mm.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "About here, Sir. sort of.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, what would you ...?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I'd agree, about 700 to 800 mm.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Say 750 mm, three quarters of a metre high.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "In other words if the body was in that grass, it would be quite difficult to see it?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, that grass isn't that long that it's invisible at all.",
            "Male"
        ],
        [
            "MR WILLS",
            "Just a couple of aspects on the version of the Vlakplaas operatives.  Coetzer indicates that there was a fight or an argument between Botha and himself regarding Botha's instructions to send Mbane back to the Khubeka household.  Were you aware of that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, unaware of that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were you - are you able to say when the Vlakplaas operatives were drawn out of the house, or sorry - excuse me Mr Chairperson - were withdrawn from the operation, how many days afterwards?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I'm not aware of their activities after this.  I can't recall.  They were there for a day or two, but what Mr Botha did with them or redirected, I wouldn't know.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, but your recollection is that they weren't there for long after that.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "It might have been the very next day?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Or even the day after that, Mr Chairman, I cannot recall that at all.",
            "Male"
        ],
        [
            "MR WILLS",
            "You were obviously in close contact with the C1 people or not?  Did you ever speak to them?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Are you referring to this operation, Sir?",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, not ideally.  We would discuss peripheral things but the details of the operation were Botha's details, not mine.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, look I realise that Botha would have discussed this in the main, but you were living together, not so?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "So I mean the chances are you didn't have a hell of a lot in common, except the sort of work that you were doing?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "So the probabilities are that you would have discussed work more than anything else?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not necessarily, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "You can't remember discussing the details of operations, of what was happening in their lives, or their infiltration with them at any stage?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "You can't remember for example being informed by them that Ms Khubeka was getting suspicious of the fact that she's being watched, or just getting generally suspicious of what was going on?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I was never informed of that fact by anyone.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, in a situation where somebody in her position, and let's just look at that position just very briefly, where she is an ANC operative, you have infiltrated with a couple of your askaris and assuming that she was suspicious, what action would you have expected to be taken?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't quite get the point of the question Sir, please repeat.",
            "Male"
        ],
        [
            "MR WILLS",
            "If she's suspicious of the fact that, if she thinks that the Security Branch is on to her and that was communicated to you and you know that you've got your operatives working there, you know that her suspicions are indeed true, so in other words she's got some information concerning the fact that she's the subject of a Security Branch operation and you have your two informers there and communicating with her on an ongoing basis, what would happen to her in a situation like that, I mean, surely you wouldn't just let it carry on normally?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "But Mr Chairman, I wasn't aware of that situation.",
            "Male"
        ],
        [
            "MR WILLS",
            "No, no I'm asking hypothetically.  I've accepted your answer that you weren't aware of that.  Hypothetically, you'd have to protect the operation, the integrity of the operation surely?  Have to take some action to make sure that her suspicion didn't lead to investigations, which didn't lead to her uncovering the fact that this was a big Security Branch ploy?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chairman, there would have been some action taken by the operation handlers.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  And what sort of action would you expect them to take?  I think Mr Lax summed it up by saying that at least one of two things would have been considered.  One would have been to withdraw the operatives and, sorry the informers, the askaris, and the other would be to arrest Khubeka.  Would those be contemplated in the situation? Again we're speaking hypothetically.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, those two could have been contemplated and as well as the normal informers that were in position could have continued as well and the whole thing could have been aborted as well.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  But if you specifically wanted information from her that you believed she was holding, for example she knew the whereabouts of freedom fighters infiltrating from Zambia, the chances are you would have, the dice would have fell on the option to pick her up and find out what's going on?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I personally wouldn't have picked her up, Mr Chairman, I would have continued long distance surveillance and an operation on her.  I personally would not have picked her up had I been in charge of that, in that scenario.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why not?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I would let the operation continue and eventually the sources would have come up with ...(intervention.",
            "Male"
        ],
        [
            "MR WILLS",
            "But we've heard evidence that the sources weren't coming up with the goods.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Maybe that's on this particular case but they would have come up sooner or later, Mr Chair.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, but on the assumption that your sources weren't coming up with the goods, surely then you wouldn't have let this valuable source of information escape you and you would have decided then to pick her up?  Because I can't see, or unless you can advise me, I can't see any other way of getting that information out of her head into your domain?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I think it's a matter of personal methods between personal Security Branch policemen.  If you're asking me hypothetically, I would not have picked her up, but she was picked up seemingly by evidence led here because she was brought by Mr Mbane.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes and would you expect that that would be an organised arrest?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "From what I gather it was not due to happen like that, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay thank you Mr Chairman.  No further questions.\nNO FURTHER QUESTION BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills.  Mr Visser, do you have any re-examination?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Wasserman, in inches what is the equivalent to a 9 mm bullet?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "In inches it would be .38.",
            "Male"
        ],
        [
            "MR VISSER",
            "And a 7.65 mm what would that relate to in, or translate to in inches?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That would be .32.",
            "Male"
        ],
        [
            "MR VISSER",
            "32?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman.  No, I'm sorry, the firearm which you said you had there that evening, was that your own personal firearm?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, it was my personal issue SAP weapon.",
            "Male"
        ],
        [
            "MR VISSER",
            "It was a police issue?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Police issue weapon yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "What police issue were the other members of the Security Branch issued with?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "We were all issued with 9 mm.",
            "Male"
        ],
        [
            "MR VISSER",
            "9 mm, .38s?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Adv Bosman, do you have any questions you would like to ask?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "Thank you Chairperson.  Mr Wasserman did you remove the blindfold from the body?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you dispose of the body with the blindfold on it?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I beg your pardon, at the scene of the disposal?",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Yes.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No the blindfold was off her then?",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "What became of the blindfold?  What did you do with it?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I can't recall, Mr Chairman.  Maybe, I would imagine we would have destroyed it.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And I asked your colleague whether he didn't find it strange that a sjambok was being used for this assault and he thought it was rather unusual.  What are your views on it?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, even I, it's rather strange that a sjambok was there.  However, it was there and it was used.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And then, in your evidence you said that if a person did not belong to a particular grouping in Bambayi, that person would have been sjamboked.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It's merely a term, they would have been thoroughly beaten.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So, I mean this is just what went through my mind when you mentioned that is, was the body placed in Bambayi because it had sjambok marks on it and people would have thought that she had been sjamboked and killed in Bambayi?  Was that the idea?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Ma'am it was part and parcel, it was - we could skin the cat both ways.  Once it was close to the house and also from the sjamboking that the late Ms Khubeka received at Winkelspruit, it would have been interpreted as part, as being a victim of some of the violence that was happening there.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Let me just take you back to your visit or entrance into the room.  Did you notice the sjambok marks on her?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So did you not have it in mind then that you should take the body to Bambayi and people would think that she has been sjamboked?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Once we were told to find a place next to the home, Bambayi fitted the picture at the time, due to local knowledge.  We knew Bambayi fitted the picture and it was close to Ms Khubeka's house.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Yes.  Mr Wasserman I still don't really have your answer the way I want it.  Did you at any time see the sjambok marks?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No Ma'am.  I didn't see the sjambok marks, it was too dark.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you have expected her to have had, or did you at that time expect that she would have had sjambok marks, from what you say during the interrogation?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I did so indeed, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "If I could just interpose please, just on this issue of sjambok marks.  I mean the fact is, you didn't think of the sjambok marks.  As I understand your evidence, that hadn't even occurred to you.  The real issue was Bambayi was a place where there was violence and that violence would cover your violence against her and the body would be dumped where there was a place where there was violence.  That's what went through your mind, as I understand your evidence.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Sir, that's Bambayi.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "I just put it to you this way then, the fact that you said here in your evidence that in Bambayi a person would have been sjamboked, is purely coincidental?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, that's phraseology Ma'am.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax, do you have any questions you'd like to ask?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.  What sort of area was Bambayi?  In other words, what sort of settlement was it?  What sort of people lived there?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, it wasn't an established area at that point in time.",
            "Male"
        ],
        [
            "MR LAX",
            "So it was an informal settlement.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was informally settled upon, yes.",
            "Male"
        ],
        [
            "MR LAX",
            "How was it controlled, by which groupings?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It had its zones, criminals owned some, drug dealers owned part of it, UDF owned some, IFP owned some.  It was rather a rough area.",
            "Male"
        ],
        [
            "MR LAX",
            "And which part did you drop her at?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't know which portion, or who was in control of that portion, but it was in the portion, in the vicinity of the Ghandi settlement.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes but here was a person whom you knew was an ANC operative.  If you wanted to make it look like she'd been dumped there and killed as part of the violence in that area, you would have wanted to drop her in an IFP area, so that she would appear to have been part of that violence?  I'm making this based on the evidence you've already given in relation to the answers to Adv Bosman.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman I didn't know which specific area of Bambayi was ANC or IFP.",
            "Male"
        ],
        [
            "MR LAX",
            "So, you see the likelihood had to be, if you were going to drop her off at a place where there was violence, she would have to be somebody who couldn't show that she was from that area and therefore had got killed.  Do you follow my drift?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Not exactly, Mr Lax.",
            "Male"
        ],
        [
            "MR LAX",
            "In other words, if I'm an IFP person and I find myself in the ANC part of Bambayi, then there's a good likelihood I may be killed.  Ditto if I'm an ANC person in the IFP area of Bambayi, and we know of countless instances of that.  Are you with me so far?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.  Yes, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "So that if you wanted to drop her off in a place and make it appear as if that was part of the violence, you would choose the IFP part of Bambayi to drop her in.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "Because once her identity became known, it would be known here was this person from a prominent ANC family.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, but the main reason was the vicinity and the closeness of home.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes but you also wanted it to look like it was part of the violence?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That was an added point that did come into our considerations.",
            "Male"
        ],
        [
            "MR LAX",
            "What other weapons are there of a 7,65 mm calibre that you know of?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Do you mean handguns Sir?",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, or other guns for that matter, but handguns, let's assume it's a handgun.",
            "Male"
        ],
        [
            "<UNKNOWN>",
            "...(indistinct)",
            "Unknown"
        ],
        [
            "MR LAX",
            "Correct.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Is it 7,65 not 6,75?",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Lax said 6.75 and that's what confuses the witness that's why I tried to correct it, I think he's referring to a 7,65.",
            "Male"
        ],
        [
            "MR LAX",
            "Correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Let's just rephrase the whole question again, Mr Lax from the start.",
            "Unknown"
        ],
        [
            "MR LAX",
            "If you'll just bear with me for one moment Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "While Mr Lax is looking ...(intervention)",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Page 37 ...Sorry Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You can give him the page.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, it's page 37.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay now we're all on the same pages, as someone used to say in the Commission.  Yes, 7,65 sorry, I had it right and then my dyslexia got the better of me.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just rephrase the question.",
            "Unknown"
        ],
        [
            "MR LAX",
            "What firearms, handguns in particular, would you know of, of a 7,65 mm calibre?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I'm aware of various one, amongst which a 7,65 which comes immediately to mind, would be a Scorpion.",
            "Male"
        ],
        [
            "MR LAX",
            "And for example at the time you chaps were involved in the Ndaba matter and the Shabalala matter, that's what was used?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And in several other incidents we've heard about.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Mr Chairman, but at this point in time, we had no access to Scorpions.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  All I'm checking is that I am right that it is the same calibre as the ones that were used in other matters.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chair.",
            "Male"
        ],
        [
            "MR LAX",
            "I want to just canvass with you the question of the place where you dumped the body and you've indicated that the body would be easily seen.  Did I understand you correctly?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "In my view, Sir, it would have been easily located, yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, when you say that, what do you mean?  By somebody driving past in a motor vehicle or somebody walking through the veld, or what?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, in my opinion it would have been walked upon, walked into, rather.",
            "Male"
        ],
        [
            "MR LAX",
            "When you say \"walked into\", somebody walking through the veld would have seen it?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, the veld was criss-crossed, it was heavily traversed during daylight time.",
            "Male"
        ],
        [
            "MR LAX",
            "When you say it was \"heavily traversed\", in what sense do you mean?  What would people have been criss-crossing it for?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Moving, walking from the villages towards the main road.",
            "Male"
        ],
        [
            "MR LAX",
            "So from the settlement in the vicinity to the main road?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "If you were walking along the verge of the road, would you have been able to see the body?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I think perhaps, I don't know how vigilant people are, but I think I would have observed it, had I been walking along.",
            "Male"
        ],
        [
            "MR LAX",
            "When you left there in the darkness, could you see the body on the side there?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, it was pitch black.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just on that point.  We've spoken about grass, were there bushes there, shrubbery, trees?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, it was pretty much flat.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Grass?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "You said something during your evidence and it was around the issue of, after you left the room, after observing the body, while you were sort of calculating in your mind the possibilities of what you would need and how you would dispose of the body, you then left the room and you went and remained with the other members until it was late enough to remove the body, that's how you testified.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Which other members did you remain with?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I recall du Preez and I recall Taylor, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "And what about Botha?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman I presume he must have been there, but I don't recall him as I'm thinking about the incident right now.",
            "Male"
        ],
        [
            "MR LAX",
            "And what did you do while you were waiting there?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, we just hung around and just spoke and I can't recall anything else.  We were just waiting for the lateness of the hour.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, I'm going to read you what Botha says in his application.  He says, I'm going to read you a long portion, it's all in Afrikaans so I suggest you put the thing on, page 20 or bundle 1.  He says, from the middle of the page\n\"In the light of the above mentioned, Col Taylor and I decided to cover up her death in our presence.  Her body would be dumped where it would be discovered by means of fingerprints during the post mortem inquest, her identity would be determined.  At the same time the cause of her death would not indicate foul play.  I informed Sam du Preez, who had returned in the meantime, and requested him to remove the body later that evening, once the other members had either left the camp or gone to sleep.  Approximately an hour later, Sam and Lawrie departed with a vehicle and Col Taylor and I, or I informed Col Taylor that they would make a plan to leave the body in a place where it would later be discovered.\"\nYou followed all of that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "No in other words, from that portion it seems reasonably clear that  you and du Preez left approximately an hour after that decision.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "That was an hour after the decision to dispose of the body, correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's what, yes, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Of course, your testimony is that it didn't happen that way.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I seem to recall probably longer than an hour.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  It was just interesting that in the first part of your evidence before you corrected yourself, you did indicate approximately an hour.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "It was longer, I feel it was longer than an hour.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  The other thing is that on your version Taylor knew what the plan would be.  Am I correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "The plan?",
            "Male"
        ],
        [
            "MR LAX",
            "In other words to dispose of the body at a place where it would be found.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Mr Chairman, he came to me with the order.",
            "Male"
        ],
        [
            "MR LAX",
            "Precisely.  But on this version of Botha's, in this application, he went and reported to Taylor that that was what would be done.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Well, Mr Chairman, I'm not party of, between the senior officers' discussion.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I don't know where that is on this page.  I've followed very carefully.   In fact what there is on this page, with great respect, is precisely the opposite.  He says\n\"In the light of the above,\"  loosely translated, where Mr Lax started reading, \"Botha and Taylor decided\"\nand the next paragraph followed.",
            "Male"
        ],
        [
            "MR LAX",
            "Fair enough I may have read the wrong emphasis into the penultimate paragraph on that page then, where he then after they had left, goes and reports to Taylor that you would make a plan to ensure that the body would be left at a place where it would be found.  You see, my impression of this bit of testimony is that they discussed that they'd get rid of the body but the precise details were things that Botha and you guys discussed and that after you left, he went to Taylor and told him.  That's what this reads, if you read it carefully.  You don't know about that.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No.",
            "Male"
        ],
        [
            "MR LAX",
            "As far as you're concerned, Taylor and Botha discussed the matter in your and Mr du Preez's presence and you were simply given a direction although you overheard their discussion?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Just about that discussion.  What else did you hear?  What other options did they weigh up?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, there was no other options within my earshot, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "So what sort of a discussion did they have, if they didn't debate options?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I didn't believe, discussion is the wrong word, Mr Chair, because they were basically briefing du Preez and I.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think you referred to it earlier\n\"It was a very brief discussion, more of a directive.\"",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "More of a directive Sir, it was not discussion in options and points to be given or taken.",
            "Male"
        ],
        [
            "MR LAX",
            "You've misunderstood my question.  My question is, and I asked you very carefully, Botha and Taylor had a discussion in your presence, they then made a decision. You said \"Yes\".  They then gave you a direction?  You said \"Yes\".  Do you understand the difference between what I'm putting to you or suggesting to you?  that's what I've understood from your testimony.  If I haven't understood you correctly, please correct me.  Do you see?  That's how I understood it.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I'm not quite certain yet.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.  Let me explain again.  Did Botha and Taylor have a discussion about what to do with the body, or did they just suggest to one another in three sentences, \"Let's dispose of the body.\"  \"Yes, let's dispose of the body\", come to you and say \"Get rid of the body in a place that can be found?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "As quick as that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Virtually as quick as that.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay.  Thanks Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wasserman, the place where you and Mr du Preez put the body into the Skyline at the shooting range, if somebody was staying in, was in the room where the C1 members slept, could they see that spot?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did you not at all, when you said you went in to take a look at the body and saw it was wet and you smelled urine, did you not at all think that steps should be taken to line the boot of the vehicle, to prevent any possible evidence of the fact that you had transported a dead body in the vehicle?  Either line the boot or wrap up the body?",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, to be frank, I did think of that.  However, by the way that we were able to operate, I realised at that point that nobody would come to our vehicle, there was no reason to worry about that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Visser, do you have any questions arising?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Sorry, Mr Chair.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes I realised that.  I have some few questions.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Yes, I'm sorry, I didn't intend to ...",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Two aspects here.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Okay.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Thank you, Mr Chair.",
            "Female"
        ],
        [
            "MS THABETHE",
            "Mr Wasserman, I want to go back to Winkelspruit.  I'm not sure what your answer was.  You were asked at some stage whether Coetzer was there and what was your answer?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I don't recall Coetzer there, Ma'am.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Except that of course in his statement in bundle 2 page 103 paragraph 10 he suggests that he wasn't present when the deceased was interrogated, however, he could hear that she was being questioned.  What would be your response to that, would it conceded that or would you deny that?  Bundle 2 page 103, paragraph 10.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Bundle 2, page 103 paragraph 10.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Mr Wasserman the passage is in the middle of that paragraph and it says\n\"I could actually hear that she was being questioned.\"",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I didn't hear Sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry.\n\"However, I could hear that she was being interrogated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This is from a statement made by Mr Coetzer.  Paragraph 10 page 103, third sentence of that paragraph.",
            "Unknown"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir, I understand.  The question Sir.",
            "Male"
        ],
        [
            "MS THABETHE",
            "No that question was asked by Ms Thabethe.",
            "Female"
        ],
        [
            "MR LAX",
            "And it was: What do you say about that comment?",
            "Male"
        ],
        [
            "MS THABETHE",
            "Yes.",
            "Female"
        ],
        [
            "MR LAX",
            "Is it possible that he could have heard that?  Basically that's what she's asking you.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Yes, of course with regard to the fact that he said that he doesn't remember whether he was there.",
            "Female"
        ],
        [
            "MR LAX",
            "Yes.  would you concede that he might have been there and heard those things?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's possible, Sir.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Just another aspect, Mr Wasserman.   When you went to dump the body, were there any people still walking around at Bambayi?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "There was none visible to us when we did that action.",
            "Male"
        ],
        [
            "MS THABETHE",
            "So is there any reason why maybe you didn't dump the body next to the road?  You had to go inside the veld.  Is there any reason why you decided to do that?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "There's nothing specific, no specific reason for that, but it wasn't placed far away from the road, it was close enough.",
            "Male"
        ],
        [
            "MS THABETHE",
            "So in your belief, you would say that the place where you dumped the body, someone might have identified the body or found it?",
            "Female"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Correct, Mr Chair, and with all probabilities that body would have been located very shortly afterwards.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Thank you Mr Chair.\nNO FURTHER QUESTIONS BY MS THABETHE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Visser, any questions arising?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No thank you Mr Chairman.\nNO FURTHER RE-EXAMINATION BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nel?",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you.  No thank you.\nNO FURTHER QUESTIONS BY MR NEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van der Merwe?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "No thank you.\nNO FURTHER QUESTIONS BY MR VAN DER MERWE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Botha?",
            "Unknown"
        ],
        [
            "MS BOTHA",
            "Nee.\nNO FURTHER QUESTIONS BY MS BOTHA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuel?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Just one question, Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Mr Wasserman, you say that this body was taken in a Skyline, is that correct?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's correct, Sir.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Jimmy Mbane will say in his evidence, that this body was put into a Toyota panel van.  Have you got anything to reply to that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "That's a mistake, Sir.  That's not correct, Sir.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Thank you.\nNO FURTHER QUESTIONS BY MR SAMUEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills, any questions arising?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes.  Thank you Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "I want to refer you to Mr Taylor's affidavit, page 5 of bundle 1, concerning the issue of where the order, what was the essence of the order to dispose of the body and I quote from the second paragraph on that page\n\"I seem to recall that Hentie Botha spoke to Sam du Preez, Basson, now deceased, and Lawrie Wasserman, subsequent to get rid of the body.\"\nNow the point that I'm concerned about is that there's no mention there of getting rid of the body near the home.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, so are you sure that that was in fact the order?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir, that was given to us.",
            "Male"
        ],
        [
            "MR WILLS",
            "And the other thing that the deceased Mr Taylor recalls, is that it was Hentie Botha who spoke to you and not himself.  Is he wrong there?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Taylor spoke to me personally Sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "And just if I may take the liberty very briefly, Mr Chairperson, to refer the witness to page 4, the last paragraph on that page.  Mr Taylor, in describing the incident, says that\n\"At a later stage, an askari, Jimmy Mbane, informed us that he had arranged that the Khubeka woman would be brought to us at the old Railway Police shooting range near Winkelspruit.\"\nSo he was of the view that the whole operation was to bring Khubeka to the shooting range.  Do you want to comment on that?  Is he wrong, or lying, or what is the position?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, I wasn't at any stage informed of who would be coming and who wouldn't.",
            "Male"
        ],
        [
            "MR WILLS",
            "But you would expect that the senior officer would know what to expect because he was the one who was making the decision?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Normally that would be Mr Chairman, but at the time of Mr Taylor making this statement he was very ill.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now my final question arising out of Adv Bosman's questioning was, why did you want to put a body that in your view, who's demise had been natural, in a war torn area?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman it was both, next, very, well close enough to the house.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see, I would have understood the logic of that decision if that body had been crippled in the sense that had it been badly beaten and badly broken, then it would be consistent with leaving it lying by the side of the road in a war torn area, otherwise you could have just left it, as the Chairman suggested, on a park bench anywhere, at The Wheel in Durban, for that matter.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, not everybody that got beaten in Bambayi was beaten crippled.",
            "Male"
        ],
        [
            "MR WILLS",
            "No further questions, Mr Chairperson.  Sorry Mr Chairperson, yes and just also, just the comment that - possibly you want to make a comment on why Mr Taylor refers to this as a possible murder?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Where would that be Sir?",
            "Male"
        ],
        [
            "MR WILLS",
            "On page 4 of his affidavit, in the heading Incident 9 Nthombi Khubeka - possible murder or culpable homicide.  Would you like to comment on that?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "I can't comment for Mr Taylor, sorry.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, thank you.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Chairperson, just one small thing.  Did you make any inquiries about whether this body had ever been recovered?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Mr Chairman, I made no enquiries whatsoever.",
            "Male"
        ],
        [
            "MR LAX",
            "Any reason why?",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "No, Mr Chairman, there was no reason for me to make inquiries and it happened and maybe it was finished.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Thank you Mr Wasserman, that - sorry Mr Visser, do you have anything you'd like to....?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you, Mr Chairman, I was just going to point that out in re-examination Mr Chairman.              FURTHER",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Taylor when he drew his application actually referred to a possible murder in\nregard to Khubeka.  This is really argument, but nothing in what he says and what has been put to you just now by Mr Wills, suggests that any murder took place.",
            "Male"
        ],
        [
            "LAWRENCE GERALD WASSERMAN",
            "Yes, Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "And also he denies that anyone ever assaulted her in his presence, that is at page 5.  Now previously and it might have been you or someone else, gave evidence as to the mental state and his condition at the time, just prior to Mr Taylor dying...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I'm a little bit - approximately when did Mr Taylor die, of what did he die?  Perhaps if you could just explain that for my own information?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Could Mr Nel help us Mr Chairman?",
            "Male"
        ],
        [
            "MR NEL",
            "Mr Chairman, Mr Taylor died approximately two years ago of brain cancer and at the time of drawing his application he was at that stage already very ill.  I recall drawing his application with Senior Counsel, Adv Booyens in Pietermaritzburg and we had to stop because of him being tired and we had great difficulties in getting him to recollect certain incidents at certain times.",
            "Male"
        ],
        [
            "MR VISSER",
            "But the date I think was October/November 1997, Mr Chairman.  I thought Mr Nel might have a more accurate date.",
            "Male"
        ],
        [
            "MR NEL",
            "I'm sorry, I don't have it at hand, but I can get that from the file and will have it for you in the morning Sir.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wasserman, that concludes your evidence.  You may stand down.\nWITNESS EXCUSED",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "We've now come to the end of today's hearing, I see it's quarter past four.  As mentioned earlier, tomorrow morning we will be meeting here at half past eight in the morning in order to proceed for an inspection in loco, or inspections in loco.  I do not know how long those inspections will take, but I would guestimate that we would probably be starting back here with the leading of evidence at approximately half past eleven or somewhere around there, I don't know, but as mentioned earlier, we will be meeting here at half past eight and I have been informed that there will be some arrangement for a kombi for members of the family who may be interested in going.  I don't know if they'll be able to provide public transport for other persons beyond the family to go.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, before you rise, I don't know whether you want reading matter for tonight, because we have the statements of van der Westhuizen and our last witness available.  It has been handed to our colleagues.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Visser, if we could get that now and then this will be received as Exhibit F, is it?\n\tYes, thank you.  So we'll then adjourn until half past eight tomorrow morning.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}