{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-09-03",
        "location": "DURBAN",
        "day": "16",
        "names": [
            "ADRIAN DAVID BAKER"
        ],
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53637&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990903dn.htm",
        "speakers": [
            "CHAIRPERSON",
            "UNKNOWN",
            "ADRIAN DAVID BAKER",
            "MR VISSER",
            "MR LAX",
            "MR NEL",
            "MR HUGO",
            "MR SAMUEL",
            "ADV BOSMAN",
            "MR WILLS",
            "MS THABETHE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR VAN DER MERWE",
            "ADRIAN DAVID BAKER",
            "MR BAKER",
            "MR VISSER",
            "MR LAX",
            "MR NEL",
            "MR HUGO",
            "MR SAMUEL",
            "ADV BOSMAN",
            "MR WILLS",
            "C. BAKER",
            "MS THABETHE",
            "MS VAN DER MERWE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning everybody.   Mr Van der Merwe?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Judge, we are ready to proceed.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairman.   Mr Chairman, the Committee will note that there is an amnesty application for Mr Baker in Volume 1, filed at pages 91 to 112.  This was actually done in mistake, the improved application is filed in Volume 2 and from page 139.  They are in essence the same, I think the second one is just an improved version.  For practical purposes, I would suggest that we ignore the first one and deal with the application on page 139 of Volume 2.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.   I will proceed then.  Mr Baker, do you confirm that you have applied for amnesty in this regard as per the Annexure, Form 1, from page 139 onwards in Volume 2, is that correct?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I think - sorry, thank you.",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chairman.   I am not going to bear the Committee with all the background information, do you confirm the information contained and given to this Committee from page 139 right up to page 154, which is your background?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I do Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "I would like to just point to one incident which might help this Committee with regard to the times that these incidents took place in.  On page 146 of your application, you indicate there that in 1986 you were injured in a limpet mine attack which was placed by Christopher Gordon Webster and Robert McBride in which one of your colleagues, Lt-Col Wellman was eventually killed as a result of that explosion, is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I do Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "And that is also the direct cause for which you suffer hearing problems at this stage of your life?  Is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "As far as you are concerned and as far as you know, nobody has come forward to apply for amnesty in that matter, is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.  Let us proceed to your application itself.  Mr Chair, the application from page 155 onwards, there is however just one correction we would like to make, on page 157 the last sentence of that first paragraph should read\n\"... I accept that the concealment of the body (it should be body, it should be death).\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you confirm that Mr Baker?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I confirm that Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Baker, if you can then start for us, you are in this incident applying for amnesty for any crime or delict relating to the death of Nthombi Khubeka in which we will also include the abduction and possible assault of Nthombi Khubeka, is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Through common purpose, yes, that is correct Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You are not exactly sure of the date of this incident, is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you accept the dates that were given here and will be led by that, is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I accept that, that is correct Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Right, can you start reading for us at paragraph 4 of your application please.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I was a Captain in the South African Police, second in command of Section C1, Vlakplaas.   I was visiting our operational team in Durban, who were based in the facility near Amanzimtoti from which the teams were operating.  The team fell under the command of the South African Police Security Branch Divisional Headquarters at the area where they were deployed.  In this instance, they fell under the command of Capt Henti Botha and Gen Steyn of the ...(indistinct) Security Branch.  A safehouse used by trained MK cadres infiltrating from Swaziland, had been identified in kwaMashu.  An askari, Jimmy Mbane, posing as an MK cadre had infiltrated the facility which was run by an old woman, unknown to me.   Members of her family were Umkhonto weSizwe members and she was a loyal ANC supporter.  The purpose of the operation was to arrest four MK members who were to infiltrate from Swaziland and report at the facility.  The askari had to determine when they would arrive. After six weeks the cadres had not arrived and the askari's version of events was being questioned by Capt Botha.   The askari, still pretending to be an MK member, met with her and she was apprehended by Capt Botha and his team and brought to our base near Amanzimtoti.",
            "Male"
        ],
        [
            "UNKNOWN",
            "If I could just interpose here.  This paragraph, this is obviously information that you got from somewhere, can you just help us with that.  Where did you hear it or who did you get it from?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "This information was given to me by Col Taylor.",
            "Male"
        ],
        [
            "UNKNOWN",
            "When was that?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That was the afternoon that I arrived at the facility and which is the same afternoon, or evening, that Ms Khubeka was brought to the facility.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Facility, you mean ...",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "At Winkelspruit.",
            "Male"
        ],
        [
            "UNKNOWN",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Baker, in this paragraph you say that \"the facility was run by an old woman, unknown to me\", is that in fact, are you talking about the deceased?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman, I was told that it was an old woman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you told that she was an old woman, because it would seem that, well that she was not an old woman in that she was approximately roundabout 40 years of age.",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But your information was that she was an old woman?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes, that was an old woman.  I was present at the base.  During the questioning by Capt Botha, I went in and out to establish whether there was any information on the four MK cadres.   Later Capt Botha informed me that she had died apparently from a heart attack.  Capt Botha decided that her body should be removed and placed elsewhere, the purpose was to prevent the secret facility being identified and further to prevent the ANC from learning that their safehouse had been exposed.   He also did not want to link the investigation by the South African Police as this would have seriously jeopardised the covert operation.  I had no role in her questioning and the subsequent removal of her body.   Since I assumed that Capt Botha would have discussed the matter further with his superior, Gen Steyn, I did not take any action myself.  I accept that the concealment of her death, prevented the investigation of her death according to laid down procedures.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Right, if I can just take you back to page 156, the last paragraph, you indicate that at one stage you went in and out to establish whether there was any information on the four MK cadres, you then carry on to say \"later Capt Botha informed me\", were you present at the base for the whole period?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman, I was not.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you just tell the Committee what happened, if you went anywhere?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As I recall, I accompanied Lt at that stage, du Preez, to go and fetch, to go and buy food for my people who were at the base.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Right.    Lt du Preez, were you in his company at all, until the time that you left to go and buy food or do you not know where he was at that stage?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As I can recall, I left with him and returned with him.",
            "Male"
        ],
        [
            "UNKNOWN",
            "No, before you left with him, you don't know where he was, is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Did you participate in these events for any personal gain?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No I did not Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Were your actions in this operation driven by spite or malice?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Do you then also confirm the rest of your application, right until page 161 of the Bundle, is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Therefore you are asking this Committee to grant you amnesty for your involvement in this whole incident as you have described to the Committee?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "If the Chair will just bear with me for a moment.   Let's just deal with the assault, when you entered this - let me rephrase this, were you at any stage aware of any assaults on the late Ms Khubeka?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes, I was Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can you just indicate to the Committee what your awareness was, what your observations were?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "What I remember is that a person had a black plastic object in his hand and on poking my head around the door of this room, on a couple of occasions, Capt Botha would inform me of what was going on, whether there was any information regarding further procedures that we would have to take and then I would withdraw, but on being outside the room, I heard blows.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You in other words are saying that you never actually physically saw anyone assaulting her, but it was quite clear from what you heard, that she was being assaulted during the interrogation?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Then just a little bit of background for the Committee's sake, you came down, can you recall how long you were in the Durban area when this incident took place, for how many days had you been here already at that stage?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As I recall, I had come down - there was the team working with the Intelligence component and there was a bigger team working on general information, I had come to visit both teams and as far as I can recall, I had been in the area for a couple of days with the other team.",
            "Male"
        ],
        [
            "UNKNOWN",
            "You were however, not directly involved with this operation of Capt Botha at all, is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Your black members of Vlakplaas, the askaris, where were they put up, where did they stay?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Generally the black members stayed at the Dog Unit and also the white members stayed at the Dog Unit at C.R. Swart Square.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Just for the assistance of the Committee, Sgt Joe Coetzer was what they would have referred to as the Officer in Charge of the three black members referred to in this application which would be Dube, Radebe and Mbane, is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Joe Coetzer was the white team leader and the black team leader was Warrant Officer Radebe.  That is of this specific team.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you Mr Chair.\nNO FURTHER QUESTIONS BY MR VAN DER MERWE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr van der Merwe.  Mr Visser, do you have any questions you would like to put to the witness?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairperson.  Mr Baker, as I understand it, Mr Eugene de Kock became the Commander of Vlakplaas round or about July of 1986, would that be correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman, as far as I know, it was in 1985.",
            "Male"
        ],
        [
            "MR VISSER",
            "I am sorry, 1985, yes.  And he was still the Commander of the C1 Unit, Vlakplaas, in 1987?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Who was his second in command?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I was second in command, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And was there a third in command?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "There were other officers, but at that stage the command structure was such that he was overall in command, and I was his second in command, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Second in command?    Can I ask you whether you recall Mr Frank McCarter being a member of Vlakplaas in 1987?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, could you just repeat that name please, Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I am going to spell it, Mr Frank M-c-C-a-r-t-e-r.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And Mr Rosslee, R-o-s-s-l-e-e?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is also correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Ramatala, R-a-m-a-t-a-l-a?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And Mr Maluleka, M-a-l-u-l-e-k-a?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "The reason why I am asking you this is to ask you this following question, and that is can you recall, you say that there were two teams, there was the bigger team and then the team consisting of the three gentlemen that are involved in this amnesty application in Durban at the time of the Khubeka incident?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you recall whether these persons that I mentioned to you, were also here at the time?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, my recollection is that Mr McCarter was here with the team, I wouldn't know who all the members of his team were at that stage, but they could have been.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, all right.  And you stated that you slept or you stayed at the Dog Unit at C.R. Swart Square or the team stayed there?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said generally they would stay there.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, so generally you would stay there.  Can you remember at this particular time of the Khubeka incident, where you had slept?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I slept at the Dog Unit and on this particular day, I had gone down to speak to Col Taylor and to discuss the teams and their deployment and I slept that night at the facility at Winkelspruit.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can I ask you this, would it be fair to say that there was a lot of violence in the Durban area in 1987?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you remember whether you had been to Durban in 1987 on more than one occasion?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "I will tell you why, because in another incident which had, which was dealt with in November last year, here in Durban, before his Lordship, Justice Wilson, that is the matter if Sipho Stanley Bhila, sorry Mr Chairman, I didn't notice that you were talking to somebody, S-i-p-h-o Stanley Bhila, the evidence was by Mr McCarter that a team from Vlakplaas had come down to Durban on the 10th of February and stayed until the 27th of February, 17 odd days?  Would you know about that, can you recall it today?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman, I cannot recall it.  Teams were sent down on a regular basis, I know, because of the situation prevailing in Port Natal.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right, well, then just through you to inform the Committee, you don't necessarily have to reply to this, I can tell you that from the evidence and what was put there, Mr Radebe was also here during that period of time, the 10th to the 27th of February.  As I say, if you cannot remember, I am just informing the Committee through you.   Mr Baker, you heard the evidence of the other applicants, Botha, Wasserman, du Preez and van der Westhuizen, is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is there any material aspect of their evidence with which you did not agree?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as far as the sleeping aspects are concerned, I recall that Joe Coetzer and the team went back to C.R. Swart that evening after this unfortunate incident.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you recall who of the Vlakplaas persons all went back to the C.R. Swart Dog Unit, perhaps I could make it easier by asking you the reverse.  Can you recall today whether any of the members, apart from yourself, stayed at Winkelspruit on that fateful evening?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "They all went back, it was only myself that stayed Mr Chairman.  That is my recollection.",
            "Male"
        ],
        [
            "MR VISSER",
            "You see, because on behalf of Mr Mbane it has been stated and it has been put to the witnesses that he slept there that evening?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "My recollection is that they all went back, Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, be that as it may, assuming for a moment that you might be mistaken, and that he might have slept there, that is Mr Jimmy Mbane, what is your recollection of someone sleeping right in front of the store room door where Ms Khubeka was being interrogated?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I do not remember anybody sleeping there.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "It is a bit hard on the cement there.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you think that you might have remembered it if there had been somebody sleeping there?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "If there had been, I would have.",
            "Male"
        ],
        [
            "MR VISSER",
            "Given the circumstances of what was going on there?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "If there had been people there, I think I should have remembered it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Visser, just in case you may be giving the wrong impression to the witness, it is not being suggested that Mr Mbane was sleeping there during the interrogation at all.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, with great respect, that is exactly what was put because he says the door was opened, he saw inside and he saw an assault going on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, he said that he slept that night in the verandah, I think we agreed to call it the verandah.",
            "Unknown"
        ],
        [
            "MR LAX",
            "The point I am making with the greatest of respect is that there has been no suggestion at the time the interrogation was taking place, he was sleeping there?  He was in the vicinity, but it is not that he was actually sleeping?",
            "Male"
        ],
        [
            "MR VISSER",
            "Oh, I see it is a question of the sleeping?",
            "Male"
        ],
        [
            "MR LAX",
            "Precisely.",
            "Male"
        ],
        [
            "MR VISSER",
            "All right, I stand corrected Mr Chairman.    Let us confine ourselves then to sleeping there at any stage on the evening, that evening when Ms Khubeka was being interrogated there, on that evening, and I am not thereby suggesting as Mr Lax has corrected me, to say that it was while the interrogation was going on, but at any stage during that evening, while you went in there to go and find out whether information had been obtained from Ms Khubeka, did you see anybody sleeping on that what we refer to as the verandah?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Incidentally, did you obtain that evening or subsequent to the death of Ms Khubeka, any information regarding the four MK members that this whole operation was about, that might have been obtained from her?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.  As a result of this incident, the Intelligence operation regarding, or our involvement in the Intelligence operation was terminated a day or two afterwards.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.   Yes.  At page 155 of Volume 2 of the Bundles, in the last sentence on that page you say\n\"... in this instance the team fell under the command of Capt H. Botha and Gen Steyn of Durban.\"\n\tI noticed that you don't mention the name of Col Andy Taylor there, is there a specific reason for that?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, yes, Capt Botha was in charge of Intelligence Units, the MK Intelligence Unit.   This operation was basically his, but the overall deployment of the greater team if I can call it as such, actually fell under Col Taylor.  I had been there to find out about the deployment of the greater team.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, that is how I understand it, all right.  At page 156, can I just clarify this with you, it appears that you agree with the evidence of the previous witnesses that the purpose of the operation was to get that four MK members that had infiltrated into the Republic of South Africa, page 156 Mr Chairman, it is about one third down the page.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, or who were to infiltrate, I am not putting too fine a point on that, but it had to do with four terrorists?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And then later on in the same paragraph, you seem to suggest that the intention was that Ms Khubeka was to be apprehended and you say\n\"... the askari, and you are referring to Jimmy Mbane, still pretending to be an MK member, met with her and she was apprehended.\"\n\tDid you intend with those words to say that that was the purpose of the operation on that day, that she was to be arrested?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as told to me by Capt Botha after she had been apprehended, he said that Mbane had met her and she had been apprehended.  I don't know if that was the intention of the operation.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, the question I was going to ask you was simply this, did you know what the instructions of Mbane was as to what he had to do on that particular day?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would it fit in with your understanding of the situation at the time, if I put to you that Botha had informed him or had instructed him to attempt to bring at least the Commander of the MK Units, to a particular place at Battery Beach, would that coincide with your understanding of the whole operation?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "You also told the Committee that you went in and out and at a certain point in time, you saw a person in the room where Ms Khubeka was being questioned, with a plastic object.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think a black object he said.",
            "Unknown"
        ],
        [
            "MR LAX",
            "A black plastic object.",
            "Male"
        ],
        [
            "MR VISSER",
            "A black plastic object in his hand, was this a round object, a square object, elongated object, what did you think it was?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, my recollection was that it looked like a piece of black hose-pipe, in other words round.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and was the person that you saw, was he doing anything with it?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, when I opened the door, people in the room would look at me.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, there is a first for everybody, I do really apologise  I am terribly sorry Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it happens to all of us, Mr Visser.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "It even happened to Constitution Justice Kriegler, so I am in good company Mr Chairman.  I have now lost my train of thought.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We are talking about, Mr Baker said it looked like a piece of black hose-pipe to him.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.   And you were telling us what you saw, whether you saw this person do anything with that piece of black what appeared to you like hose-pipe?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, what would happen, when I opened the door, the people in the room would look up at who was coming in obviously.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.  And would they then stop with whatever they were doing?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes, they would stop and look at me, and as I said I would just ask is anything positive and negative and I walked out.  This happened a couple of times.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, all right.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Twice.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes.   What I want to ask you is, can you recall who the person was that you saw with this black object in his hand?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "You cannot recall?   Mr Joe Coetzer, what is your recollection of him being present or not at any time during that late afternoon, early evening?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, my recollection is that Joe Coetzer was at the base.",
            "Male"
        ],
        [
            "MR VISSER",
            "He was there?   You also stated at page 156, the second paragraph on that page\n\"... during the questioning of Capt Botha, I went in and out to establish whether there was any information on the four MK cadres.\"\n\tNow, you heard the evidence of Botha and of Wasserman and van der Westhuizen in this regard, how certain are you that Capt Botha was the person who questioned her?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I do not know who was questioning her, I would ask Capt Botha if there was any positive information.",
            "Male"
        ],
        [
            "MR VISSER",
            "What you are really, the point you are really making here is that Botha was reporting to you whether something was coming out or not?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Not primarily that he was the one questioning?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "I have no further questions, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Visser.  Mr Nel, do you have any questions that you would like to ask the witness?",
            "Unknown"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairman.  Mr Baker, do you know Spyker Myeza?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I do Mr Chairman.",
            "Male"
        ],
        [
            "MR NEL",
            "Did you see Spyker Myeza at Winkelspruit base on this day of the incident?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman, as far as I know, he was with the other team.",
            "Male"
        ],
        [
            "MR NEL",
            "Thank you sir.\nNO FURTHER QUESTIONS BY MR NEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Ms Botha, do you have any questions?  Mr Hugo, sorry?",
            "Unknown"
        ],
        [
            "MR HUGO",
            "3Thank you Mr Chairman.  Mr Baker, I just want to get some clarity on the command structures whenever Vlakplaas groups were deployed in an area for instance like Durban.  What were the structures like taking it from the bottom upwards, maybe I should put it differently.  There were groups of askaris that were allocated to a group leader, is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "And the group leader would be normally a black policeman?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "And to whom would this group leader then in turn report?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "To a white group leader Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "And what would the rank normally be of that white group leader?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, the ranks were between Sergeant and Lieutenant.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, and I take it there would then in turn be a Coordinator to whom this particular person would be reporting to?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "At the particular Branch?",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes, that is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "And during this incident, can you remember who the different groups were, or let me just put it differently, how many askari groups were deployed here in Durban?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as far as I can remember, it was one group and then the Intelligence group if I can refer to the two different ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you referring to the group that we are concerned with, as the Intelligence group?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes, that is helping with Intelligence operation, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you had two different groups of askari's that were not working together in Durban at that time?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "One of which was the Intelligence group of which Mr Mbane was one of the members?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "Let's concentrate on this particular group, Mr Mbane was one of the members, who were the other members of this group?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as far as I can remember, I remember Mr Radebe and I have heard here that Mr Dube was also there, that is however not my recollection, I could not remember him being here, but there was a third person.",
            "Male"
        ],
        [
            "MR HUGO",
            "But you can recall that Mr Radebe was the leader of this particular group?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "And to whom was he reporting to?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "To Sgt Coetzer.",
            "Male"
        ],
        [
            "MR HUGO",
            "And Sgt Coetzer would report to?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "To Capt Botha.",
            "Male"
        ],
        [
            "MR HUGO",
            "So they wouldn't report to you as the second in charge of the Vlakplaas contingent?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I was not involved in the operation, I came down as I say to visit the teams and that particular day, I arrived at the facility.  From there, Sgt Coetzer would have spoken to me and I would have spoken to Capt Botha obviously.",
            "Male"
        ],
        [
            "MR HUGO",
            "Is it also true that these different groups were each allocated, well in most instances, a vehicle or a kombi?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman, Mr Radebe had a kombi.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can you remember what the colour of this kombi was at the time?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can you remember what sort of kombi it was?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Either the make of it or the type? Was it like a taxi or what?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, yes, like a taxi.  It could have been a Mitsubishi, it could have been a Hi-Ace kombi, it could have been a Nissan, Nissan also still made kombi's in those days.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say like a taxi in that it was a passenger vehicle?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "Was it normal procedure for askaris to liaise directly with say the white Commanders or would they go through the group leader, being in this particular instance, Mr Radebe, when information was obtained?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Normally what they would do is go through the group leaders, I however at this instance, don't know exactly how the operation was run, if they were spoken to individually or together.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can I just ask you, how long - well prior to this incident, how long were you in Durban for?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "My recollection is that I had come down a couple of days beforehand.",
            "Male"
        ],
        [
            "MR HUGO",
            "Can you recall what Mr Radebe was doing at the time when you arrived here?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I am not sure exactly what you ...",
            "Male"
        ],
        [
            "MR HUGO",
            "Well, I am referring to this group that was under the command of Mr Radebe, when you arrived in Durban, what operation was he busy with at the time?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "They were involved with the Intelligence operation with Capt Botha.",
            "Male"
        ],
        [
            "MR HUGO",
            "And were they working on this particular matter?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "They were working as far as I can recall, solely on this matter.",
            "Male"
        ],
        [
            "MR HUGO",
            "Then something else, did you have any contact with informers and when I say informers, I am once more referring to this particular incident, whilst you were here, down in Durban?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "You must have heard that mention was made of an informer whose leg was put in plaster of paris at some stage, did you have any knowledge of that?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I heard about it here at this hearing.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.   And then I just want you to go to page 156, this is Bundle 2, just the last sentence in the first paragraph, it says\n\"... the askari, still pretending to be an MK member, met with her and she was apprehended by Capt Botha and his team and brought to our base near Amanzimtoti.\"\n\tMr Visser has already asked you, you got this information from Mr Botha, is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, he said from Taylor.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Sorry, I made a mistake, from Taylor while I was at the base.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "With respect, I was puzzled by that when you asked the question, you said Botha.",
            "Male"
        ],
        [
            "MR VISSER",
            "His evidence-in-chief was Taylor.",
            "Male"
        ],
        [
            "MR LAX",
            "Absolutely, I agree with you, but when you asked the question, you said Botha and I made a note of that to ask him about it later, that is why I am correcting what you are saying.  You actually said Botha and I made a note of that because it was different to his evidence-in-chief.",
            "Male"
        ],
        [
            "MR VISSER",
            "I am just trying to be of assistance to show that he said Taylor as well, Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "No fair enough, but the point is he spoke to Taylor when he got to the base, that was his evidence-in-chief, however you asked him about speaking to Botha about the nature of the operation and you also asked him about Radebe's, at least Mbane's instructions in that context, you will recall, and at that stage, the clear focus of your questions was Botha, not Taylor.",
            "Male"
        ],
        [
            "MR VISSER",
            "No, no, there is no question about that.",
            "Male"
        ],
        [
            "MR HUGO",
            "Be it as it may, Mr Baker, for our purposes, it is more important to find out whether you are clear in your mind that reference was made to an askari and not askaris.  Mr Chairman, I recall it as an askari.  When the group arrived at Winkelspruit after Ms Khubeka had been handed over, did you see them arriving there?  Sorry, I may also not be all that clear, I am referring to the group led by Mr Botha?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.  My recollection is when the group arrived, I was sitting in that as they described yesterday, that enclosed portion where the sleeping quarters were, I was sitting there discussing, having a discussion with Mr Taylor about the deployment of the groups and I heard a vehicle pull up, but at that stage I didn't see the vehicle.",
            "Male"
        ],
        [
            "MR HUGO",
            "Was it only one vehicle that you heard?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is my recollection at that stage, that only one vehicle came immediately.",
            "Male"
        ],
        [
            "MR HUGO",
            "And was there another vehicle that arrived later?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "By whom was this vehicle driven?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I am not sure, I did not see that vehicle.  I just heard the vehicle arrive.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes, and the passengers, didn't you see them?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "is it possible that this vehicle could have been driven by Mr Radebe and the other passengers being Mr Dube and Mr Mbane?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is possible Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "Did you at all see them there that evening?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes Mr Chairman, they were there.",
            "Male"
        ],
        [
            "MR HUGO",
            "And what were they doing?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As far as I can recall, my recollection is that Mr Radebe and I presume the other members who were sitting in the kombi, relaxing.",
            "Male"
        ],
        [
            "MR HUGO",
            "Were they in a position to see what was going on in that little room where the interrogation took place?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I am not sure Mr Chairman, I am not sure where the kombi was parked.",
            "Male"
        ],
        [
            "MR HUGO",
            "Yes.  What was Mr Joe Coetzer's role, well, let me rather try and confine my question.  Did Mr Joe Coetzer from time to time leave the interrogation room to go and speak to the black members, being Mr Mbane, Dube and Radebe?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I do not recall that, I do not recall Mr Coetzer being in the interrogation room either.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Baker, did you keep a continuous watch on that vehicle in which you saw Mr Radebe and other members?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman, I left the base with Lt du Preez, so for that period I don't know what happened.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but even while you were there, did you keep ...",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No, I did not keep a continuous watch.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So it is possible that people from time tome could have got out of that kombi, walked around,got back in, that Mr Coetzer may have spoken to them or may not and you just didn't see it?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR HUGO",
            "And then after the incident, did you report to Mr Eugene de Kock as to what happened?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman, not immediately after, I think it was the following day that I made telephonic contact with him and informed him.",
            "Male"
        ],
        [
            "MR HUGO",
            "What did you tell him?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I informed him that there had been an unfortunate incident where the person had died, and that this operation would be terminated as a result of the people not being able to carry on with it.",
            "Male"
        ],
        [
            "MR HUGO",
            "You didn't tell him that an offence had been committed, you just said it was an unfortunate incident?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I told him that she had died and that they said that she died of a heart attack.",
            "Male"
        ],
        [
            "MR HUGO",
            "And Mr de Kock, was he in Durban  or did he come down to Durban before you left for Pretoria?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I am not sure.  My recollection is that I had telephoned him.  If he had been in Durban, I presume I would have seen him personally.",
            "Male"
        ],
        [
            "MR HUGO",
            "I have no further questions, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR HUGO",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Hugo.  Mr Samuel, do you have any questions that you would like to ask?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you Mr Chairman.  Mr Baker, what time did you get to the Winkelspruit base?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as far as I recollect, it was in the afternoon.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Were any vehicles at the base at the time when you arrived?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Taylor's vehicle was there and there were other vehicles standing around, I am not sure which vehicles were there.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Where was Mr du Preez at that time?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "He was not present Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "When Mr du Preez and Mr Botha arrived on the scene, were you present?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I was speaking to Col Taylor in the sleeping facility when the vehicle arrived.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Did you see them arrive sir?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "How do you know where you were at the time?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I was at the base in the sleeping facility, one could hear a vehicle arrive Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "How long after that, after the vehicle arrived, did you approach the vehicle, or did you approach that vehicle?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as far as I can recall, it was not very long after the vehicle had arrived that I went out and then saw that there was, well, that the people were in this room.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "May I just come in here, sorry, didn't you know that the people were in the room?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Walking out, Mr Chairman, walking out of the sleeping facility which was closed off from the front, I walked around it and the voices were coming from the room.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But at what time did Taylor leave you?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "On the arrival of the vehicle, if I am not mistaken, Capt Botha came to call him.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And you didn't know why he called him and where to he had called him?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Well, I presumed when Capt Botha came to him and they walked around the corner, that they had possibly apprehended people because they said they were waiting to apprehend people.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But didn't Botha say anything to Taylor in particular that you ...",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No, not in my presence, he just called him.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry Chair, if I may, you were sitting in that room, speaking to Taylor?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it is the sleeping quarters.",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "The sleeping quarters.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The concrete slab with the tarpaulin.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Yes, let's call it a concrete based tent, because that is more or less what it was.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "And how long had you been sitting there for, talking to him?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, it was - I don't know exactly what time I got there, it could have been an hour, an hour or two.  I am not sure how long it was.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, so it was quite some time.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "We had been sitting, discussing for some time, yes.",
            "Male"
        ],
        [
            "MR LAX",
            "And what did Taylor tell you, what were you talking about?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, we were talking about, I had gone there to find out specifically if the teams, if he was happy with the way the teams were working, and where they could be deployed further because he was in charge of Port Natal C-Section, which is the Terrorist Section, and it was quite a large area which stretched I think from the Transkei to the Tugela and we were discussing the deployment of the team, which areas would be most likely for them to find returned terrorists.",
            "Male"
        ],
        [
            "MR LAX",
            "You were also discussing why he was there and why he called you there?  You had gone there to meet him?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I had gone to see him, yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, you knew he was there, you had gone there to meet him?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "So you must have spoken to him before that, and known that he was there?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes, I had contacted him, as far as I remember, I didn't know how to get to the facility and he had met me off the highway.",
            "Male"
        ],
        [
            "MR LAX",
            "Correct.  Now, he must have told you why he was waiting there?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I referred to, he told me about this operation as well, that they were waiting to apprehend these terrorists.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, so when the vehicle arrived, he must have been waiting for them to arrive?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, yes, he was obviously waiting for them to come.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, so didn't both of you get up to go and see what had happened?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No, I don't recall my getting up immediately.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, it strikes me as somewhat strange, you are both waiting there, you are waiting there for these chaps to arrive, you know that they have gone on an operation to arrest terrorists, when a vehicle finally does arrive, you don't get up to see what is going on, you just carry on talking?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I said, it could have been a matter, it was a short period of time,  it is also possible I could have showered and been dressing as well, at that time.  I used to sleep there that night, so I can't remember exactly the detail what happened at that stage.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, it just seems to me that if you, and if you are expecting people to come in from an operation where people are going to be picked up, and these are the people the whole operation has been about, you are expecting that and you guys just carry on, sitting there until somebody calls you, that seems with respect, somewhat strange.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No, Mr Chairman, I don't think it wasn't a matter of minutes before Capt Botha came to Col Taylor, it was probably as they had stopped, he probable came straight to where he was.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuel?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you Mr Chairman.   Did you see Ms Khubeka when she got off the vehicle?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "When was the first time you saw Ms Khubeka?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "When I poked my head around the door, Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "How long after you arrived, was that?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I would say it could have been a matter of minutes.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Did you notice anything about her, anything unusual or usual, may I rephrase that Chair, did you notice anything about Ms Khubeka?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "All I noticed was that she was a large woman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Is there anything else?  Before you answer Mr Baker, you are making an application for amnesty, I believe one of the bases for that application would be to tell the truth and to the best of your recollection, tell this Commission what you had seen, am I correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "You are aware of that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said so.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Did you see Ms Khubeka blindfolded?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Why didn't you tell the Chairman about that, I asked you now what did you notice about Ms Khubeka?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, with due respect, I wasn't asked to give a description, he just said what did you notice about her.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Isn't that something noticeable that you should have brought to the attention of this Commission?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Well, I have done so Mr Chairman, on your question.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Is there anything else that you want to tell us about this incident sir, before we start cross-examining you on issues, each issue so that you can tell the truth and the Commission will know exactly what you saw?  Is there anything that you have missed out so far?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, with all due respect, I don't think this is a proper question, if my learned colleague wants to ask him something ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you can cross-examine, you can ask the questions.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you Mr Chairman.   Mr du Preez, sorry, Mr Botha ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, third time lucky, Mr Baker.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Mr Baker, you say that you saw Ms Khubeka for a few minutes and thereafter, what happened?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I did not say that I saw her for a few minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He said he saw her a few minutes or a couple of minutes I am not sure what term was used, after the arrival, yes.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "And you noticed her thereafter, am I right, after her arrival, you saw her thereafter?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman, when I poked my head around the door.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "She was alive at that stage?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "And you also told this Commission you saw someone with a black plastic object in their hand?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Now, could you tell this Commission how that was possible if you had gone with Mr du Preez to buy food for your members?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I said that I had poked my head around the door a couple of times to find out if there was any work that we could proceed on, before departing with Mr du Preez.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "If I, I will refer you to page 3, paragraph 12 of Mr du Preez' statement.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, are you referring to the Exhibits?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Exhibit C.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Exhibit C?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 3, paragraph 12?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "In this, have you got that?  According to Mr du Preez, he says\n\"... as soon as, after I had delivered Khubeka to Col Taylor and Col Botha ...\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, my Afrikaans is not all that strong, but \"nadat\", you interpret it as \"as soon as\".",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "As soon as.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Isn't it \"after\"?  \"Nadat\" means after.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Be that as it may, I will accept that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think yes ...",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "I will accept that, and it was his evidence before this Commission sir, in line with that statement, in line with paragraph 12 that after he had handed Ms Khubeka to Col Taylor and Col Botha, he had departed immediately - so we understood?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as far as I can see, I do not see that he said that he left immediately.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "We shouldn't get into semantics, but \"nadat\" does not necessarily mean immediately.  It may have a wider meaning, one should look at it in the context perhaps.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "As the Chairman pleases.  Sir, are you saying, where was Mr du Preez after he had handed Ms Khubeka to Col Botha, do you recall?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I cannot recall where he was exactly at that stage.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Did you notice whether he entered the room whilst this person with the black object was in that room, black plastic object?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, when I put my head around the door, I didn't see him in the room.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Did he indicate to you that he was leaving to go and buy food and that you should accompany him?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, my recollection is that he said that he would be going to buy food and I thought it appropriate to go and buy food for my people as well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Baker, could you give us an indication as to - you said that you put your head around the door on more than one occasion, approximately how many times did you do that?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I think if I recollect, I said a couple of times.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Over what period of time?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I presume I think not longer than five minutes, between each poking my head in.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Samuel, if you will just allow me, sorry, Mr Chair, now I have lost my train of thought, when Col Taylor left, you did not know that it was Ms Khubeka in that room?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr chairman.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And when you poked your head around the door, did you know who was in the room?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I did not know who it was.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But you were expecting a terrorist?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you think that was a terrorist?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I saw a very obese woman sitting there.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did this not surprise you?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, in the past, there has been female terrorists as well as male terrorists.  I wasn't sure what they had there.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "As far as you were concerned, it was the terrorist?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Did you make enquiries?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is when I enquired and they said no, they hadn't arrested the terrorists.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Fine, thankyou.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuel?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry, sorry Chairperson, just - you have said a couple of times you poked your head around there, can you try and be more specific?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, a couple is twice.",
            "Male"
        ],
        [
            "MR LAX",
            "Twice?  Only twice?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Only twice, is my recollection of poking my head around the corner.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuel?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Sir, you told this Commission that you heard blows coming from inside the room?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "I take it then that within five minutes of her arrival, Ms Khubeka was being beaten?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "What time did you go to sleep Capt Baker, Mr Baker?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I cannot recall that.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Was it after all the other members had left Winkelspruit base?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I assume so.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Did you notice when the last member left the base?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I cannot remember that.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Who was the last person you saw leaving the base sir?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I am afraid I cannot answer that, I didn't know the order of the people leaving the base,  who left when and how and what.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "I am enquiring as to who you saw last leave the base.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I have said, I didn't see people driving out.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "So basically you do not know whether people were at the base or they had all left by that stage, when you went to sleep?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, Mr Coetzer came to me and said that he was taking the people back to C.R. Swart and I heard vehicles leaving and that was obviously my people, but the other people that left, I am not sure who left when.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Your primary purpose to go to this base was to enquire as to what your people were doing, and how their operations were going, am I right?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "In this regard, you spoke to Mr Taylor?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Did Mr Taylor tell you how it came about that Ms Khubeka was at the base?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, at the time that I spoke to Mr Taylor, he was still expecting terrorists to arrive at the base.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "I see, so when Mr Botha arrived with a terrorist, you were relieved, am I right?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Who was relieved Mr Chairman?",
            "Male"
        ],
        [
            "MR SAMUEL",
            "You, because your wait was over now, you were waiting for terrorists to arrive, am I right, or your members, the askaris, to arrive, am I right?  Were you not relieved sir, that the wait was over?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I cannot recall having such an emotion, Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Did you approach the kombi when Mr Baker, Mr Botha arrived with the others?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "And how long after the vehicle, the kombi arrived with Mr Botha, did you speak to Mr Botha, if you had spoken to him?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I spoke to him when he was already in the room, it was a couple of minutes, I cannot say how many seconds, minutes, but it wasn't a long period.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "What was the conversation about?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I asked him if it is positive if he had terrorists and that is when he informed me that it wasn't a terrorist, it was the contact woman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Did he tell you that your askari had made a mistake, sir?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, they hadn't arrested, I think who they were waiting for, so they had obviously just got second best.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Did he tell you that?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Did he inform you that he had sent your askari, members of your Unit out to arrest certain persons and they had brought an informer, another person in?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Contact person I think, yes.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "The contact person whom they did not expect to see, sir?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, my people were not sent to arrest anybody.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think what Mr Samuel is putting to you is that the intention was for MK cadres to be arrested, particularly the leader of a unit, and the askaris were sent in for that purpose, that is why they had arranged a rendezvous point at Battery Beach, etc, hoping to catch at least the leader of the Unit and in stead of that, your member or members, bring in the contact person which we all know, resulted in the termination of the particular operation?   What Mr Samuel wants to know is, did Botha tell you about that or talk to you about that happening, that event happening which led to the termination of the operation?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, yes, we did discuss it after the event, we did discuss it.  We had to discuss the viability of the operation continuing or not, which is when we decided that it should be terminated.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That discussion, did it take place that night or the next day or the day after that?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As far as I can remember, that night and we discussed it again the next day.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuel?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you.  Did Mr Botha tell you that the askaris had made a blunder in bringing in the contact woman?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I assume so because it was a blunder.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you remember, you are just assuming now?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No, it is an assumption, I cannot remember the details of all discussions we had.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Were you present when the body was removed from the room, sir?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I did not see the body being removed and I did not see who removed it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Samuel, did you see the body at all?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before it was removed?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Did you see the vehicle that was used to remove the body?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "So sir, I put it to you you cannot truthfully tell this Commission that Jimmy Mbane was not in the verandah at the time when the body was being removed?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I am not sure where he was at that stage.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "So it is possible that he was in the vicinity, sir at the time when the body was being removed?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is a possibility, I do not know where he was.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "So your earlier speculation that all your members had left with Mr Coetzer, is mere speculation, am I right?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, Mr Coetzer did take the members, Mr Coetzer was taking the members back to C.R. Swart, he wouldn't have left anybody behind.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Sir, since this issue has been pushed, may I refer you to Mr Coetzer, sorry Mr van der Westhuizen's statement, Exhibit F, page 3, paragraph 9.  It says here on the fourth line\n\"... indeed, we would sleep there some evenings.\"",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, it looked as if people had been sleeping at the base.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "And he says, he goes on further and says\n\"... some of the askaris also stayed there during their visit upon this occasion.\"\n\tHe is referring to the time on this occasion, am I right, I am not too good with Afrikaans, but that is the way I understand it?  Is he telling a lie?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I cannot comment on the other days that the operation was running, if people had stayed there or not.  All I can comment on is the time that I was there, which was that evening, and that evening Mr Coetzer said he was taking them back to C.R. Swart.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was that after you arrived back with the food?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you didn't see them go out, you don't know whether he took them all or not?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, he came and discussed it with me and I told him that it would be better to take them back to C.R. Swart after this incident.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuel?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you Mr Chairman.   Do you know whether Mr Radebe had already left the base with Mr Coetzer?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, Mr Coetzer would have had a vehicle and Mr Radebe would have had a vehicle, they would have both left in their vehicles.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "If Mr Radebe says that he was sleeping in the kombi at the base, will he be mistaken about that sir?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, he could have been, while they were waiting, he could have been sitting sleeping in the vehicle, these people have been as I understood it, working long hours.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But if it were to be said, we don't know, but if it were to be said that he slept there, correct me if I am wrong, for the whole night?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "For the whole night sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "At the base in the kombi?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No, that Mr Chairman, I would perceive to be incorrect because Mr Coetzer had an instruction that they should go back to C.R. Swart.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, earlier you and again I made a note of this, you said yes, you remember talking to Coetzer and after speaking to him, you heard his vehicle leave.  You only speak about one vehicle at that point in time, leaving, not about vehicles in the plural?  We now hear that Radebe in fact had his own vehicle?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, that is so.  The evidence was given, he had a kombi and Mr Coetzer had if I can recall correct, a blue truck.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, and Mbane was also driving a Corolla we have been told?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, that is correct, but it was not our vehicle.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, but the point is these people had access to all these vehicles, at least two that the askari or Radebe had and clearly Coetzer must have had his own vehicle as well?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct, Coetzer had his own vehicle.",
            "Male"
        ],
        [
            "MR LAX",
            "So it is not like a convoy of vehicles left, you only heard one vehicle leave at that point?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I have said, I am not sure when they left and how did they leave and so on, but the instruction was that they would leave and they wouldn't have stayed.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  That was your instruction to Coetzer, whether he relayed it onwards, you don't know?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Well, I assume that he did Mr Chairman, I don't think he would have disobeyed me  Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Baker, if Mr Mbane says he did not go with Mr Coetzer, but spent the night there, what would you say to that?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I doubt whether they would have left him behind.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but you didn't see Mbane, but he may have been there?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I didn't see him there the morning Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You didn't look for him?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "He wasn't there in the morning, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  So you are saying that as far as you are concerned, he must have gone with Mr Coetzer?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, Mr Coetzer and his team weren't there the next morning.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  Mr Samuel?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Did you look for Mr Mbane the next morning?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as far as I can remember, we met them at C.R. Swart the next day.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "My question to you sir, did you look for Mr Mbane the next morning?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I did not look for him, because he was not there Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Sir, did you look for him?  Is your answer you did not look for him or that you looked for him and he wasn't there?",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, surely he has answered the question by now.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, I think if Mr Samuel wants to, he didn't answer it directly, the question was did you look for Mbane the next morning at the base?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I did not look for him at the base, because he was not there Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "And you don't know what time, if Mr Mbane spent the night at tle base, you would not know what time he had left, am I right?  There were vehicles available to him, am I right?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, the driver of the kombi was Mr Radebe, he was in charge of the kombi, he wouldn't have left the kombi for Mr Mbane to drive around in.  There are specific instructions in that regard that the group leaders would drive the vehicles.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Was Mr Radebe there the next morning?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Do you know what time Mr Radebe left the base?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I do not know what time the people left the base.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Sir, you have given evidence that you heard shots being, someone being hit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Not shots, blows.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you Mr Chairman, thank you, I just didn't get the word, you heard blows whilst you were outside the room, you heard blows, is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "These blows must have been quite severe for you to hear it outside the room?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, they were muted blows, I think most of us were at school at the same time, I remember standing outside the Headmaster's office and listening to colleagues getting a hiding before I got a hiding, it is about hearing a chap getting caned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When you heard them, the door would have been closed?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "The door was closed Mr Chairman, but I did hear that she was receiving blows and I also heard exclamations as a result of the blows.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Basically you heard screams sir, is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Shouts, exclamations as you would if you received a blow.",
            "Male"
        ],
        [
            "MR LAX",
            "I mean from that you can assume two things, one thing that they were painful otherwise the person wouldn't be calling out?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "And number two that they were of such a nature that they were hard enough for you to hear them outside?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Mr Botha, was it Mr Botha or Mr Taylor that informed you that Ms Khubeka had died?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "My recollection is that it was Mr Botha.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "And then did you all leave the scene thereafter, the room?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I wasn't in the room when Mr Botha, which room are you referring to, Mr Chair?",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Where Ms Khubeka was being held?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I wasn't informed in that room, Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Were you informed at the place where you slept for the night, that building with the tent over it?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "If my recollection is correct, when we stopped the vehicle, I think Mr Botha came to Mr du Preez and said that Ms Khubeka had died, this is where I heard it.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "And I assume thereafter everyone had left the base, am I right, all the white members had left the base?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "What is your reply to that?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Except yourself you mean, or were there still other white members at the base?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he said earlier that Mr Coetzer left only after he came back with the food.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you.  Sir, we know for a fact that the black members would not sleep with the white members, am I right?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, that is why they went back to C.R. Swart Square.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Please just answer the question, sir.  Is that a fact that the white members would sleep separately from the black members?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Generally they slept separately in the same vicinity.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "If the white members had to sleep in the building under the tent which we had seen, or was pointed out to us in the in loco inspection, where would the black members sleep sir?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I said, at my time at the base, the black members did not sleep at that base, I cannot say where they would have slept.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Are there any other facilities that you had seen, have you been on that in loco inspection sir?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "The areas being pointed out to you at the in loco inspection, is there any other place convenient place, besides the verandah or one of those rooms, that any person could sleep except of course in a car, I am talking about a building?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As I understand there was another facility which has been broken down, which was on the other side of the verandah.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "No such facility was pointed out.  Sir, I put it to you that it would have been more convenient and in fact, the only place for a person to sleep is either on the verandah of the building where Ms Khubeka was held, or in one of the rooms if same was available?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I should imagine sleeping in the kombi would have probably been more comfortable.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "I didn't get your answer, sir.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I should imagine sleeping in the kombi, would have been even more comfortable than on the cement.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "But it is possible that members could use that area to sleep in?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "It is possible, Mr Chairman.  They could sleep anywhere.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Sir, I refer to your affidavit, did you know who removed the body, sir?  Did Capt Botha tell you who he instructed to remove the body?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No, Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "So you had no idea that Mr Wasserman and Mr du Preez had removed the body?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman, I heard that here.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "How did you know that it was Capt Botha who decided that her body should be removed and placed elsewhere?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Because Capt Botha informed me of the fact that he had decided that the body should be removed and placed elsewhere.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Sir, Jimmy Mbane will say, sorry before I put Mr Jimmy Mbane's version to you, did you notice whether Ms Khubeka was tied by her hands and her feet or her hands and her feet were tied?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Sir, Mr Jimmy Mbane will say that on instructions from either Mr Botha or Mr Taylor, he had handed over Ms Khubeka to them at the Battery Beach, which you would not know about?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman, I don't know what his instructions were.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will say that whilst he was at the base at Winkelspruit, he had noticed Ms Khubeka blindfolded, tied, both hands and feet?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I cannot comment on that Mr Chairman, I do not recollect.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will say that whilst he was at the base, the only place he could sleep and he slept for the night, was on the verandah next to the room where Ms Khubeka was being held and interrogated?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I dispute that, it could have been in the kombi, and they did, they were instructed to leave the base that night and go and sleep at C.R. Swart Square.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Sir, he will say that whilst he was at the base, he had heard Ms Khubeka scream almost continuously because she was in his words, interrogated and tortured.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I cannot comment on that, I heard a couple of shouts and I was only there for a very short while.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Your evidence is that Mr Myeza was not present at the base when you got there?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Mr Jimmy Mbane will say that Mr Myeza, Mr  Lauwrie and Mr Coetzer in fact had removed this body from the base?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Lauwrie, I think he is referring to Mr Wasserman?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Mr Wasserman, Lauwrie Wasserman I think.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I don't know who removed the body from the base, I heard it here.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Sir, if Mr Taylor had made any payments to the askaris, would you have known about it?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I don't think Mr Taylor would have made payments to the askaris.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question was, if he had, would you know about it or would you expect to have been informed?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I should have known about it, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuel?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you.  Did Mr Taylor tell you of all payments that he made to askaris?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, the askaris did not fall under Mr Taylor for administrative purposes and payments made to askaris, it would be made by Head Office, not by Mr Taylor.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "So you would not know if Mr Taylor had paid the askaris, am I right, if he did not inform you about it?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "If he hadn't informed me about it, I assume he wouldn't have done it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would it have been irregular for him to have paid them?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why do you say that?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, applications for rewards would have to be made to Head Office and it would be highly irregular for Port Natal to ask for a reward for a person who is in any case based at Head Office.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Do you know whether Mr Mbane was in fact paid for the part he played in this operation, the normal, we have heard often about the rewards, was Mr Mbane paid for the part he played?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I am not sure, I cannot give a positive or negative, he could have been paid, he could not have been paid, I am not sure.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would it be possible, if he was paid, that the payment, although it came from your section, C-Section, Head Office, that it could have been affected by Mr Taylor?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That he could have made a recommendation?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "No, that he could have paid it for you?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I doubt Mr Chairman, because the people were removed back to Pretoria two days after the operation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuel?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Mr Mbane will deny that he slept at C.R. Swart Dog Unit on that evening.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, the instruction was that they should sleep there, and they weren't there the next morning.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "No further questions.\nNO FURTHER QUESTIONS BY MR SAMUEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  I think this would be a convenient time to take the tea adjournment, Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you, Mr Chairperson, I would like to make a request that the applicant who is testifying presently, sit across there, I do find it difficult to cross-examine without having sight of the witness.  I don't think that will inconvenience anybody too much.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I think we can do this, it is not unreasonable.  If we can just make the arrangements during the tea interval.  Thank you, we will take the short tea adjournment until half past eleven.\nCOMMITTEE ADJOURNS\nC. BAKER: (s.u.o.)",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.  Mr Baker, you counsel tells us that your affidavit that appears, your second affidavit that appears at the back of Bundle 2, is an improved version on the application that commences at page 91 of the first Bundle.  I have had an opportunity to peruse these two and it appears to me that the only improvement that I can see is the fact that the second one is signed in 1999, is that correct, and the first one is unsigned?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "So they are identical apart from the fact that the latter application is signed in 1999, on the 22nd of June 1999, is that correct?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, are you saying that the one in Volume 1 is signed on the 5th of May 1997?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, sorry, my copy that I got from the TRC is not signed.  I've got ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "My copy is on page 120, it is signed the 5th of May 1997, signed at Pretoria Central.",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is not my application Mr chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Oh, isn't it, sorry.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Sorry Mr Chairperson, it is in fact signed on page 112, I am misleading the witness slightly, but it isn't commissioned.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is dated, it is not commissioned, yes.  That is improved in that respect?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, maybe I must just assist here to make it clearer for Mr Wills.   This, I don't know how this copy landed in the hands of the TRC because quite clearly you can see, we were still improving on it, I don't know how it got to the TRC, but this was something that was compiled during 1997 and then the subsequent application was then signed and commissioned on the 22nd day of June 1999.",
            "Male"
        ],
        [
            "MR WILLS",
            "In other words the application actually was attested to after the cut-off date for applications, is that correct, which I believe was the 10th of May 1997?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The final cut-off date was the 30th of September 1997, there were various extensions and the very last one, there was one in May, but the very last one was the 30th of September 1997.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I am indebted to you Mr Chairperson, be that as it may, this application was signed after the cut-off, the final cut-off day of the 30th of September 1997.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Attested to Mr Chairman, yes, that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are there any other improvements or is it an identical document?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, on the document that was referred to, there are a number of handwritten improvements that I did, just more spelling mistakes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Oh, I see.  Okay, but essentially is the substance the same except for typographical errors?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "So I must assume that you were carefully applying your mind to this matter from as your counsel tells us in 1997 and then you looked through it carefully at that stage and you made those corrections, is that correct?  When did you make those corrections to this draft, I am talking about the handwriting changes on for example page 109 and 110?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I am not sure when I made those corrections.",
            "Male"
        ],
        [
            "MR WILLS",
            "But I mean what year was it?  You don't know?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I am not sure, no.",
            "Male"
        ],
        [
            "MR WILLS",
            "If you don't know, tell me you don't know.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I cannot say exactly when I did it, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "It might also have been in 1999?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I think I have to explain here, my lawyer is in Port Elizabeth, I am in Pretoria, so the documents were brought up to me when he was representing other people and given to me to read through, to sign and to take back again.",
            "Male"
        ],
        [
            "MR WILLS",
            "I must assume that prior to your signing this in June 1999, that you read it very carefully?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I went through the document.",
            "Male"
        ],
        [
            "MR WILLS",
            "And as far as you are concerned, this is the most accurate recollection that you have of the incident that pertained on that day?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, did you have any reason to omit from your application the fact that you heard these screams and you were convinced, or the shouts as you described them, and you were aware of the fact that the deceased was being beaten?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman, I had no reason to do that.",
            "Male"
        ],
        [
            "MR WILLS",
            "You were aware of the need for full disclosure?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I am aware that giving evidence before this Commission, I must make a full disclosure.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you thought that even in the light of your awareness of the need for full disclosure, you thought that that wasn't an important detail to put into your application?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I am aware that I must make a full disclosure as the Act implies, in front of this Commission, in person.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you thought that you only needed to fully disclose in person, it didn't matter if you didn't fully disclose in your application, is that what you are saying?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "So therefore your application in paper, and that version that we see that was signed in June, is not a full disclosure?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, I want to turn and look at that quite carefully, before I start, I just want to try and establish the date that as far as you can remember,when you arrived in the Winkelspruit base.  You said I think it was the first time that you had been to Winkelspruit, so you should have some sort of recollection of when that was.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I said in my initial application, I wasn't sure of the date, whether it was 1987 or 1988.",
            "Male"
        ],
        [
            "MR WILLS",
            "You cannot even remember the year?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "You say 1987 or 1988, that is the most accurate that you can put it to?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is contained in my document, yes Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay, now we know that you were at Winkelspruit base prior to the arrival of the deceased in this matter?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "What caused you to go there?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I had to go and see Col Taylor with regards to the deployment of the other teams as well.",
            "Male"
        ],
        [
            "MR WILLS",
            "You say as well, what else?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I had two teams there, the team under who I presume was Mr McCarter and then Mr Coetzer's team.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, now I would assume that you being a senior officer, and your job being to supervise, no doubt, to supervise in the sense that you wanted to check that your men were doing their job properly?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I was there to find out from the people under whom they were working, if they were satisfied with the work that they were doing, and to coordinate with them and to see that for further deployment, what was required, whether they would require people the following month and so on, that used to be my task.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, would you ever be involved in discussions with those deploying your people as regards the tasks which they put to those persons who were from Vlakplaas?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is so Mr Chairman, on this occasion I also did so.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, I would imagine that particularly in view of your seniority, you would have quite detailed discussions and you would contribute to the planning process?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I could make suggestions as regards my people and the nature of the people to be used, people from which areas, if I may explain in more detail here, what generally happened was that the Division requiring the services of an askari unit, would generally have information as to who they expected to be in the area.  Then we would find out and go through the documentation to see which askaris knew the people that would come, so that they could make a visual identification, because that was their purpose.  Then we would try and send the best possible team to the area as requested and that used to be a fairly formidable task to ascertain which people to send to which area to obtain the best results.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and no doubt on the occasion of this operation, your mere attendance in Durban and your mere, the fact that you were having discussions with Col Taylor, would indicate that you were quite deeply involved in the planning of this operation?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, in this matter the Intelligence operation of Capt Botha was an operation of which I did not have detailed knowledge.  The knowledge I got, was the day that I spoke to Col Taylor, the afternoon when I got to Winkelspruit.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay, so you spoke to Taylor that afternoon when you got to Winkelspruit.  What time, or how long prior to the arrival of the deceased, did you arrive at Winkelspruit?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I recalled earlier, it was in the afternoon and it could have been an hour, an hour or two at the most.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then, Taylor was there when you arrived?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I recall, he met me on the highway to guide me to the place, I did not know how to get there on my own.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, so in other words for that hour or two you spent with Mr Taylor awaiting the arrival of certain persons, not so?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "You were expecting as others, that certain persons were going to be brought to the base to be interrogated, is that correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, in the light of your obvious concession that you considered your application seriously, prior to signing it, I am wanting to put to you that how you tried to testify earlier, ie about this being a sort of bundled operation and the wrong person being arrested, is actually incorrect and I want to quote because your evidence is actually consistent with Mr Taylor, your evidence is consistent with Mr Coetzer, your evidence is consistent with Mr, should I say your statement, I am referring to here is consistent with Mr Mbane, and Mr Radebe because you say\n\"...  the purpose of the operation was to arrest four MK members who were to infiltrate from Swaziland and report at the facility.\"\n\tI am quoting from page 156.  Do you agree?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, that is common cause, that is what you say.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct  Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "You then go on to say p\n\"...  the askari had to determine when they would arrive.\"\n\tThe important problem that I have, is your next sentence where you say -\n\"... after six weeks the cadres had not arrived and the askari's version of events was being questioned by Capt Botha.\"\n\tIn other words that implies to me that at that stage, Capt Botha had come to the realisation as has been the testimony previously of others, that the askaris weren't capable of doing their jobs?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I have said in my evidence, this is what was relayed to me by Col Taylor.  I cannot comment on it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, if I could just put one point on this before I forget, Mr Wills.   I have heard in various hearings Mr Baker, that the usual practice was to deploy your people, C1 people, askaris and others, usually for a period of three weeks to wherever, be it Boksburg, Jozini, Durban, wherever, and then they would come back to Vlakplaas for about a week and then teams would be deployed again.  After six weeks, that is now getting quite long, isn't it, it is an unusual length of time for a deployment?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, yes, they had been there for an extended period.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "And ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I just wanted to know that, that was unusual, it wasn't the normal sort of in for three weeks, back again out?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "(Microphone not on)",
            "Male"
        ],
        [
            "MR WILLS",
            "Just to be clear, Mr Baker, I am asking you what was in your mind, I realise that this was in the context of your discussion with Taylor, but from what you have said here, it indicates that Taylor conveyed to you that the askaris had not done their job in the sense that they hadn't yet after some time, identified the four MK cadres and as a consequence of that, it was decided and this is what Taylor is referring to here, that the woman who was supposed to have given the askaris that information, would be arrested for interrogation?  That is how I read this?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I feel that if they were to have arrested the woman, there wouldn't have been, or picked up the woman, there wouldn't have been a necessity of getting her at Battery Beach, they could have brought her directly to the facility, because he had befriended the woman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "The woman knew him.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, can you answer my question with respect?  As I understand your English that you use here, there is only one implication that the four people, the information regarding the four freedom fighters was not coming quickly enough to Taylor or to Botha and as a result of that, the action had to be shortcut and in order to get this information, it was decided to arrest the woman?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is not so Mr Chairman.  I wasn't aware of instructions to the askaris before they left.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What Mr Wills is putting to you is from the way it is stated, from that sentence commencing \"after six weeks\" through to \"Amanzimtoti\", the last two sentences of the first paragraph or second paragraph on page 156, what Mr Wills is putting to you is would you agree that an interpretation of what is stated there, is that after six weeks, Mr Botha became impatient or had the feeling that the askaris weren't being  effective in achieving their intended objective of getting these four cadres and therefore the deceased was brought in, Ms Khubeka was brought in.  That is what he is saying if you read that, just take a look at those two sentences and see what interpretation you can put on those two sentences.",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I have stated that this is what was told to me by Mr Taylor, that the version was being questioned by Capt Botha because the person was not forthcoming and then the very next sentence, that the askari had gone to meet with her and that she was apprehended by Capt Botha and his team and brought to the base near Amanzimtoti.  Actually what I have done there is I have shortened the whole version.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So what you are saying now is what Mr Wills, you don't agree with what Mr Wills put to you about the interpretation of this?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I mean he can interpret it in that way, I cannot say what the instructions were prior to that, if he interprets it as such, Mr Wills, that is his interpretation.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see what is very strange to me, nowhere in your affidavit do you say that anybody was the slightest bit surprised when this woman arrived.  Why is that, that would have been something that I would have put if that had been the original plan?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I cannot comment on the people's reaction as to what they have done, I don't know what they were expecting at that stage.  I myself was expecting a terrorist, and I didn't - I saw this woman, I only heard she was not a terrorist when I was told she was not a terrorist.",
            "Male"
        ],
        [
            "MR WILLS",
            "Where do you say that in your application?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I didn't say it in my application, Mr Wills, it came out during examination.",
            "Male"
        ],
        [
            "MR WILLS",
            "I put it to you that you are not being truthful with us.  I put it to you that you have heard the evidence of your four colleagues and you are just trying to support them and as a result you are not telling the truth, because that isn't what your statement says at all.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I think that is Mr Wills' interpretation.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, it seems to be also Mr Coetzer's interpretation.  No doubt as a senior officer, you would also have dealings with Mr Coetzer, not so?  He was your immediate subordinate?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you would find out exactly what he was doing in the operation, you would know that?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I said earlier, I had not seen Mr Coetzer prior to  Ms Khubeka arriving at the base.  I hadn't yet spoken to him.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, let me tell you what Mr Coetzer says in paragraph 7 of his affidavit, it is somewhere after page 101.  Mr Coetzer says that the plan was, sorry\n\"... I was informed by one of the members of the Security Branch, that the leader of the ANC cell which had been infiltrated by Jimmy Mbane, was a woman.   The plan was to interrogate her.\"\n\tSo you disagree?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Wills, just for record purposes, page 102, paragraph 7.",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I cannot comment on Mr Coetzer's recollection.  As I say, I did not know what the instructions were prior to her being arrested.",
            "Male"
        ],
        [
            "MR LAX",
            "Sorry Mr Baker, if I may Mr Wills, what you would concede is that Coetzer would be closer to the operation than you?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "And he would have a much closer working knowledge of what actually happened on that day?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman, he was part of the operation.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you, from another tack and relying on your expertise in these various activities, it seems to me that if the askaris were not being successful in the sense that they were getting the information about the four ANC infiltrators, or they weren't getting the identities, the information wasn't coming through as your affidavit, and I stress your affidavit, indicates, then one would have to do something about that, wouldn't that be so, and there would be I think as Mr Lax has put to a previous witness, one of those things would be to arrest the woman in order to get the information yourselves?  Wouldn't that be so?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, that is possible.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, let's try and take it a little bit further than that, assuming the askaris were unsuccessful, would you leave the woman and not do anything to her and ignore this vital source of information?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I cannot comment on what the local operators would have done, I mean there are various options - one is to arrest the woman and apprehend her.",
            "Male"
        ],
        [
            "MR WILLS",
            "I am asking you, I am not asking about the local operators, I am asking you in the capacity as a senior Security Branch personnel with expertise in these activities, what would you do assuming the askaris were unsuccessful in getting the information, you know this woman is living in a house, you know exactly where she is, what would you do?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Well, number one, tap her telephone.  I assume they had informers that were also in on her and to keep Intelligence operations running in the hope that these people could be apprehended, but I would have withdrawn those askaris at that stage.",
            "Male"
        ],
        [
            "MR WILLS",
            "You would have, with respect, you would have withdrawn the askaris and arrest the woman?  Particularly if, as your sentence indicates, time is of the essence, you cannot wait another six weeks?  What do you do if you cannot wait another six weeks?  You are worried about another bomb going off at McGoo's Bar?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Is that a question?",
            "Male"
        ],
        [
            "MR WILLS",
            "That is a question, yes, if time was of the essence, what do you do?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I am being asked what I would have done.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "And I have already said that if you had exhausted all your information capabilities, then I would concede, to arrest the person and interrogate them.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, thank you.  I put it to you that this is what happened here, and you know that?  Do you want to comment?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I did not know that beforehand.  I did not know what the instructions were.",
            "Male"
        ],
        [
            "MR WILLS",
            "What did you talk to Mr Taylor about in the two hours that you waited or the one to two hours that you waited?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as far as I can remember, we discussed the deployment of askaris, the future deployment of askaris and at that stage, Mr Taylor was also considering starting his own Unit in Natal, because they felt that the situation was such that they couldn't wait for us to send teams down every time and there was always a break between deployments and they felt that this was hampering their activities.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you not talk about this operation that was, the fact that there was somebody that was going to be brought in for questioning?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I have mentioned before, we discussed that, that is where I got this information as stated in my statement.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, because it is completely consistent with Taylor's version, and I put that to you from page 4 of his affidavit and that he says, I am referring to page 4 of Bundle 1, the last paragraph, he says\n\"... at a later stage an askari, Jimmy Mbane.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Can we just get the statement.",
            "Male"
        ],
        [
            "MR WILLS",
            "It is page 4 of Bundle 1.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Thank you.",
            "Male"
        ],
        [
            "MR WILLS",
            "He says and to quote\n\"... at a later stage an askari, Jimmy Mbane, informed us that he had arranged that the Khubeka woman would be brought to us at the old Railway Police shooting range near Winkelspruit.\"\n\tHe was waiting for the Khubeka woman?",
            "Male"
        ],
        [
            "MR LAX",
            "He in fact goes on to say Mr Wills, that\n\"... I recall that I, myself, was present there on the day waiting for the arrival of the Khubeka woman.\"",
            "Male"
        ],
        [
            "MR WILLS",
            "He must have informed you of this, and that is why you have worded your affidavit in the manner you have?  You weren't waiting for four terrorists, for the leader of some terrorists which no one has given us any information about?  You were waiting for the arrival of the Khubeka woman and you knew that?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman, I was not waiting for anybody.",
            "Male"
        ],
        [
            "MR WILLS",
            "What were you doing there, didn't you know anybody was coming?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I wasn't part of the Intelligence gathering operation, I was there to meet with them on other matters concerning the askaris, this is what he informed me of, which is in my affidavit, which I have stated.  This is my recollection of it.",
            "Male"
        ],
        [
            "MR WILLS",
            "But don't you think, wouldn't you at least do me the service of conceding that what is said in his affidavit is completely consistent with what you have said in your affidavit?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I will concede that Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, so you have the same version on paper?  Thank you.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Not exactly.",
            "Male"
        ],
        [
            "MR WILLS",
            "So, now the other important aspect of your affidavit is that you use the words and Mr Visser has referred you to this, you use the words and I am quoting from the second paragraph, the second sentence of the second paragraph on page 156, you say\n\"...during the questioning by Capt Botha, I went in and out to establish whether there was any information on the four MK cadres.\"\n\tMy understanding of English is that there is only one interpretation of that and that is that Capt Botha was questioning the suspect.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I spoke to Capt Botha when I put my head through the door.   Capt Botha informed me what was going on, I was not in the room during the interrogation, I cannot say who was doing the questioning.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why do you say that under oath in your application then?  Why don't you say, I mean if you had told us that in the beginning, you would have started this paragraph off, \"I don't know, I wasn't in the room, I don't know who did the questioning\", but that is not what you say, you say precisely the opposite.  You say\n\"... during the questioning by Capt Botha ...\"\n\tcan you explain that?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, he was part of the team that was busy interrogating her.",
            "Male"
        ],
        [
            "MR WILLS",
            "You don't say that either?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I assume the people in the room were questioning her and that is why I stated it that way, because this was his operation.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, again, coincidentally Mr Coetzer tells us that the black woman was then being interrogated mainly by Botha and Taylor, so - and I am referring to page 10, I think, I mean paragraph 10 which I presume might be on page 102.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 103.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson, do you see that?  Why would Coetzer say that if that wasn't so?  Why would you say this if it wasn't so?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I say, I assumed he was busy questioning her, because he was there.",
            "Male"
        ],
        [
            "MR WILLS",
            "So do you want us, are you essentially applying for a variation of your amnesty application to read \"during the questioning, I assume by Capt Botha\", is that what you wanting me to say now?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Otherwise \"during the questioning by Capt Botha and others\".",
            "Male"
        ],
        [
            "MR WILLS",
            "I put it to you, you are changing your version, but I will proceed.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is not so, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "When after the - sorry, I retract that, you say here you went in and out to establish whether there was any information on the four cadres, that too, I put it to you supports exactly what I was saying earlier, about the purpose of the operation was to arrest Khubeka in order to question her in order to give information about these cadres, so you went there to find out whether that interrogation had been successful, is that not so?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I put my head through the door to find out if there was any information on it, that is so.",
            "Male"
        ],
        [
            "MR WILLS",
            "You went in and out, you said twice?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, was the first time you went in before the questioning started or had the questioning already commenced?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I assume the questioning had already commenced, the people were in the room with her.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then how long after the questioning had commenced, did you put your head in for the first time?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I assume it was a couple of minutes, it wouldn't have been very long.",
            "Male"
        ],
        [
            "MR WILLS",
            "Had she screamed yet or shouted?  Had you heard the whip, the water pipe or the shambok, whatever?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes, I think I had before going in.",
            "Male"
        ],
        [
            "MR WILLS",
            "Because it would seem to me that logic dictates that if you were wanting information to be coming out, if you were going to be relying on information that would come out of an interrogation, there would have to be some delay while those questions were asked and that information was sought before you went in to find out whether it had been gained, not so?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman, it would have been a few minutes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Now, then - you say within a few minutes, she had already cooperated to the extent that - sorry, I withdraw that, how long afterwards did you go in for the second occasion or did you peep your head in for the second occasion?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, it was also a matter of minutes, a few minutes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "You say you had your head in for a matter of minutes?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No, I put my head in, asked if there was any positive information, they said no, and then I left.  Then it wasn't very long after that again, I would say five minutes that I put my head in again and said is there anything that we can work on and it was after the second time that I recall, Lt du Preez saying that he was leaving and I went with him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "The answer to your second enquiry, what was that?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Also negative, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "So everyone else has been saying that the woman was cooperative, but the answers to your questions indicated otherwise?",
            "Male"
        ],
        [
            "MR VISSER",
            "That is an entirely unfair question on the evidence, Mr Chairman.  Entirely unfair.  All the witnesses that were there, told you that they got no information from her about the terrorists.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, may I enquire if Mr Visser is acting for this applicant?",
            "Male"
        ],
        [
            "MR VISSER",
            "I am protecting my witnesses Mr Chairman, because their evidence is now being twisted.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, Mr Wills is not incorrect in saying that the evidence was that she was not uncooperative, I think it was only in one respect that it came from the other witnesses that she didn't cooperate and that was in respect of her turning herself around to be an informer, she refused that, but we didn't get any evidence that they had actually, she had actually given any information concerning MK, the identity of MK operatives.",
            "Unknown"
        ],
        [
            "MR LAX",
            "In fact Chair, if I could just add to that, the fact of the matter was that most people have conceded that she died before she could actually give them information, but there was a possibility on the various versions, that she was about to disclose that information, because the sticking point was that she wanted her identity to remain undisclosed.  That was the sticking point and apart from that, she was cooperating.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Let me rephrase then, Mr Baker, the evidence has been that when she was being asked questions, she answered the questions.  Did you get that impression?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I cannot comment, I wasn't present while she was answering questions.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, what question did you ask to Mr Botha, can you recall?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As I recall it was if there was any information on the four members, that we could work on.",
            "Male"
        ],
        [
            "MR WILLS",
            "And he said no?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "So why didn't you wait a bit longer, I mean it seems a bit strange that you went five minutes later to ask the same question, it seems as if you were in a hurry to get this information, is that so?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, no, I just wanted to know if there was anything coming up and then as I say, I left with Mr du Preez.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you went for this information twice in the matter of minutes?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As I said, five minutes.",
            "Male"
        ],
        [
            "MR WILLS",
            "You wouldn't say you were in a hurry?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "You weren't in a hurry for this information?  Why did you go in in the first place?  What I am trying to suggest is, it seems, your version seems quite strange to me, because if you go in there once or twice and then it seems that the information must have been very important to you to get quickly, because you went in the second time so soon after the first time, but then you decide to go and buy food and you are away from the place, and don't show much interest in what goes on?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I cannot comment on what I did then and why I did it then, I went in to find out and then Mr du Preez was leaving, so I left with him.",
            "Male"
        ],
        [
            "MR WILLS",
            "I stand to be corrected and my recollection is of Mr du Preez' evidence, that he wasn't aware of the assault taking place because he went to get food immediately.  You obviously differ with him in that regard?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, with all due respect, I don't recall the evidence being that he went immediately to go and get food, his evidence was he left to carry on with his tasks.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, he said Mr du Preez' evidence was \"I wasn't present in the room, I had other duties to perform and I also went to buy food\", but as far as I can recall, you are correct in saying that he was unaware of any assault taking place in that room.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, I am sorry I used the word immediately, I realise it was challenged earlier and I will rephrase, but clearly the implication of du Preez' evidence was that he was not aware that the assault had taken place because he was away on other duties and possibly buying food.  It seems to me that that is quite strange because if you went with him, then he would also have been aware that this assault was taking place?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I cannot speak for Mr du Preez.",
            "Male"
        ],
        [
            "MR WILLS",
            "Where was he?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I am saying what my version was.",
            "Male"
        ],
        [
            "MR WILLS",
            "Where was he?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As far as I can remember I met him at his car, I don't know where his car was parked.",
            "Male"
        ],
        [
            "MR WILLS",
            "How can you remember where you met him at his car, if you cannot even remember where it was parked?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "We went in his car.  I don't remember where it was parked, that is a big area.",
            "Male"
        ],
        [
            "MR WILLS",
            "You must concede that these cracks with the whip or the shambok must have been particularly brutal?  You heard them from outside a closed door, a generator was on, a portable generator was on and people were being questioned, you heard it above that?  You actually heard, in your evidence, you are the first person to tell us that you hear the cracks of the whip?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The blows, blows with what he presumes was that black pipe.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, that is what I am referring to, excuse the clumsy words, above a generator, through a closed door, you must concede this must have been a particularly brutal assault?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, if I remember correctly I said muted blows, I also said I heard shouts and it must be remembered I was, at going to the door, that is when I heard it.  I mean then I was in close proximity of the room and she was assaulted, I heard it, but I didn't see it.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "But you cannot deny that they were severe blows?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I cannot comment on the severity thereof Mr Chairman, because I don't know how hard she was being hit, but I heard them.",
            "Male"
        ],
        [
            "MR LAX",
            "I think what Mr Wills is putting to you, and if you listen carefully you will hear there are two components to the question, the context of the question is the door is closed, there is a generator on, there is questioning going on in the room, and over that noise, you hear the whacks, so it is saying these are, as I would interpret his questions, he is saying in that extraordinary context, you still hear the whacks, which means it must have been harder than usual for you to hear it over the sound?  You will concede that, I am sure?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes, yes, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you.   You cannot remember how many whacks you heard?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "One?  Two, three, ten?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No, it was a couple, it was a few.",
            "Male"
        ],
        [
            "MR WILLS",
            "A couple in your version, is two?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "That is the same, so you can remember hearing two whacks?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes Mr Chairman, possibly more than two.",
            "Male"
        ],
        [
            "MR WILLS",
            "Possibly more than two?  In the few minutes that you were there?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "In those, if you take it as what, about five minutes between the first time and second time, going in.",
            "Male"
        ],
        [
            "MR WILLS",
            "And I know it is difficult to ask, but can you try and a little bit more accurately describe what you referred to as shouts from the deceased?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He also referred to them, at one stage he referred to them as shouts and on another time as exclamations.",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Loud exclamations.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, can you try and be a little bit more accurate?  I mean was it someone whaling, screaming, screeching or just staying stop that, I don't like this, I don't like this treatment rather loudly?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No, an exclamation (description of screaming)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Like a yell, just a noise?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "An exclamation, a loud exclamation if I can put it that way, that is the closest I can describe it.",
            "Male"
        ],
        [
            "MR WILLS",
            "A loud exclamation made directly in response to being struck, ie a loud exclamation in response to pain?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct, in response to the blow, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  So it was hurting?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Well, it must have, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you not feel like stopping this assault?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, it was not in my hands to stop anything that was going on there, Col Taylor was a senior person and it was not our policy to get involved in interrogations and such by other Divisions, Units, that was not our task.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you didn't think of this?  You didn't think to stop it?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are you applying for amnesty in respect of the murder of this woman?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "I want to try and, I want you to try and picture and apply your mind to what you saw when you peeped your head into the door.  You say you saw somebody whom you don't know, holding a black piece of plastic, was that your phrase?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, yes, it looked like, I thought it was a hose-pipe.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was it rigid or flexible?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Like a hose-pipe.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Like a hose-pipe.",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That was my, it wouldn't be rigid, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "You mean like a domestic hose-pipe as opposed to an irrigation black pipe?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman, a domestic type hose-pipe.",
            "Male"
        ],
        [
            "MR WILLS",
            "So it was very flexible in other words, something that if you held the end out and you can look at what I am doing, if you held the end out, it wouldn't stick straight out, gravity would pull it down to the ground, is that what you are saying?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "It would possibly bend a bit, it wasn't as far as I can remember, a very long length, but it would bend down.",
            "Male"
        ],
        [
            "MR WILLS",
            "If I was to hold it out at one end in my hand, what would be the curvature of the pipe?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman, it would start sagging at the end.",
            "Male"
        ],
        [
            "MR WILLS",
            "So it was fairly rigid?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Could you give an indication of the length of the pipe that you saw, if you can just indicate with your hands.",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As far as I can remember, I am trying to recollect now the length, I would say it was about that long.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Indicating perhaps a metre, would you agree?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I would agree with that.  And the thickness?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, about, you know, normal, not those thick hose-pipes, one gets two types of hose-pipes, you get the thin one and the thick one, the thinner one.  The garden hose-pipe.",
            "Male"
        ],
        [
            "MR LAX",
            "Just point the circumference to us.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "About the thickness of the microphone in front of you, the tube sticking out from the red globe towards your face?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR LAX",
            "That is about two centimetres.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, what do you say about two centimetres diameter.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairman.   Was it tapered?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Maybe less than two centimetres, one and two three quarters.",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I cannot remember if it was tapered.",
            "Male"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, I don't want to be unnecessarily obstructive, but is it really relevant to this hearing what the size and the shape of this hose-pipe was, or this instrument?",
            "Male"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, there has been evidence of one witness that, or somewhere in the statements, that it has been put to Mr Botha that he was also involved in hitting the deceased, and so I am trying to establish whether or not this, the description of this befits a second article, as opposed to a shambok.  I think it is fair in the circumstances.  You say you cannot remember if it was tapered?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chair.",
            "Male"
        ],
        [
            "MR WILLS",
            "But your recollection must be that it wasn't tapered, because you wouldn't describe it as a hose-pipe otherwise?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I saw it as a hose-pipe, as a piece of hose-pipe.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  And you say you didn't see this being used in any way, other than being held?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you cannot remember who was holding it?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were there any screams going on at the time you pointed your head around the, into the room?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman, as I said earlier, when I pointed my head, those present would look at me.",
            "Male"
        ],
        [
            "MR WILLS",
            "Including the deceased?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I don't know what the deceased was doing.",
            "Male"
        ],
        [
            "MR WILLS",
            "You didn't see her?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "My only recollection of her is sitting on the floor, on the right hand side of the room.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you remember what she was wearing?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you only see her in that circumstances, didn't you see her outside at all while she was brought into the room?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "And did you see her after she had allegedly died?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "You didn't go into the room after being told that she was dead?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why didn't you go and take a look at the body, Mr Baker?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I don't have a morbid interest in dead bodies, I just don't have an interest in seeing dead people, I didn't go and have a look.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Were you not repulsed by what was happening?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "By the interrogation?",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was it usual in your experience for a woman to be struck so heartily?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, my experience, arrested people have been struck, women and males.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you don't discriminate?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "You hit men and women exactly the same?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I have seen them being hit, I didn't say that I did it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Just one thing, have you any experience of interrogations where physical abuse is used like this, personal experience, other than just watching?  Should I say, including just watching, other than this incident?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I wasn't involved in many interrogations, it was not part of my duties.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you help us, in those that you were involved in, you obviously said not many, so you were involved in some, not so?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, from experience I have had and that has usually been dealing with people from the other side, having spoken to people who have been interrogated, their experience to me has been quite frequently that more than one person participates in an assault, if there is a group of people in the room, it is very rare that one person is just doing the hitting, are you able to comment?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is quite possible, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Usually the position is it is more than one person that does the hitting, not so?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is possible, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, I realise that we are pushed for time, Mr Chairman, I will try and be as quick as I can.   Coetzer testifies to this conflict that existed and also Mr de Kock alludes to it in his affidavit, that Botha wanted Mbane to be sent back to the house and Coetzer didn't think this was prudent and there was a bit of an altercation, by this I mean a verbal altercation apparently between Botha and Coetzer and as a result of this, it wasn't amicably resolved, as a result of this, Coetzer withdrew his men?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I didn't quite get it, you said Coetzer wanted Mbane to be sent back to the house?",
            "Unknown"
        ],
        [
            "MR LAX",
            "He didn't want him to be sent back to the house.",
            "Male"
        ],
        [
            "MR WILLS",
            "I am sorry, Botha wanted Mbane to be sent back to the house, Coetzer didn't want that to happen.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which house?  Do you mean ...",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes,  Khubeka's house.  Were you alive to that?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as far as I can recall, Capt Botha did want Mbane to go back to the house, Joe Coetzer didn't think it would be a good idea and the matter was resolved as far as I can remember, by having Mbane phone the house on two separate days and after the second occasion, the team was withdrawn by Sgt Coetzer, after we had phoned Col de Kock and informed him of the situation and he was in agreement that the team should be withdrawn.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  Do you know, I mean you obviously appear to have knowledge of this, why was the team withdrawn?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, at that stage the infiltration for which the team was specifically there, had ended, there was no other purpose to send them back there and they were then withdrawn.  They had been there for an extended period and it was considered prudent at that stage, to withdraw the men, to get them out, back to their homes.",
            "Male"
        ],
        [
            "MR WILLS",
            "I just want you to be absolutely certain, you are absolutely sure that Mbane did not go to the house, I mean in the sense that the agreement was reached and Botha knew that Mbane wasn't going to go to the house?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as far as I know, the agreement was reached that Mbane would phone the home and find out what was  going on, that is my recollection.  I do not think that Mbane went back to the home.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "While you are considering, is there any particular reason why you slept at Winkelspruit that night, why I ask is you say it was the first time you went there, you went to have a discussion with Mr Taylor, I am sure you didn't anticipate the events that actually took place, is there any reason why you slept there, particularly in the light of the fact that you said that your members all left and went to sleep where they usually sleep?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I had my sleeping bag with me at that stage, as was my want, and Col Taylor had offered me stretcher and said there was a stretcher there where I could sleep and I thought in the light of what had happened and then further discussions as to, as was decided the next day, how we should conduct the operation further, that it would be prudent if I should stay there and speak directly to the Commanding element.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.  Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you, just two more aspects.  You say that Capt Botha decided that her body should be removed and be placed elsewhere, I am referring to your statement at page 156?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just near the bottom, the second last sentence, or third last sentence?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman, that is as Capt Botha informed me.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, were you involved in any discussion as to how, what was discussed around this?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did Botha mention to you that he wanted the body placed in such a manner that it would be found?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "So, I mean you must agree from the tenure of your statement, and I refer to the rest of the paragraph, it is clearly that the intention was that the body wouldn't be found, because you didn't want her death to be known?  You would agree with that?  You didn't want the secret facility to be exposed?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, what I meant here was that if this death had been reported, and she had been left on the scene for an investigation, the facility would have been exposed and their Intelligence operation would then also have come to light.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  So clearly what you said at the top of page 157 is under all circumstances, you didn't want an investigation into her death by the SAP?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Not at the facility, Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Let's be fair, anywhere?   Would you have been happy that ...",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I wasn't involved in discussions as to her removal and subsequent what should happen, I mean that didn't involve me at all.",
            "Male"
        ],
        [
            "MR WILLS",
            "Look, with respect Mr Baker, I am asking you about what you said under oath, on your affidavit, and I will quote, you say\n\"... we also did not want her linked to any investigation by the SAP as this would have seriously jeopardised the covert operation.\"\n\tThat is what you say.  Mr Botha didn't say that.   Mr de Kock didn't say that, you said that.  I want to know why you said that.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I should imagine that an investigation by the SAP as I have said, would have jeopardised this operation.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Linked to us.",
            "Male"
        ],
        [
            "MR WILLS",
            "So an inference that one can draw from that is clearly, as far as you were concerned, you didn't want the body to be found because otherwise the SAP would have done an investigation into it, because the body must have had signs of an unnatural death?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I have said, I had no role in deciding what should be done with the body and where the body should be placed and so on.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, if the body was to be traced back to the facility, then no doubt and if there was an investigation, your members would have been implicated?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As well.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "because they were part of the operation, so didn't you have an interest in regard to the disposal of the body in order to protect your people?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I say the exact instructions as to the disposal of the body, and where it would be disposed and how it would be disposed, I didn't have anything to do with that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just your own opinion, would you have disposed the body in order that it be found?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I think in this matter, if they had wanted the body to be found, I would have put it at a bus stop or something.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I mean, if somebody said to you Mr Baker, you get rid of the body, would you have disposed it in a manner with the intention of it to be found?  If you had to dispose that body?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I would probably have put it ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Put it in a concrete and thrown it to the bottom of the sea, or the river?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I would have concealed it, yes.",
            "Male"
        ],
        [
            "MR LAX",
            "If I may Chair, where did you think the body was going?  You have related a discussion that you have had here\n\"... Botha decided that her body should be removed and placed elsewhere.\"\n\tWhere did you think it was going to be placed?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I don't know, I didn't know where they were going to place it, I don't think they would have wanted us to know because you wouldn't have wanted too many people to be aware of where it would have been placed.  Because they normally worked in a compartmentalised way and there are certain aspects that would be discussed in general, and aspects that wouldn't be discussed.  I wasn't told where it was going.",
            "Male"
        ],
        [
            "MR LAX",
            "I didn't say whether you were told where it was going, I said where did you think it was going?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, to be quite honest ...",
            "Male"
        ],
        [
            "MR LAX",
            "What did you think?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I thought the body was going to be dumped somewhere, to be quite honest.",
            "Male"
        ],
        [
            "MR LAX",
            "Where it would never be found?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Well, I would presume they would dump it where it wouldn't be found.",
            "Male"
        ],
        [
            "MR LAX",
            "Precisely.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you.  Finally, Mr Baker, I just want to sort of try and establish your ranks,  you say that - what was your rank in relation to Mr de Kock, I mean your level of superiority at that stage?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, if I can remember correctly at that stage Mr de Kock was a Major and I was a Captain.",
            "Male"
        ],
        [
            "MR WILLS",
            "And so, would I be correct in stating that the rank structure would be Mr de Kock, then it would go through to you, then it would go through to Mr Coetzer and then it would go down to Mr Radebe and then he would be the handler of the two askaris?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, at that stage Mr Radebe was the black handler of the askaris, but his rank was higher than that of Sgt Coetzer.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "He was a Warrant Officer as opposed to Coetzer being a Sergeant?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay, but in relation to, you see no doubt you must have discussed this operation with Mr de Kock and this event of a woman being killed in these circumstances, you must have discussed it with your superior?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as far as I can remember, I did tell him as much as I knew of the operation, what had happened.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, because you said that you expected Capt Botha to discuss the matter with his superior, Gen Steyn?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "And consequently you would obviously do the same?  Now, did you have discussions throughout this operation with Mr de Kock?  Did you report to him on a regular basis?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As far as I can remember, the normal, as I have said previously, this specific operation, I was not involved in.  I came into it on that specific day by being there at the base, but the general thing was that we would contact our Commander, Maj de Kock on a regular basis, to inform him of, to give him updates as to how things were going.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and obviously it would be, Joe Coetzer would do the same, he would communicate with de Kock on a regular basis?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.  If Coetzer was there on his own, he would have phoned Maj de Kock.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you comment on the assertion that Mr de Kock makes in his affidavit where he says, and I think it is sometime shortly after page 112, where he says that\n\"... Joe told me that Henti had already murdered an elderly black man, he informed me that Henti intended to murder the black woman that evening.\"\n\tWere you aware of this plan?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "Just for the record, it is the bottom of page 112, over$to the top of page 113.  That is Bundle 2.",
            "Male"
        ],
        [
            "MR WILLS",
            "So, in short, you were, your evidence is to the effect that at no stage were you aware of the plan by, or the alleged plan by Capt Botha to murder the deceased?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills.  Ms Thabethe, do you have any questions?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, Mr Chair.  Mr Baker, before Khubeka came to the camp, you say you were speaking to Mr Taylor, is that correct?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman, is the question I was speaking to Mr Taylor?",
            "Male"
        ],
        [
            "MS THABETHE",
            "You were discussing with Mr Taylor?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MS THABETHE",
            "And you were in the other accommodation, where you slept, is that correct?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Then when the car arrived with Ms Khubeka, did Mr Taylor leave you inside the accommodation?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, Mr Taylor left me as far as I can remember, Capt Botha came to the entrance and Mr Taylor got up and went out with him.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Were you left by yourself inside?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I was on my own at that stage, Mr Chairman.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Why didn't you go with them outside, I mean you had been talking about this incident?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, at that stage, as I said I cannot remember exactly what I was doing at that stage.  Why I didn't leave immediately.",
            "Male"
        ],
        [
            "MS THABETHE",
            "No, no, that is not my question, my question is you had been discussing this with Mr Taylor, now the thing you were discussing or the person you had been discussing about, arrives, why didn't you go with them to see what was happening?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, may I just interpose?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think they said they were discussing about the deployment of askaris and also the progress of the operation.  Did you discuss, I think it is better to put the question specifically, did you discuss the current operation with Taylor, while you were there, in other words how it is progressing?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I have said, the information I got on the operation, as I put out earlier, I got from him, he did discuss that with me as well as ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And you were expecting people to come, to be brought for interrogation?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Now the question by Ms Thabethe is, why didn't you  follow out immediately, it was a fairly significant event?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I say I cannot comment on why didn't I, I cannot comment on why I didn't go immediately, I cannot remember exactly what I was doing.  As I said earlier, I could even have had a shower at that stage, I am not sure.",
            "Male"
        ],
        [
            "MS THABETHE",
            "But Mr Baker, that is why I asked you before, when they arrived you were busy talking to Mr Taylor, isn't it, not that you were taking a shower or something?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As I say, I am not sure what I had done at that stage, I mean if I was talking to Mr Taylor there and I had just come back from having a shower, then obviously I wouldn't have been dressed.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Are you saying ...",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I cannot explain why I didn't go out straight away, I am trying to speculate as to why I didn't go out straight away, because I know I didn't go out straight away.  I did not see the people coming out of the bus, being off-loaded, I didn't see anything of that, so obviously I was still in that sleeping facility.",
            "Male"
        ],
        [
            "MS THABETHE",
            "I will tell you why I am asking this, Mr Baker, it is because I am trying to determine - in your evidence you kept on saying you did not have an interest in this operation, it wasn't your operation, so I am trying to find out whether was it part of you not having an interest in the operation, because it wasn't your operation that you didn't go out to find out what was happening?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I wouldn't put it like that that I had no interest in the operation, obviously I had an interest as to what was coming out, but I cannot give an explanation as to the break in time.  I mean it was only  a couple of minutes, it wasn't as if I stayed there for half an hour before going out.  It was a couple of minutes, I didn't follow him immediately when he went out.",
            "Male"
        ],
        [
            "MS THABETHE",
            "When did you follow them then?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As I said earlier, I followed them within a matter of minutes.",
            "Male"
        ],
        [
            "MS THABETHE",
            "When she was being questioned?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "A matter of minutes that I went out and when I went out, the people were already in that room, busy with interrogation.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Right, and that is why you kept on going in and out, to find out what was happening?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is why I then went to find out, basically had they arrested terrorists and then I was informed that it was not the terrorists, that it was the - Ms Khubeka, the deceased and then the second time, I went again, I put my head in and found out what was going on and they said, no, well, there is still no information on the MK cadres that were supposed to have infiltrated and that is when I left with Mr du Preez.",
            "Male"
        ],
        [
            "MS THABETHE",
            "So would you say briefly even though it wasn't your operation, you did have an interest in this operation?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Obviously I had an interest in what my people were doing, yes.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Okay.  Let me move on, you have also indicated in your evidence, that at some stage  Mr Coetzer left the camp.  Was this after the removal of the body, would you say?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Excuse me, could you say that again?",
            "Male"
        ],
        [
            "MS THABETHE",
            "I say you indicated at some stage that Mr Coetzer left the camp, would you say it was after the body was removed?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I am not sure, as I have said in my evidence, I am not sure exactly at what stage they left, it could have been before, it could have been after, I am not sure.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Would you say it was after you were informed that the lady had died, or after?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "After I had been informed, when I returned with Mr du Preez, I was informed obviously when Mr Botha came to inform Mr du Preez that she was deceased, I heard it then and subsequent to that ...",
            "Male"
        ],
        [
            "MS THABETHE",
            "Was Mr Coetzer still at the camp?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes, he was still at the camp.  Subsequent to that, I told Mr Coetzer that he and the people should withdraw to C.R. Swart.",
            "Male"
        ],
        [
            "MS THABETHE",
            "So you don't know whether he left before or after the body was removed?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I don't know what time they left, I cannot give an estimation on the time.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Okay, maybe let me ask this question, you have indicated that you, you say\n\"... Capt Botha decided that her body should be removed and be placed elsewhere.\"\n\tWhen were you told this?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Capt Botha told me that.",
            "Male"
        ],
        [
            "MS THABETHE",
            "When?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "In the course of our having arrived and in the course of that evening, I don't know if it was straight away or if it was half an hour later, I am not sure, I cannot give an estimation of time as to when it was that he informed me.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Would you say he told you after the body had been removed or before the body was removed?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That the body was to be removed?",
            "Male"
        ],
        [
            "MS THABETHE",
            "Yes?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think the question is ...",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "You say Botha decided that her body should be removed and placed elsewhere, right?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes.",
            "Male"
        ],
        [
            "MS THABETHE",
            "What I am asking is, did he tell you this before the body was removed, would you say he told you this before the body was removed?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Mr Chairman, but Mr Baker is on record as saying he doesn't know when the body was removed, he never saw it.  He won't be able to assist the Commission before or after the body was removed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "We know from the evidence that we have heard before, that the body was removed after Mr du Preez returned and therefore you returned with the food.  Now, did you eat that food?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I have no recollection if we ate that food, I doubt that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was there a braai on the go there or something like that?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long did it take to have that meal?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "There wasn't a braai on the go, if I remember correctly, all I would have got was bread and Coca-Cola or something.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "How long did you hang around before going to sleep after you returned back, more or less?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I should imagine that it could possibly have been an hour, an hour and a half to two hours.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And was it in that period that Mr Botha told you that the body was to be disposed?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes, I would imagine that.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Did he say that he is going to dispose the body or that the body has been disposed of?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No, no, if I remember correctly it was that the body was going to be removed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So in other words you got the impression that it was something still to be done?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Still something to be done.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So he must have told you before it was removed?",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Thank you Mr Chair.   And when he told you this, was Mr Coetzer still at the camp at that time?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes, Mr Chairman, I assume he was still at the camp at that time.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Okay, another question I wanted to ask you is, in the last paragraph, page 156 of your application you talk about the fact that a purpose I guess of removing the body to be placed elsewhere was to prevent the secret facility being identified and further to prevent the ANC from learning that their safehouse had been exposed.  How did you know this, were you told by Botha?  How did you know what the purpose of removing the body was?",
            "Female"
        ],
        [
            "UNKNOWN",
            "Can you just tell us from where you quoted, please Ms Thabethe?",
            "Female"
        ],
        [
            "MS THABETHE",
            "Page 156, the last paragraph, the third line.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "They are saying that they didn't want to have the facility exposed or the police investigating.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "I think why I am asking this, I just want to ascertain the purpose, I am interested in the purpose of removing and placing the body elsewhere.  According to your statement, you are saying that the purpose was to prevent whatever, whatever, what I am asking is how do you know this, how do you know what the purpose was?",
            "Female"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I was informed by Mr Botha that it should be removed so as not to have the facility exposed.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Thank you, I have no further questions.\nNO FURTHER QUESTIONS BY MS THABETHE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   Mr van der Merwe, do you have any re-examination?",
            "Unknown"
        ],
        [
            "UNKNOWN",
            "I have no re-examination Mr Chairman, thank you.\nNO RE-EXAMINATION BY MR VAN DER MERWE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Adv Bosman, do you have any questions that you would like to ask?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "I have no questions, thank you.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chair, just a few.   Your members had been down on this operation for about six weeks?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, that is how I understood it.",
            "Male"
        ],
        [
            "MR LAX",
            "And if I understand the papers correctly, Mr Ras had come down on a supervision mission prior to yourself?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, if I am correct, Mr Ras was initially the leader of that team on the same basis as Mr Coetzer.",
            "Male"
        ],
        [
            "MR LAX",
            "And he was replaced?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "And he was replaced by Mr Coetzer.",
            "Male"
        ],
        [
            "MR LAX",
            "Correct.   When Ras came back to Pretoria, did he report to you on what was happening?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "He didn't?   Before you came down on this inspection, because that is really what it was in a sense, it was a tour of inspection of your members who were busy in kwaZulu Natal, that is correct?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "Who briefed you prior to coming down here?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, what normally happened was that Maj de Kock and myself would decide which teams and which regions of the country, we would visit and we would split up the areas, he would go and visit half the teams and I would visit the other half of the teams and we would generally do it in such a way so as to not have to travel completely from east to west, but teams operating more or less in the same region, so we didn't have to travel all that far.  And then we would visit the teams in those ways.  Such visits entailed visiting the Divisional Commander of the area, under which we were working, to coordinate with them and then to coordinate with the people that were directly responsible for deploying our people.  And then the whole purpose there was so that we could on an ongoing basis, evaluate the quality and the standard of the work that we were providing for people.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  You still haven't answered my question.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Sorry.",
            "Male"
        ],
        [
            "MR LAX",
            "Who briefed you on what the members you were going to inspect, was supposed to be doing?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, the members had been requested by a Division, we weren't briefed prior to that as to what they were doing, we would find that out from the Division that we went to, to see exactly how they were being deployed.",
            "Male"
        ],
        [
            "MR LAX",
            "Now you only met with Taylor at Winkelspruit, you hadn't met with him prior to that?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "What did you do in the couple of days before you came to meet Taylor, because you were already there for two to three days you said?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as far as I can remember, I was with Warrant Officer McCarter and his team.  I also went, as far as I can remember, reported to Gen Steyn, discussed with him, but Taylor was not there at that stage, I don't know what he was doing.  That was my first meeting with Taylor that I could get was that day.",
            "Male"
        ],
        [
            "MR LAX",
            "But McCarter and company were working under Taylor?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes, they were.",
            "Male"
        ],
        [
            "MR LAX",
            "Under his broad direction?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "They were.",
            "Male"
        ],
        [
            "MR LAX",
            "And as you have said, they were primarily busy with identification of possible MK suspects?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, because I am slightly puzzled here, you only spoke to Taylor two or three days later, to find out what job these people were actually doing?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I have said, I don't know where he was prior to that.  I don't know, Mr Taylor was also a man that travelled quite extensively and I am not sure if he was also in the region at that stage, and that is why that was the first time that I could meet him.",
            "Male"
        ],
        [
            "MR LAX",
            "You got to the Winkelspruit base, you said there were other cars there when you arrived?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "Whose cars were those?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I presumed that one would have been Mr Taylor's car, I think Lt du Preez' vehicle was also there.  As far as I can remember, Sgt Coetzer's vehicle was also there and I am not sure if the member from Port Shepstone ...",
            "Male"
        ],
        [
            "MR LAX",
            "Basson?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Basson, if his vehicle was also there, because he also had a vehicle.",
            "Male"
        ],
        [
            "MR LAX",
            "Was Taylor alone at the base at that time?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "When I got there Mr Chairman, he was on his own.",
            "Male"
        ],
        [
            "MR LAX",
            "You were asked about this plaster of paris informer?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "Do you have any recollection of that person having been spoken about, at all?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No Mr Chairman, I heard it here at the Commission.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.   Now, you said you expected that Botha would have told Gen Steyn about this person having died?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, I assumed he would have.  That was my assumption.",
            "Male"
        ],
        [
            "MR LAX",
            "Why would he have told him about that?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Being the Commander of the area, obviously I should imagine that Gen Steyn would have also been up to date with what was happening, but I am not sure.  Well, I cannot say if he did or not, I assumed he would have.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, but why would he have told him that, the person that died and he disposed of the body?  That was an unlawful thing, why would he involve the General in that?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As I have said, I cannot comment on that, I don't know if he did or not, I thought he would have.  I mean I told Maj de Kock, as far as I can remember, I told him.  I told my superiors, so I presumed you know, he or Col Taylor would have told the General, I don't know.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, his evidence in this and other matters has consistently been that he would never have involved his seniors unless they actually knew about something?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "As I say Mr Chairman, I cannot comment on his actions.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  Now, you have said that you poked your head into the interrogation room because you wanted to find out if there was anything to work on?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "What did you mean by that?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "If there is any information relating to terrorists for which I could start getting my other people mobilised to work, you know to go and work in the area and so on, in other words what they would want us to do if there were terrorists at a certain place.",
            "Male"
        ],
        [
            "MR LAX",
            "But with respect, Mr Baker, you wouldn't have gone out to do anything until an operation had been properly planned and the interrogation completed.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, that is correct, but obviously wanting to know if you know, our main task was identification and capture of terrorists, that was what we were all about.  That was our task and I wanted to know, was there any positive information on the terrorists.  I have been informed by Col Taylor that there were terrorists that would possibly be apprehended and so on, so I wanted to know about that.",
            "Male"
        ],
        [
            "MR LAX",
            "You see, I am just trying to see some consistency in your pattern of behaviour.   Within three minutes of her arrival, you go to the interrogation room, right?  By that stage, interrogation has just started, and the first thing you ask is, is there any information?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, with due respect, they had travelled with this person from Battery Beach to Winkelspruit, which is a distance, it is quite possible that in that distance, somebody could have, she could have spoken about something or whatever, that is why I thought she had been with them for quite some time at that stage.",
            "Male"
        ],
        [
            "MR LAX",
            "No, fair enough, yes.  And then at that, your first answer is, no, there is nothing?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Yes, that is correct Mr Chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "And then two minutes later, you poke your head in again?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Five minutes later, yes.",
            "Male"
        ],
        [
            "MR LAX",
            "But you were only there for five minutes before you left, that was your earlier evidence?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "No, I said that the time between the two was approximately about five minutes.",
            "Male"
        ],
        [
            "MR LAX",
            "That you said under cross-examination.  Your evidence-in-chief, your evidence-in-chief was that you were there for about five minutes before you left?  You were there for a short time?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "A short time, I wasn't sure what time.",
            "Male"
        ],
        [
            "MR LAX",
            "And then you went with du Preez?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "That is correct Mr chairman.",
            "Male"
        ],
        [
            "MR LAX",
            "That was your evidence-in-chief, later on it got stretched out a little bit because five minutes suddenly came between the questions.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, as I have said, you know, I was asked to try and give an estimate of the time, I didn't time myself.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, the point is simply this, you couldn't have expected much of a breakthrough in a few minutes?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, just out of curiosity to find out if anything had come up, I mean, that is the way I did it.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes.  Now just the last aspect Chairperson.  I am aware we have time problems.  What did you do, you now come back with du Preez, you now come back with du Preez and you are informed that this person has died and then you are informed we know that there was a time delay and there was a bit of a discussion and then after that, a decision was made to get rid of the body and then you were presumably informed after that, by Botha, that the decision was made, this is what they are going to do?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, if I can recollect what happened was that on being told by Capt Botha on alighting from the vehicle that, I then went to Joe Coetzer and my team because I had gone to buy food for them which I obviously I think then deposited with them and I think what I possibly did then was spoke to Coetzer about his feelings on how the operation would continue from there.",
            "Male"
        ],
        [
            "MR LAX",
            "Right.",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Because we weren't involved in a discussion between the other members.    I am talking about Botha and ...",
            "Male"
        ],
        [
            "MR LAX",
            "And Taylor and du Preez?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "And so at that stage, I think I was discussing with Coetzer as to his feelings on the matter.",
            "Male"
        ],
        [
            "MR LAX",
            "After you are informed that they are going to move the body to some other place, what did you do between that time and the time that you went to sleep?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Mr Chairman, if I can remember correctly, I think it is at that stage that I informed Coetzer that he and the team should move back to C.R. Swart and go and sleep at C.R. Swart.  If they left immediately, I am not sure.  I think then I went and sat in the sleeping facility because if my memory serves me correctly, Col Taylor was already in the sleeping facility, sitting on a stretcher, at that junction.",
            "Male"
        ],
        [
            "MR LAX",
            "So you don't really know what you did?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "We discussed, no I haven't got a recollection of precisely what I did from point to point.",
            "Male"
        ],
        [
            "MR LAX",
            "You don't know how long you sat there talking before you went to sleep?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I haven't got a recollection of the exact time.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay, you didn't sit there drinking a few brandies or a couple of whiskies or a beer or chatting about the time of day?",
            "Male"
        ],
        [
            "ADRIAN DAVID BAKER",
            "I cannot remember if there was any alcohol there at that place at that stage, I am not sure.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, are there any questions arising out of questions that have been put by members of the panel?  Thank you.  Mr Baker, that then concludes your evidence, you may stand down.",
            "Unknown"
        ],
        [
            "ADRIAN DAVID BAKER",
            "Thank you Mr Chairman.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I see that it is now one o'clock.  We will now be adjourning this matter, we have had a discussion with the legal representatives in this matter and I think we are all in agreement that it would be unsatisfactory to commence leading the evidence of a witness at this stage, because we know that we only have this afternoon left and the next witness would not be able to finish his evidence today and then to have a break of an unknown period of time before cross-examination, would not be fair for that witness.  In the circumstances, we are now going to adjourn and postpone this matter, it has only been set down for this week, next week, we are not available, I know that I have another hearing up in Gauteng.   We will have to therefore postpone it to a date to be arranged.  That date will be arranged between the TRC and the legal representatives and all concerned and due notification will be given of that date, due notice will be given.  The resumed hearing will no doubt proceed in Durban, I am not hundred percent sure if it will be at this exact venue, most likely, but whatever the case is, notification of the venue and the date will be made, timeously.   We therefore are adjourned to a date to be arranged and I thank everybody for enabling us to have this hearing here this week, thank you very much.\nHEARING ADJOURNS TO A DATE TO BE ARRANGED",
            "Unknown"
        ]
    ]
}