{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-09-02",
        "location": "DURBAN",
        "day": "15",
        "names": [
            "C A VAN DER WESTHUIZEN"
        ],
        "case number": "AM4388/96",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53636&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9908100903_dbn_990902dn.htm",
        "speakers": [
            "CHAIRPERSON",
            "MR VISSER",
            "MR WILLS",
            "MR SAMUEL",
            "C A VAN DER WESTHUIZEN",
            "MR VAN DER WESTHUIZEN",
            "MR LAX",
            "MR NEL",
            "MR VAN DER MERWE",
            "MS BOTHA",
            "ADV BOSMAN",
            "MS THABETHE"
        ],
        "original_speakers": [
            "CHAIRPERSON",
            "MR VISSER",
            "MR WILLS",
            "MR SAMUEL",
            "C A VAN DER WESTHUIZEN",
            "MR VAN DER WESTHUIZEN",
            "MR LAX",
            "MR NEL",
            "MR VAN DER MERWE",
            "MS BOTHA",
            "C.A. VAN DER WESTHUIZEN",
            "ADV BOSMAN",
            "MS THABETHE"
        ]
    },
    "testimony": [
        [
            "CHAIRPERSON",
            "Good morning again.    I think just for record purposes, I will just indicate where we went, we needn't give a full and detailed description of what we saw, but we have just returned now from an inspection in loco of two sites.  We first of all went to Winkelspruit to the old shooting range where we were pointed out various aspects of that area.  We then after that proceeded to a place on the Inanda Road in the vicinity of the Ghandi and Bambayi settlements where another area was pointed out as being the place near or at which the body of the deceased was left by Messrs Wasserman and du Preez and then on the way back, we went past the house of the deceased in G-Section.  I don't know if any of the legal representatives wish to put anything that they feel that should be put on the record relating to the inspection in loco.  I can mention that at the shooting range, only one structure remains, it is roofless at the moment and exists as two, presently as two ablution blocks, one female and one male, toilets is a better word really.   There has been a degree of refurbishment of that structure in that the store room that has been referred to in the evidence where the interrogation of Ms Khubeka took place, has now been converted into toilets.  There is - cubicles have been built in that room, but we were informed that the room is very  much the same as it was, save for those cubicles, it was just a square room, it was paced out to be 3 x 3.  The other room in that structure is a toilet as mentioned already and during 1987, was also a toilet, it is a slightly larger room, approximately 5 x 3 paces and between the rooms, it is no longer covered, but it is just an open porch type area which apparently at the time was covered by a roof which went from the one end of the structure to the other.  We were informed that there was a concrete slab approximately 40 square metres in area, which used to be there during 1987, which had steel poles around its perimeter or at certain points on its perimeter over which, between which a canvass cover existed, which used to be used as a sleeping area.  That concrete slab is no longer in existence, but we did see remnants of it, that had obviously been bulldozed into the bush behind.  The shooting range doesn't exist.  It is an area when you stand there, although we were told that the bush at the moment is denser than it was at the time, but if you stand at that structure, it is what I would call private, there is no overlooking buildings or houses in the immediate vicinity.  The area where we went to on the Inanda Road, we have been informed by Mr du Preez there at the site, had changed considerably.  During 1987 it was not a double freeway as it is now, it was a tarred road, a main road, but only a single road with traffic driving on it in two directions.  They have now constructed a double freeway with the result that the road at the spot where we were, is built up to quite a height, I would say about two or three metres, steep slope down to before you get to where the grass is growing.  That wasn't like that at the time, but the area where we were, was about just my own estimate, three quarters of a kilometre or so from the Ghandi settlement and across the road from it, I am informed the area is called Inanda, there were houses there.  The houses that we saw now on the side of the road towards Bambayi and Ghandi, are close to the road, but we were informed that at the time  in question, the closest house was approximately 400/500 metres away from there.  The grass that we saw there was as described, about the height of 750 mm's.  I don't know if there is anything further, Mr Visser, that you would like to add.  I will ask each of the legal representatives if they wish to add anything for purposes of the record.   But before doing so, I just must mention that this must have been an emotional experience for members of the family going to these sites and we feel for you and you have our sympathies.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairperson, yes, as I understand you to say, it is not now the time to make a complete recording of everything that happened.  Perhaps just one important aspect which might be mentioned is that between the two buildings which we saw, which are separated by the verandah type structure, the two doors face each other onto the verandah.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, the structure that we saw which has since as already mentioned, been converted into a toilet block, the doors have been blocked off by an L-shaped brickwork, both doors and that brickwork is new.  In 1987 the two doors just faced each other, both opening onto the verandah or the porch directly.  Mr Wills, do you wish to add anything?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "No, I don't wish to add anything, thank you Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Samuel?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you Mr Chairman.   May I place on record also that the black members, it was confirmed that the black members and the white members slept separately, more pertinently that the white members slept in the area where the steel poles with the concrete slab was, and the black members slept in the little building that we had looked at.  Further, that ...(intervention)",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, with respect ...(intervention)",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that we will have to get evidence on that, Mr Samuel.  We know that certain spots were pointed out by various people, we also heard that sometimes people slept in kombis in the premises, etc., but I think any information of such a nature will have to come through the form of sworn evidence.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "I will reserve, thank you.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry Mr Chairperson, I might not have been concentrating at the time, but did you mention the fact that we went to the home of the deceased?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I mentioned that, that on the way back from the last point, we went via the home of the deceased, in G-Section, kwaMashu.   When one was at the home, one couldn't see, well I couldn't see the Ghandi settlement at all.  It is difficult to say what the distance is because the road that we took, was fairly ...(indistinct), we had to go down the main road and then double back, but the estimate that we have on record that it was approximately five kilometres, maybe five to seven, I have heard as well, wouldn't be too far off the mark from the spot on the Inanda Road where we went.  Mr Botha, Mr van der Merwe any ...  Mr Visser?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "May it please you Mr Chairman.  The next witness and the last of my witnesses whom I will call is Mr van der Westhuizen.  You have his statement in front of you, Exhibit F.",
            "Male"
        ],
        [
            "C A VAN DER WESTHUIZEN",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Thank you, you may be seated.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr van der Westhuizen, you are an applicant in this matter with regard to Mrs Nthombi Khubeka, is that correct?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Your amnesty application is in the Khubeka Bundle, page 42 to 53, that would be Bundle 1, in which you deal with the incident from page 45 to 46?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Do you confirm the content of your amnesty application before this Committee?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "You have studied the Exhibit A under the title \"General Background Amnesty Applications\", is that correct?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Are there any portions of that document of which you do not know?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Those would be the incidents which took place in Botswana and Lesotho.",
            "Male"
        ],
        [
            "MR VISSER",
            "Therefore you cannot express any opinion on those matters but with regard to the balance of Exhibit A, does it concur with your insights and knowledge regarding the struggle of the past?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And do you request that this be incorporated in your evidence?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And also any other such evidence which may refer to it, in Exhibit A?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Previously you have given evidence in November last year, in the amnesty application with regard to Mr Pumeso Nxiweni, N-x-i-w-e-n-i, not so?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And do you also request that the evidence which you gave during that time, would be incorporated in your current evidence?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "On page 2 - Mr Chairperson, I am sure I did mention it, but this is Exhibit F that we are talking about.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it was handed in you will recall, yesterday and we have already marked it Exhibit F, thank you Mr Visser.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr van der Westhuizen, would you begin on page 2 and present to us what your knowledge of this incident is as well as your involvement in it?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "During 1987 I participated in the arrest of one Nthombi Khubeka.  I was then a Sergeant and fell under the immediate command of Col Botha.   I confirm that information was conveyed by informers indicating that Khubeka was involved in the activities of terrorists as well as weapon stockpiling, because she acted in a co-ordinating capacity between the externally trained terrorists and locally or internally trained combat units.  It was decided to infiltrate her and her structure of collaborators and co-operators by means of members of C1 who at that stage were performing duties or service in Durban and surrounding environments.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you please commence somewhat slower.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Members C1, Warrant Officer Radebe and askaris Jimmy Mbane and Dube succeeded in contacting Khubeka.   The idea was to use Khubeka in order to establish contact with the terrorists whom she was aware of, in the Durban vicinity.  An appointment was arranged for a particular day on the Durban beach front, namely Battery Beach during which it was the objective to arrest the leader of the group of terrorists.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr van der Westhuizen, thus far these were matters which were made known to you?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you, continue.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Col Botha, Maj du Preez and Bossie Basson as well as I undertook surveillance later afternoon at the rendezvous point.  To the best of my recollection, Mbane would bring the leader of the terrorists to the place and would give a signal if he had him in the vehicle, upon which we would move in and arrest him.  I cannot recall what the precise signal was.  The motor vehicle which Mbane used was according to my recollection a Toyota Corolla, the windows of the vehicle were tinted, so that we could not see inside.",
            "Male"
        ],
        [
            "MR VISSER",
            "You could just attempt to move somewhat slower.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "After Mbane arrived there and parked the vehicle, he gave the signal after a short while.  We moved in only to find that Khubeka was alone with Mbane in the motor vehicle.   We arrested her.  She was immediately removed from the vehicle and taken to another vehicle.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr van der Westhuizen, according to your insights as a policeman and especially with regard to what happened to Ms Khubeka afterwards, was this a lawful arrest?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, proceed.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Under the order of Col Botha, Khubeka was taken to the old SAS police shooting range at Winkelspruit for interrogation.  At that stage we used the shooting range as an operational base.   There were ablution facilities and storage rooms.   In fact we slept there in the evenings.  Some of the askaris also stayed there during the visit upon this occasion.  It was already dusk when we arrived at the shooting range.  After Khubeka had been delivered to Col Taylor, she was interrogated by Taylor.  He spoke Zulu to Khubeka and Warrant Officer Basson and I from time to time explained to the others who were present what the discussion was about.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you understand and speak Zulu?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I have a reasonable understanding and proficiency in Zulu.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could you follow what was being said during the interrogation?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "While we have paused there, could you tell the Committee what your recollection is regarding what Col Taylor interrogated her about, what did he discuss with her?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Col Taylor interrogated her about where the terrorists were in the vicinity, the identities of such terrorists and also where there were stockpile points.",
            "Male"
        ],
        [
            "MR VISSER",
            "Was anything else discussed regarding information that Col Taylor wanted from her or what he wanted her to do?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "It is my recollection that he also asked for her co-operation.",
            "Male"
        ],
        [
            "MR VISSER",
            "What was your impression, was she willing or unwilling?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "She was not willing to become an informer.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is that how you recall it?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is my recollection.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well, proceed.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "During the interrogation, Col Taylor assaulted her and hit her with a plastic sjambok.  According to my opinion, it was not a serious assault.   The interrogation lasted for approximately an hour.  During the interrogation Khubeka became quiet, she began to perspire and fell over.  Apparently she died of a heart-attack.  Someone felt her pulse and it appeared that she was dead.  During her death according to the best of my recollection, the following persons were present - me, Col Taylor, Col Botha and Warrant Officer Basson, who has since passed away.  I then left the room and I do not know anything about the further course of events.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you leave the room immediately when she died?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Why did you do that?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I was upset.",
            "Male"
        ],
        [
            "MR VISSER",
            "Very well.   Later I was informed by Col Botha that the body of Khubeka had been removed by Wasserman and du Preez and that her death had not been reported by means of the normal, legal channels.  Consequently I have made myself guilty of defeating the ends of justice because I did not report it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Now we know that during this hearing there has been talk of a skeleton which was discovered with a bullet wound in the head.   Did anyone in your presence shoot Ms Khubeka?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you then proceed with paragraph 16?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "My motivation for executing the order of Col Botha by abducting Khubeka and after that, being present during the interrogation, as well as my silence regarding the death of Khubeka, was in order to prevent an embarrassment for the police, the government and the National Party.  The ANC used all events which indicated offences committed by the Security Forces, and created propaganda out of it, in order to place the government in the worst possible light.  My actions were aimed at the protection and maintenance of the former government and constitutional dispensation and were performed during the struggle of the past against a supporter of a liberation movement, in order to combat the revolutionary onslaught.  My involvement in the abduction of Khubeka was executed in the execution of my official duties, under the order of a superior officer whose orders I was obliged to execute.  As such I believed bona fide that what I did, fell within my express or implied authorisation.   I request humbly that amnesty be granted to me for my acts and omissions in this regard.",
            "Male"
        ],
        [
            "MR VISSER",
            "Yes, and during argument we will address the Committee regarding which actions or omissions are relevant with regard to the evidence that you have given.   Thank you Mr Chairman.  Sorry Mr Chairman, perhaps I should just ask another question.   This morning, Mr van der Westhuizen, you have attended the inspection at the shooting range at Winkelspruit, is that correct?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "There is a red building there which was discovered and is situated in a roughly north-western position?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "As the Chairperson has stated, there were two rooms on either side of the section which we can describe as something which appears to be a verandah?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Is it your recollection that the building on the northern side, which is currently a men's' toilet, is still the same as the structure in 1987 or is it different today?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "It is still today as it was then.",
            "Male"
        ],
        [
            "MR VISSER",
            "Outside, at the entrance of that room, we saw that the entrance opens to the southern side?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And there is a L-shaped walled building?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes, that is now.",
            "Male"
        ],
        [
            "MR VISSER",
            "That wasn't there in 1987?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, it wasn't there.",
            "Male"
        ],
        [
            "MR VISSER",
            "With regard to the building - I beg your pardon, that toilet is approximately 5 paces by 3 paces large?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Just for the record, I think it is not so much an L-shaped building, but just an L-shaped brick structure to block off the doors, each of the doors that wasn't there before, and also just for record purposes, Mr van der Westhuizen, if one is walking onto the verandah from the gate area, from where one enters the premises, one turns left and goes into the room where the interrogation took place?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Chair.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, that is the smaller of the two rooms, slightly smaller than the other one?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR VISSER",
            "And this also has an L-shaped wall in front of the entrance?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And the door of this structure opens to the northern side, so that the two doors actually face each other?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And that room which is been referred to as the store room, is approximately three paces by five paces in size?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "This morning when we were there, it did not have a roof?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Visser, that is the smaller of the two rooms, the 3 x 3, not 3 x 5.  The other one is 3 x 5?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "I don't listen to myself when I talk, and perhaps that is the problem, I thought I said 3 x 3, but 3 x 3?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you for correcting me, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "When I say 3 x 3, I paced it myself, that is taking fairly big steps, three big steps each way.   Mr Nel, do you have any questions you would like to ask?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, I am not quite finished yet.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Visser, I thought you were.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you.   Mr van der Westhuizen, this morning we saw that this room does not have a roof, what was the position during 1987 with regard to the store room as well as the verandah section and the men's' toilets?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "There was a roof over the two rooms and the verandah area.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you recall with regard to the store room, whether this room had windows during 1987?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall that.",
            "Male"
        ],
        [
            "MR VISSER",
            "On the western side, or rather on the northern side of the building, there is a big tree.  Sorry, I beg your pardon, this is on the southern side of the building, there is a large wild fig tree, was that tree there when you were there in 1987?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "And this morning we heard that there was a concrete slab there with steel poles over which there was a tarpaulin sheet under which people slept?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Between the place where the people slept on the concrete slab and the room or rooms which we have discussed just now, was there anything there?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "There was a tarpaulin sheet between the rooms and the concrete block.",
            "Male"
        ],
        [
            "MR VISSER",
            "Almost like a wall?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "When Mr Wasserman referred to the place where you made tea, where was that?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "It was near the tree, there were benches and a table, but if I recall correctly there was a table on the concrete slab where there were facilities to make tea or coffee.",
            "Male"
        ],
        [
            "MR VISSER",
            "Can you recall whether at the time of this incident and you say that it was already dusk, if there was any lighting in the room where Ms Khubeka was interrogated by Col Taylor?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "From where did this light come?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "From a generator.",
            "Male"
        ],
        [
            "MR VISSER",
            "Where was the generator situated?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think it was behind the building, I am not certain.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would that have been a portable generator?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Chairman.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Just before I ask if there is any other questions, just one other point relating to the building or to that structure which I omitted to mention, in the - we will refer to it as a store room, in the store room, there are windows, there is a window facing the front of the structure where the motor vehicles were parked, at present, are this typical sort of windows one gets in a toilet block, they start about three quarters of the way up the wall, and if you are standing on the ground outside, then you won't be able to see into the store room, other than perhaps, you would be able to see the roof, the inside roof of the store room, you wouldn't be able to see to the floor or anybody standing in the store room and at the back of the store room, they had two smaller windows at the same height and one on the south wall, also of the same height, not the sort of windows that one can look in unless one makes an effort to climb up and take a look in.  We were also informed that the doors at that time which weren't blocked off by this L-shaped brickwork that now exists, we could see the hinges, they opened into the rooms from west to south.  Yes, if you were standing in the room, if you were in the store room, you would open it, if you were facing the door, you would open it with your right hand and turn it towards the back of the room.",
            "Unknown"
        ],
        [
            "MR LAX",
            "In a southerly direction in other words.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I know it sounds a bit confusing, but that is what it is.  Mr Nel, do you have any questions that you would like to ask?",
            "Unknown"
        ],
        [
            "MR NEL",
            "I have no questions, thank you Mr Chairman.\nNO CROSS-EXAMINATION BY MR NEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van der Merwe?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you Mr Chairman.  Mr van der Westhuizen, during the interrogation I would just like some clarity from you about this, was Mr Baker present on a permanent basis or not?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "He was not present on a permanent basis.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "My instructions are that he entered the room every now and then to find out whether or not there was any information with regard to terrorists with whom his askari members may have been involved, is that correct?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "The entrance of this room, during the interrogation of Col Taylor, was the door open or closed?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "The door was closed.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Was there any specific reason why you call this specifically?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "There is no specific reason why I recall it, the door was closed.  When a person was being interrogated, it was modus operandi to keep the door closed.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you, and tell me, the regular practice when you worked with members of Vlakplaas and askari members, was it the practice for them to participate in interrogations or any possible assaults on people who were being interrogated?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, they did not participate in interrogation.",
            "Male"
        ],
        [
            "MR VAN DER MERWE",
            "Thank you, thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR VAN DER MERWE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr van der Merwe. Ms Botha, do you have any questions you would like to ask?",
            "Unknown"
        ],
        [
            "MS BOTHA",
            "Mr van der Westhuizen, it is my inference from your evidence that informers were involved with Nthombi before Simon and Jimmy and Dube made contact with her, is that correct?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes, there was knowledge of Khubeka which was given by informers, it was known.",
            "Male"
        ],
        [
            "MS BOTHA",
            "Do you know how many informers were involved with her before Simon, Jimmy and Dube made contact with her?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I don't know.",
            "Male"
        ],
        [
            "MS BOTHA",
            "Very well.  Furthermore in your evidence you have stated that you recall that Mbane was the leader or would have brought the leader of the terrorists, do you recall whether it would have been the leader or more members than the leader?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "It could have been possible for more members to come with.",
            "Male"
        ],
        [
            "MS BOTHA",
            "Because it is my instructions and Mr Radebe will also testify that he drove the vehicle in which they brought Nthombi to Battery Beach and that he and Jimmy and Dube were in the vehicle.  Can you recall whether you saw Mr Radebe there?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall seeing Mr Radebe there.  I recall Mr Mbane specifically.",
            "Male"
        ],
        [
            "MS BOTHA",
            "But it is possible that he could have been there?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MS BOTHA",
            "It is just strange to me that given they had travelled in the Toyota Corolla in which everybody would have fitted if you expected more than one terrorist?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't understand your question, could you repeat it?",
            "Male"
        ],
        [
            "MS BOTHA",
            "I beg your pardon, I will reformulate.  Given that Simon and Dube and Mbane were in the vehicle as it is alleged, where would all these persons have been seated in the Corolla vehicle which you allegedly expected to arrive at Battery Beach?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "If there had been more members than the leader of the group, there wouldn't have been room for everyone in the vehicle.",
            "Male"
        ],
        [
            "MS BOTHA",
            "I just wanted to know furthermore, you come from Durban?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MS BOTHA",
            "Why would it have been necessary to sleep over at Winkelspruit or was that the practice during operations?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "We regularly stayed together during such operations and stayed over at such premises.",
            "Male"
        ],
        [
            "MS BOTHA",
            "On this particular evening, did you also spend the night there?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I cannot recall that, I don't believe that I spent the night there.  I think I went home after the incident or shortly after the incident.",
            "Male"
        ],
        [
            "MS BOTHA",
            "After you had left the room, did you see Mr Radebe in the immediate vicinity?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I cannot recall seeing him.",
            "Male"
        ],
        [
            "MS BOTHA",
            "Thank you very much.\nNO FURTHER QUESTIONS BY MS BOTHA",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you.  Mr Samuel, do you have any questions you would like to ask?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you Mr Chairman.  Mr van der Westhuizen, I refer you to page 3 of your affidavit, Annexure F on the third paragraph, it says\n\"... there were ablution facilities and a store room\",\n\tyou are referring to the building which is still in existence at the Winkelspruit shooting range, am I right?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Then you go on to say\n\"... in fact I would sleep over there in the evenings.\"\n\tClearly you are not referring to that particular building, am I right, when you say -\n\"... in fact we would sleep over there in the evenings\"?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think the question was when you said you sleep, sometimes slept there, Mr Samuel is asking you did you actually sleep in the store room or on the verandah or in the ablution block there or where would you sleep, you?  When you slept there, where did you sleep?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "We did not sleep in the rooms, we slept outside under the cover where the concrete slab was situated.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Thank you Mr Chairman.  That is where the tarpaulin was, the white members of your branch slept under the tarpaulin, am I right?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, black members of the branch also slept there, sir.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Sir, there will be evidence led that the white members and black members in 1987, never slept together?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is not correct.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Now, we have had a look at the building that is still in existence at Winkelspruit and you say that Ms Khubeka was held in the store room and she was being interrogated there, am I right?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Would I be correct in saying that any person who stands outside the door, will have a clear, will be able to hear if anyone screamed in that room?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "There will be evidence led that Mr Jimmy Mbane slept outside, immediately outside that door in the area, the vacant area that is there.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall that.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Are you saying that these members never slept outside there, or only on that particular day they did not sleep there?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall that they slept there on that particular evening or on previous evenings.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Would I be correct in saying that if anybody was removed from that room, any person in that vacant area would have a clear view of that body being taken out?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think you are referring to the vacant area, let's call it the verandah, we know that that is the area between the two rooms that would have been covered by the roof.  We will refer to it as the verandah, then we will all know what we are talking about.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you Mr Chairman, I am indebted sir.   Mr van der Westhuizen, would I be correct in saying that if any person was either sitting, laying down or standing in the verandah, would have a clear view of a body being brought out of the room, that is called a store room?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "If someone was on the verandah, they would have seen if someone was being carried out of the room.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Would I be also correct in saying that if a vehicle was reversed to the verandah, persons in the verandah would have noticed it?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Sir, I am going to put Mr Mbane, my client's version to you, could you please tell us whether you agree with this or not.  Mr Mbane's version will be, or his evidence will be to the effect that - sorry, before I put his version to you, were you present at any stage when Mr Mbane had told Mr Botha and Mr Taylor of Ms Khubeka's suspicions, that she was becoming suspicious of the whereabouts of two persons that were supposed to be held in safehouses by Mr Mbane?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't understand the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The question put by Mr Samuel is did you at any time during the operation become aware of the fact either by being told by Col Taylor or Col Botha or anybody else or through your own knowledge that Ms Khubeka, the deceased, was becoming suspicious at all?  She had been infiltrated and it is alleged that she was becoming suspicious about the infiltration, particularly in regard to two persons who she hadn't heard of for some time, and she was now becoming suspicious.  Were you aware of that at all?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Chairperson, I didn't have any such knowledge.",
            "Male"
        ],
        [
            "MR LAX",
            "Mr Samuel, I don't know if you and the way you put that question, you said those people were being held by Mr Mbane, is that his evidence that he was holding them?",
            "Male"
        ],
        [
            "MR SAMUEL",
            "No sir, his evidence will be that Ms Khubeka had given Jimmy Mbane two persons whom Jimmy Mbane was supposed to find safehouses for, a place to stay, and Jimmy Mbane thereupon took those people and handed them over to Mr Botha and Mr Taylor instead of finding them safehouses.",
            "Male"
        ],
        [
            "MR LAX",
            "Yes, that is what I thought how you put it in the past, but you just put it in a peculiar fashion this time and I suddenly wanted to be clear about that.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "I am sorry.    May I proceed Mr Chairman?   Mr van der Westhuizen, Jimmy's evidence will be that on the day in question he was instructed to bring Ms Khubeka to Battery Beach, have you got anything to say to that?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Could you repeat that please?",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Jimmy Mbane will say that he was instructed to bring Ms Khubeka to Battery Beach?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot testify about what his orders were.  I was not present during his briefing.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will say when he got to Battery Beach with Ms Khubeka, you, Mr Botha and the others were in the kombi?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will also tell this Commission that present in the vehicle with Ms Khubeka, was Mr Dube and Mr Radebe?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall that Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Is there any reason why you can recall Mr Mbane's presence, but not the presence of Mr Radebe or Mr Dube?  Is there any reason why you can remember only one and not more than one of them?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I have no reason for that, that is my recollection.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will also tell the Commission that in fact he was not driving the motor vehicle but rather Mr Radebe was driving the motor vehicle on the day in question and even at the time when they arrived at Battery Beach?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall that Chairperson.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will tell this Commission that after he had handed over Ms Khubeka to yourselves and the other members in the kombi, he had then proceeded to Winkelspruit shooting range?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In the company of Radebe and Dube?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "That is correct.  The three of them arrived at Winkelspruit in the Toyota Corolla?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is possible Chairperson, I cannot recall when they arrived there.   I cannot recall.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will tell this Commission that when he saw Ms Khubeka at the shooting range, she was blindfolded and tied both hands and feet?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I can recall that she was blindfolded, but not that she was bound or cuffed.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you saying that you cannot recall whether she was bound or cuffed?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "She was not bound.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will tell this Commission that during the interrogation, he heard Ms Khubeka screaming in pain, I suppose?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "What is the question sir?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Well, he wants you to comment on the evidence, he is putting what evidence Mr Mbane will give and he is saying that Mr Mbane when he testifies, will say that he heard Ms Khubeka screaming whilst she was being interrogated or questioned.  He is just asking for your comment on that, whether you agree or disagree or cannot remember or whatever?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Ms Khubeka did scream at a point, or at certain points.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "Thank you Mr Chairman.  Mr Mbane will say that he was at all times in the verandah leading to the room where Ms Khubeka was held?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall that I saw him there.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will tell the Commission that he had a clear view of the door leading to where Mr Khubeka was being held?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is possible, but I cannot recall whether he was there or not.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will tell this Commission that he was present and he noticed when Ms Khubeka's body, dead body, was removed from that room?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot comment on that either, because I wasn't present when the body was removed.",
            "Male"
        ],
        [
            "MR SAMUEL",
            "He will tell this Commission that Mr Myeza, Mr Wasserman and Mr Coetzer were the persons that removed the body.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think it is not much point putting anything to the witness where he says that he wasn't present, he cannot comment on it, you know.",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "Thank you Mr Chairman, no further submissions.\nNO FURTHER QUESTIONS BY MR SAMUEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, I think this will be a convenient time to take the lunch adjournment.     We will adjourn until two o'clock.  I would also just like to find out from the legal representatives what travel arrangements there are, to find out what our hours of sitting would be tomorrow?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, can we approach you in chambers?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills, do you have any questions?\nC.A. VAN DER WESTHUIZEN: (s.u.o.)",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.  Mr van der Westhuizen, there were a number of other people who were present on the day and apart from their statements, there is very little that has emerged so far as to what their actual roles were, so what I want you to try and assist me with is to recall as far as you can remember, exactly what roles these people played.  I first want to start off with Jakob Albertus Coetzer, his statement is in the second Bundle from page 101, but  I will be referring you to certain aspects thereof, but prior to that, can you tell us to the best of your recollection, what he did on the day in question, starting from the arrest?  He indicated that he was present at the arrest?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think I can recall that Mr Coetzer was there, I am not certain, I cannot answer positively that he was there at the arrest Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.   He also indicates in his statement, he gives certain information about the purpose for the arrest, and it seems, the inference from his statement is that there must have been discussions prior to the actual arrest concerning who was going to be arrested and how the arrest was actually going to take place.   You must have at least to some extent have been involved in those discussions because you were present at the arrest, can you tell me what your recollection was?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "According to my recollection Chairperson, at our briefing before the arrest had taken place, Mbane would bring the Commander of the group of whom Ms Khubeka knew about, he would bring him to the rendezvous point where he would be arrested.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and I mean who was at this briefing, just describe the briefing to us, we haven't heard much about it?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And where it took place?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think it took place at C.R. Swart, the briefing.",
            "Male"
        ],
        [
            "MR WILLS",
            "What time in the day?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "It was in the afternoon, just before the arrest had taken place.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, carry on, what was said, who was there first of all and what was said?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "The members who were there as I recall was Mr Botha, du Preez, Warrant Officer Basson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Or Coetzer?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall that he was there specifically Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Taylor?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall whether he was there.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and what was said?  I would understand that because of the rank structure, Botha would be giving the directions, he would be the one who was telling you exactly how this operation was going to take place, is that correct?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes, Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That would be unless Col Taylor was there?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think Botha informed us that members of C1 who had infiltrated Khubeka's people, would bring the Commander of the group to a rendezvous point and that he, and if any other persons would have been present, would be arrested.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, did you at that briefing, discussion, make any plans like in case there is a shootout or what weapons to take, who is going to take what positions, who will approach the car, who will stay back, that sort of thing, were there plans made at all, because you were going into from what you say, a potentially dangerous situation, you were going to arrest a Commander of a group who may be armed with an automatic gun?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Chairperson, I cannot recall what the plan was, but I can recall that during the arrest I ran around the Toyota to the other side of the vehicle.",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry, sorry ...",
            "Male"
        ],
        [
            "MR VISSER",
            "Can the witness just finish his answer Mr Chairman?",
            "Male"
        ],
        [
            "MR WILLS",
            "Sorry Mr Chairperson, with respect, I am going on to the circumstances of the arrest later, which the witness is starting to describe and I just want to concentrate at this stage on the briefing prior to the arrest.  That was my answer, that was my question, should I say.  I am concentrating on the briefing, we will get to the actual arrest and your role in the arrest.  I just want to try you to recall and give us as much detail as possible about the briefing prior to the arrest.  What was said there?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Chairperson, I have already said that Mr Botha gave us the information or I think it was Mr Botha, gave us the information that members of C1 would bring the Commander of this specific unit or section to a rendezvous point at Battery Beach and that possibly other members of this unit would also be present.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you expect that Ms Khubeka would be possibly present at the time?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Chairperson, we did not expect that.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see, because, yes because in Mr Coetzer's statement he indicates at paragraph 7 and that is after page 101 of his statement, that the leader of the ANC cell which had been infiltrated by Jimmy Mbane was a woman, so is it not possible that the leader, your reference to the leader was in fact Ms Khubeka?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, who was the leader?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't know him personally sir, I do not know his name.",
            "Male"
        ],
        [
            "MR WILLS",
            "You never heard of his name?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Which paragraph are you referring to?  7?  Page 102?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I don't have the page numbering on my ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is page 102 according to mine.  This doesn't talk about the Commander being a woman, maybe it is ...",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I will read you the passage, just so that it is clear.\n\"... I was informed by one of the Security Branch members that the leader of the ANC cell who was infiltrated by Jimmy, was a woman.  The plan was to question her.  In order to do that, Jimmy tried to lure her to a place where we would arrest her.\"",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, it is quite clear from that that as far as Mr Coetzer was concerned, the expected Commander was a woman?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Mr Chairperson, Mr Coetzer may have been under that impression, I don't know, I don't know why he would draw that inference, because that was not my impression Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is not the sort of thing one would make a mistake about, would it, a woman or not?  I mean if one is talking about the leader or the Commander, we have always, this whole hearing have talked about the Commander as if it were a man, to say it is a woman, it would be unusual, unless he really believed so, it is not the sort of thing that you just make a mistake about?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Mr Chairperson, according to my information, Ms Khubeka accommodated terrorists and she had contact with them.  According to my information she was not a Commander.",
            "Male"
        ],
        [
            "MR WILLS",
            "But it appears from your answer to my previous question that you had no information at all about who this so-called leader was, yourself?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I did not, I did not know him.  I cannot recall that anybody ever informed me whether it was a woman or a man, or mentioned the name to me.",
            "Male"
        ],
        [
            "MR LAX",
            "Might it be that when people spoke about a leader, you just assumed that it was a man?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is possible.",
            "Male"
        ],
        [
            "MR LAX",
            "They may in fact have been referring to Khubeka and you just made the assumption it was someone else?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is possible Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "You see Mr Coetzer is talking about the leader of a cell, of an ANC cell, that is potentially different to the leader of an MK unit, or whatever?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you.   Obviously also the thing that I want to emphasise here which I will relate to other aspects of my question later on, was that he clearly says in that paragraph that the plan was to interrogate her.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, that was not the briefing that I was privy to.  Ms Khubeka, there was no plan to arrest her.  The reason for the operation was to apprehend the leader of the section or unit or cell.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, was it the objective to interrogate the leader of the cell?  I know you are in dispute about as to who that actual leader was, but the plan was to interrogate the leader, to arrest for the purposes of interrogation?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct, to obtain further information.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and the interrogation was obviously, you had been briefed, it was going to take place at Winkelspruit?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, I also want to refer you to Mr Taylor's evidence where he says ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, not so much evidence, but his statement or affidavit?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson, Mr Taylor's statement, where he also is clear ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, do you have a reference?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, thank you Mr Chairperson, I am starting at page 4.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Volume 1, it is part of the application, the statement that was attached to Mr Taylor's application, yes.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I am referring to the incident, 9, halfway down the page on the third paragraph where he also says that on a later stage an askari, Jimmy Mbane, informed us that he had arranged that the Khubeka woman would be brought to us at the old Railway Police shooting range near Winkelspruit.  He was also, you must concede by that, expecting that Khubeka woman to be brought to the shooting range?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I understand that from his statement, yes Chairperson.   That is what he stated.",
            "Male"
        ],
        [
            "MR WILLS",
            "And obviously from the answer to your previous question, if anybody was taken to the Winkelspruit shooting range, it would be for the purposes of interrogation?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Can you repeat that please?",
            "Male"
        ],
        [
            "MR WILLS",
            "If anybody was taken on that occasion to the Winkelspruit shooting range, it would be for the purposes of interrogation?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct, for interrogation to obtain further possible information.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, so we can assume that what Taylor means is that the Khubeka woman was going to be picked up, she is going to be taken to the Winkelspruit shooting range and she was going to be interrogated?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes, that is what I understand from his statement.",
            "Male"
        ],
        [
            "MR WILLS",
            "I want to refer you to Radebe's affidavit and hopefully from our point of view, it will also be his evidence.   Just bear with me Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Volume 1, page 116 I am informed by Mr Visser.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "At paragraph 51 ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Before you proceed, that is page 119, Volume 1?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I will just read you the paragraph, it is rather short and then I will put my question to you.\n\"... we did then go to a house.\"\n\tSorry, I am going to start from paragraph 50.\n\"... in the meantime the woman who lived at the  house had become suspicious and asked to see the comrades again because she now had messages to give them.  We then realised that she was going to become suspicious and could probably cause problems if she spoke about this incident.  One of the members of the Security Branch in Durban then told us to fetch the woman and take her to them.\"\n\tJust before we go on here, it is clear from Radebe's evidence that he got an instruction from somebody in the Security Branch, Durban to fetch this woman and obviously in this instance, he is referring to Khubeka, would you agree with me?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then paragraph 51\n\"... we did then go to her house and told her that she should also come with us to the safehouse where the other comrades were so that she could see where they were.  She then came with us in the vehicle and we also handed her over to Henti Botha's section.\"\n\tYou see, so she is describing the arrest from another point of view, where he lured her by false pretences in a car, and then delivered her to you at Battery Beach, that is obviously the incident that he is referring to, would you agree?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I see what he wrote in his statement, but that is contradictory to what our instructions were, Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see, from what we have heard as well from what Mr Mbane's counsel has said, Mr Samuel, is that he also got a specific instruction to pick up the Khubeka woman and hand her over to you?   My question is, there are these four people and coincidentally these four people have signed affidavits at different times to the times your group signed affidavits, which is all between the 13th - sorry the 11th and the 13th of December 1996.  All these other people are sure, absolutely sure that the purpose of that operation was to arrest Khubeka.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "My instructions were not to arrest Khubeka.  At my briefing the members of C1 would bring the Commander and possibly other members of the cell with whom Ms Khubeka had been involved with, to the rendezvous point and they would be arrested Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see the other thing that tends to my mind, which I will argue to support their version as opposed to yours, is that had you been arresting someone who might have been considered dangerous, the probabilities are that like in other incidents that have been testified to, you would have had backup, then you would have had more of a show of force, it wouldn't have been such what can be described as a soft pick-up.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Chairperson, would you please repeat, I don't understand what your question is.",
            "Male"
        ],
        [
            "MR WILLS",
            "What I am suggesting is that you knew on the day that you were going to be picking up a woman.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is not true Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "You knew, and I am inferring that you knew from the fact that from the evidence given so far, it didn't, your operation doesn't appear to the outsider as being an operation where you expected somebody very dangerous to be picked up?  It was just one vehicle, there was no back-up, there was no heavy fire-power in reserve, the plan that you  referred to, I have asked you to describe, wasn't a detailed plan, one would expect that you would have a detailed plan in case firing broke out, particularly in view of the public spot, the spot that was chosen was a public spot where you wouldn't have chosen that spot had you expected there to be a shootout occurring, and that is what my problem is?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Mr Chairperson, I understand Mr Wills' point,  but on many occasions arrests of dangerous persons took place where there was no backup and the specific reason why I think we did not take large amounts of arms with us, was because it was a public place and the point which was decided upon, was a public place.   One could not for example go with an R1 if there was a shootout, and shoot in a public place.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, Mr Wills, Mr van der Westhuizen, what you say, you were expecting the leader and the deceased, in fact would you agree that if the deceased, Ms Khubeka was arrested there as she was, it would basically bring an end to the operation regarding the infiltration of MK units because she was the contact point?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Keeping that in mind, can you think of any reason why when that vehicle came to Battery Beach without the leader or any other MK cadre, that and we have heard it from other evidence not from you yet, but we have heard that a signal was given?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you think why the driver of that vehicle would have put on the signal to say I am here with the leader, if in fact he was there with only Ms Khubeka which would result in her being arrested and thereby blowing the whole operation out of the water?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Mr Chairperson.   I cannot explain that.",
            "Male"
        ],
        [
            "MR LAX",
            "Isn't the inference rather that because that happened, that was the intention?  Doesn't that - that is a matter that would be argued obviously, but I am just asking you about it, Mr Wills is arguing that because the signal was given and because for example Radebe and Mbane will say that was the intention, that is why ...",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I hear what Mr Wills is asking.",
            "Male"
        ],
        [
            "MR LAX",
            "What I am trying to say is everything is consistent with that version?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I understand what he says, but those were not our instructions on the day.",
            "Male"
        ],
        [
            "MR LAX",
            "As far as you knew?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "You don't know what instructions they were given?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Chairperson, I was not involved in their briefing.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "May I just ask this one question please Mr Wills, if you don't mind.   Mr van der Westhuizen, is it not so that Mbane placed himself at risk if he had instruction to bring the leader and then give the sign with Khubeka, did he not place himself at risk by doing that?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is possible Mr Chairperson.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you Mr Wills.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.  You see, we have heard - I am in the fortunate position of attending the earlier hearing, I know that you haven't testified yet in that, and that is the Shabalala and Ndaba hearing, but it is obvious that people would be at great pains to conceal the fact that this Intelligence gathering operation was under way, not so?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "I mean it was such an important operation that you had people all the way from Pretoria, assisting you or Vlakplaas?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And it would be a major blow, I mean it must have been a major blow for Mbane to come up with the person who is central to this operation?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "By mistake?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And there has been no evidence so far from any of your colleagues and possibly you can help us as to whether this matter was taken up with Mr Mbane?  It is not in their statements, it is not in their viva voce evidence?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot comment to that, I was not involved in the handling of Mr Mbane.",
            "Male"
        ],
        [
            "MR WILLS",
            "Surely you would have expected him to be reprimanded to use a polite phrase?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I wouldn't expect that sir, I wasn't involved with him at all, he was handled by another section.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see the section that handled him, his immediate superior was Coetzer, not so?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think Mr Baker was, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I am not sure because Mr Mbane was part of the C1 unit, perhaps we are going to have to - you can ask about what the structure was with regards the authority over Mr Mbane in those circumstances.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "My understanding was that Coetzer was also from the C1 unit in Pretoria and he basically came to replace Ras.  Is that right?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't recall that, I recall Mr Coetzer being involved there in the operation, but I don't know who he replaced.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was he from Pretoria?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "So we must assume that he wasn't a member of the Durban Security Branch, he was a member of the Vlakplaas contingent?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes?   I think in his statement he indicates that, I can't recall exactly where Mr Chairman, but he was in charge and then he would have Mr Radebe under him and then he would have under Mr Radebe would be the two askaris, namely in this instance Dube and Mbane?  Would you dispute that?  It is page 102 I think, Bundle 2.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot say who was the Commander of Mbane, what I understood is that Mr Baker was in command of the C1 members.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, he might have been the person who was even more senior, I think that is the position.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes, he was ...",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and he only came to visit from time to time, he wasn't there all the time.  My reading of his evidence is that he just came to check up on them, doing inspections, but he wasn't involved in the operation in total and his Attorney will correct me if I am wrong.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "So as far as the Vlakplaas cell on the ground was concerned, it was Coetzer who was in charge, he was the one who alleges in his affidavit to take the decision to withdraw the Vlakplaas contingent and report to de Kock about that?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot comment to that.",
            "Male"
        ],
        [
            "MR WILLS",
            "The point that I am wanting to make is that Mbane has got exactly the same interpretation of the plan as his superior has got, i.e. the intention was to arrest Khubeka?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Those were not my instructions to arrest Khubeka.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are you telling the truth?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Just before I forget, you are not applying for amnesty for murder in this case?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "I would imagine that you'd have knowledge of the activities of what the Vlakplaas people were doing in the Intelligence gathering operation particularly in relation to the arrest of certain persons.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Not necessarily Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, you knew that they arrested Khubeka and you were involved in that arrest?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Were you involved in the arrest of, were you involved in not necessarily the arrest, but did you come into contact with any other persons that they arrested during that time?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Not that I can recall Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Because it is interesting to note that in Radebe's affidavit, that - and I am reading from paragraph 46 to 49 that the implication is clear that prior to the arrest of Khubeka, three other persons suspected freedom fighters, had been arrested and handed over to Henti Botha?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't know about that Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "As far as you are concerned, were any other persons arrested around the time of this incident and brought out to the Winkelspruit shooting range?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Not that I know of Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry Mr Wills, if I could just ask a question, how did you operate there, did you do an operation at a time as a unit?  In other words we have now been dealing with this operation concerning Ms Khubeka,  if you were involved in that operation, would that be the only operation that you were handling at that time, or would you be involved in a dozen operations or half a dozen operations at the same time?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "It is possible Chairperson, that two or three operations would overlap, but I cannot recall that we were busy with any other operations where at this stage, where arrests had taken place.",
            "Male"
        ],
        [
            "MR LAX",
            "If I may Chair, just a follow up, Mr van der Westhuizen, this was a time of a great deal of violence?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "And a great deal of unrest?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Surely you would have been dealing with numerous enquiries and investigations into that?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "At that time, I mean we have heard for example Mr du Preez, although he cannot remember exactly what he did, but he went off to do other duties on that night, for example.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I remember him saying that.",
            "Male"
        ],
        [
            "MR LAX",
            "So what I am trying to say is in my experience, the average policeman who was of a detective nature, and although you were Security Branch, you were still a Detective, had numerous dockets they were handling at any one time, some up to 100 at a time?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "So what I am trying to understand is,  is it possible that other people may have been handed over to you, and you just don't remember it because you were dealing with so many things at the time, or ...",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot specifically recall that people were handed over to me or anybody else Chairperson, at that specific stage.",
            "Male"
        ],
        [
            "MR LAX",
            "Let's just leave it at that, I mean all I am trying to separate out is the difference that it didn't happen or it might have happened, but you just cannot remember it?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "At that stage other people were not handed over to us.  We were busy with other cases, but no people except for Ms Khubeka was handed over that I can recall at that stage.",
            "Male"
        ],
        [
            "MR LAX",
            "Can you remember any other arrests of any other people in any other dockets at that time?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "But you must have arrested people even though you cannot remember it?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is possible, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Chairperson.   You obviously in this plan, did some surveillance around the home of Ms Khubeka, somebody did?  Somebody must have?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "It is possible, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Surely it is not possible, surely it is probable?  You've got this person who lives in a house where you know she lives, she is co-ordinating foreign and internally trained freedom fighters, your enemy, and you are not going to put surveillance around the house?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't think that there would have been surveillance because C1 members had already made contact with her.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you see any photographs of Ms Khubeka?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "How did you know it was her in the car?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I drew that inference or I was informed later that it was her.  I did not know her personally Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "You didn't know that at the time that you arrested her?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I was later informed that that was Ms Khubeka.",
            "Male"
        ],
        [
            "MR WILLS",
            "How much later?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think it was at the scene, I cannot specifically recall.",
            "Male"
        ],
        [
            "MR WILLS",
            "But wasn't that a common Security Branch practice to get photographs of people who were suspected in being involved in the liberation struggle?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So one would assume that there was a file that existed in relation to Nthombi Khubeka in the Security Branch?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And did you ever peruse that file?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't believe I did Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Who would look at that file?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "The person, it was open to members of the Security Branch who had an interest in her, which I did have, but I never looked at her file, or I cannot recall that I ever specifically looked at her file.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and one can assume that there would be a photograph of her in the file, not so?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "There are files, I cannot recall if there was a photo of her in the file.",
            "Male"
        ],
        [
            "MR WILLS",
            "No, you have said you didn't look at the file, so you cannot tell me that there was or wasn't a photograph in the file.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "But what I am saying is that in all probability there would have been a photograph in the file?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "It is possible that there was one.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.    I am wanting to get your role, is it your version that because there is - the Vlakplaas people were infiltrating on a direct basis into this so-called cell, that you people just stood back and did nothing?  When I refer to you, I am not in this instance referring to Mr Botha, I am referring to the lower ranking policemen, that is you, Mr du Preez and Mr Wasserman and obviously Mr Basson?  What did you do?  I mean you are involved in this big operation, you brought askaris down from Jo'burg, surely you must have played some sort of role prior to her arrest, I am wanting to know what that role was.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "In regard with what Chairperson?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "In regard to the operation concerning Ms Khubeka, what Mr Wills is saying is Vlakplaas were called in, C1,  particularly for the use of the askari contingent to infiltrate.  Now prior to the day of the arrest, because we know that this infiltration took place over some period of time, what Mr Wills wants to know is what was your role and people of your rank, he has mentioned Mr Wasserman, Mr du Preez, Mr Basson, what did you do once C1 moved in, did you have anything to do with the operation actively and if so, what was it?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "If I can recall correctly, there were other informants and I think as Mr Lax has just said, we were busy with other operations as well, so I cannot recall where we would have concentrated specifically on the Khubeka matter.  I cannot say specifically what we would have done after the C1 members had been sent in.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see what I would have thought would have been the case, and it is up to you to correct me, I would have thought that what would have happened would have been that the C1 people, because they were also black people, would have been brought in to infiltrate because obviously it would have been quite difficult for a white person to do that at the time, and they would have acted as if they were guerrillas from outside, they would have collected information and then they would have come back and shared the information with either yourselves or just Mr Botha and then as a result of that information, Mr Botha would have issued certain instructions to his other people and by that I mean yourself, du Preez and Wasserman?",
            "Male"
        ],
        [
            "MR VISSER",
            "Like what Mr Chairman?",
            "Male"
        ],
        [
            "MR WILLS",
            "Like for example to help interrogate the woman?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't understand now.",
            "Male"
        ],
        [
            "MR VISSER",
            "My learned friend is putting questions as to what happened prior to the incident, now he is at the incident, when he is challenged to tell the witness what he expected him to do, Mr Chairman.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I couldn't quite follow that Mr Wills, because ...",
            "Unknown"
        ],
        [
            "MR WILLS",
            "What I am just trying to establish is that I cannot see, the strange thing about this operation to be frank with me, is that the only thing from the evidence so far, that you, du Preez and Wasserman are brought to do, is to assist with the interrogation, apart from that you do nothing?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "The detention, the arrest and only on the day in question.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Only on the day in question?  There is this big, important operation going on, there is a dearth of silence with respect about your role until the day in question when you arrest her and you torture her to her death, and apart from that, you are completely silent about what your involvement is and I want to know what your prior involvement was.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall what my prior involvement was in the investigation, as I have said, members of C1 was sent in to infiltrate her, we did not undertake surveillance on the house that I can recall, I was never involved in any surveillance on her house.  We were busy with other operations.  I cannot what other involvement I had before the arrest.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you have had any involvement?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I believe we would have been briefed about what C1's members had reported back to Botha.",
            "Male"
        ],
        [
            "MR LAX",
            "If you allow me Chairperson, the impression that I get and you can help me here if I am wrong, is that you weren't really involved in this operation in the sense that it was an operation.  The impression I get is that, certainly from what you are saying, you cannot remember anything, all you really remember is a briefing and then you participated in an arrest.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I recall the information that Ms Khubeka was involved with these persons, with a cell and that members of C1 had infiltrated her and from there, my involvement with her personally started with the arrest.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just before you proceed, I would just like to get some general information Mr van der Westhuizen, the Durban Security Branch, we have heard of various names here, Mr du Preez, Wasserman and yourself, Botha, how large was at that period, the Durban Security Branch, are we talking about 100 members, 200 members or was it just a small unit of half a dozen members?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Durban Security Branch was a large Branch.  There were approximately 200 members or 150 members.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So how did you operate, did you always operate under the same person or ...",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "So you had units, you had sections?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "All the names that we have heard now in this hearing of the Durban Security Branch, were all members of a particular section?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Within the larger ...",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Just to clarify this, for the Chair's sake, you were part of the Intelligence section of the Terrorist Unit?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "How many other members were in that section with you, besides the ones that we have heard about so far?  Let me help you, you had Botha who was Head of your Unit?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Then you had du Preez?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Who else was on that same rank level?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "There were no other, it was Botha, du Preez, Wasserman, myself, Basson although he was from Port Shepstone, he also brought in MK Intelligence.",
            "Male"
        ],
        [
            "MR LAX",
            "Did you only work on MK cases or did you work on PAC cases, APLA cases as well?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, there was another section who handled PAC.",
            "Male"
        ],
        [
            "MR LAX",
            "Okay, so that is that, the five of you basically?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "May I just take that a bit further please Mr Chairperson.   Mr van der Westhuizen, that Sunday afternoon when you received the briefing, was the whole section on duty or were you specifically  called there?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "As in this instance, if such an operation would be launched, they would call us in.  I think I was specifically busy at C.R. Swart with something else when this happened, I cannot recall that I was specifically called in for that on that day.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But usually all six of you would not be on duty?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, just to assist perhaps, it was Botha, du Preez, Wasserman, van der Westhuizen, Basson and Brand Visagie, there were six.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "And Taylor?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "No, no, Taylor wasn't in this unit.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It is just the six.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Just the six.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Visser.  Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.   Talking about the arrest, now the actual arrest, we know that you were involved, we know that Mr Botha was involved, we know that Mr du Preez was involved, it is common cause, I think that Basson was involved?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was there anybody else involved, I am talking about in your car, I know obviously there is dispute about who was in the other car, in Mbane's car, I am talking about your car?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "As I have stated earlier, I think Mr Coetzer was there, but I cannot confirm this.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, thank you, he indicates in his statement that he was there.  What about Mr Roelof Brand?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I cannot recall that Mr Visagie was there.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "That Roelof Brand that you are talking about is Mr Visagie, Roelof Brand Visagie?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Visagie, yes.  Those are his first names, that is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, thank you, I will correct my note.  In the arrest process, you started to say earlier what you were doing, just continue.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "If I recall correctly, I, when the signal was given ...",
            "Male"
        ],
        [
            "MR WILLS",
            "We can remind you, is that common cause or is it so that the signal was the switching on of an indicator of the car?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I do not recall the specific signal sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay, carry on.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think I moved around the vehicle to the other side of the vehicle.   I think I opened the door, I cannot recall whether it was the front or the back door, I can remember very little of what specifically took place there.  I recall that Mr du Preez grabbed Ms Khubeka by the shoulders and grab bed her to the kombi, dragged her or carried her.  I cannot recall whether she climbed out of the car or whether he took her out of the car and from that point, she was taken to the kombi and all of us climbed back into the kombi and departed for Winkelspruit.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you remember the role of Mr Coetzer?  I know from what you said, it seems pretty clear that you don't actually remember Mr du Preez' role, that is basically, he has reminded you from evidence when you were listening here obviously, because you have just indicated exactly what he said in evidence, or do you recall that specifically?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I recall it as such, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "From the incident?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "You have now put two questions.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, do you have an independent recollection of seeing Mr du Preez take hold of the deceased and carrying her?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "And it is not just because you have heard Mr du Preez giving evidence here that you can now remember it, or saying that?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I recall specifically that Mr du Preez held her by the shoulders and took her to the kombi.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot remember Coetzer's participation, I cannot recall if he was indeed there, it is possible that he was there.",
            "Male"
        ],
        [
            "MR WILLS",
            "What about Mr Botha, what did he do?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think that he went to one of the other doors.  I cannot recall specifically.",
            "Male"
        ],
        [
            "MR WILLS",
            "You cannot even recall if he was there?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Mr Botha was there.",
            "Male"
        ],
        [
            "MR WILLS",
            "I am asking you for an independent recollection, what makes you remember that he was there?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't know what makes me remember it, but that is the way I remember it.",
            "Male"
        ],
        [
            "MR VISSER",
            "Mr Chairman, sorry to interfere, but is it in dispute that she was arrested at Battery Beach, is that what the questions are about?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think maybe there might be, when you use the word arrest, that might be disputed that it was an arrest, but taken possession of or detained.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Mr Chairman, it just occurs to us that we are all under pressure to accelerate the process, we are sitting here listening to questions which are taking the matter with the greatest respect, no further in assisting you to come to a conclusion on whether amnesty should be granted or not.  Where he was, who he saw, have absolutely nothing to do with what you have to consider at the end of the day, and I don't want to interfere Mr Chairman, and I have been sitting here very quietly, as you will testify to yourself, really at some stage or other, can we get to the bottom of this, get to grips with the real issues in the matter, Mr Chairman?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Mr Chairperson, I submit with respect that the treatment of the woman, of a woman at a scene in that situation, is pertinent to the question of amnesty and particularly the issue of proportionality and it also leads to how she was treated later and I am wanting to know what the role of each of these individual people was from independent recollection.  I submit that it is relevant and pertinent.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, but you can carry on asking but let's see if we can pick up the pace.  Perhaps you can ask him you know, instead of dealing with each one and then asking a whole series of the same questions in respect of each person, let's see if we can do it a bit quicker.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson, thank you.   You cannot recall anything about what Botha did?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Not specifically, he was involved in the arrest but I cannot recall his specific involvement.  As I have stated, I cannot recall whether I went to the front door or the back door.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you even remember how many people got out of the kombi?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think all of us climbed out.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did anybody run out and put a gun into anybody's stomach?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you all have your arms out at the time, your weapons?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes, it would have been that way.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, according to your evidence you were surprised that you found a woman in the car?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "And I think, didn't it strike you that it wouldn't be necessary to handle her in such a rough and aggressive manner?  Wouldn't it have been more appropriate to come across the fact that she was a woman, and then say \"well, can't you just, you are under arrest, can't you move into this truck?\"",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Not necessarily Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why?  Did you think of that?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I did not.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, where were you sitting in the kombi on the way back?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think I was sitting in the front, in the passenger seat.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you remember who was in the kombi at that stage?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "It was all of the people who were there when we arrived there.",
            "Male"
        ],
        [
            "MR WILLS",
            "Plus the arrested person obviously?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "So nobody went and travelled in Mbane's car?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Not that I know of.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did Ms Khubeka struggle when she was being arrested?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you found it necessary to grab her and detain her physically and she didn't even struggle?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I didn't grab her.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, when I say you, I refer to the police who were arresting her in plural?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes, that is how it happened.",
            "Male"
        ],
        [
            "MR WILLS",
            "Who was restraining her in the back?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I do not know.   As I recall I sat in the front of the vehicle.  Might I just add that from the front seats, one couldn't see into the back of the kombi, there was a partition.",
            "Male"
        ],
        [
            "MR WILLS",
            "I want to get to the arriving at the place, at Winkelspruit shooting range.  Where was Mr Visagie?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall that I saw Mr Visagie there, I cannot say.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you remember seeing Mr Coetzer there?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I can recall seeing him there, but I don't know when precisely, I do recall that he was there.",
            "Male"
        ],
        [
            "MR WILLS",
            "You can't recall whether this was after or before she died?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I would have seen him before that, yes and afterwards.",
            "Male"
        ],
        [
            "MR WILLS",
            "And obviously Mr Taylor was there when you arrived?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "He was waiting for you when you got there, as I understand it?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "He was expecting somebody to be brought to be interrogated?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And Mr Radebe?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall seeing him there at that stage of our arrival.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was he there, can you recall seeing him any time before she died?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And obviously the same as for Mbane?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And Mr Dube?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall Mr Dube, I cannot recall him.  I wouldn't be able to say, if he had to walk into the room now, I wouldn't be able to say who he is, I didn't know him.",
            "Male"
        ],
        [
            "MR WILLS",
            "Do you know Mr Myeza?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes, I know Mr Myeza.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you recall seeing him at all there that day?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I cannot recall that he was there.",
            "Male"
        ],
        [
            "MR WILLS",
            "Would it have been the sort of operation that he would be involved in usually?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Not specifically.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was he attached to the same unit as Dube and Mbane?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, he was in Mr Taylor's section.",
            "Male"
        ],
        [
            "MR WILLS",
            "Oh.   Did the interrogation start immediately after the deceased had arrived, it seems from the evidence so far that she was immediately taken into the room and the interrogation started immediately?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes Mr Chairperson, it began almost immediately.",
            "Male"
        ],
        [
            "MR WILLS",
            "And my understanding from your evidence is that you were there throughout the period of the interrogation without leaving the room?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, at stages I did leave the room, I wasn't there permanently.  I was there for a greater proportion of the time, but not all the time.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you were coming in and out and also Wasserman was coming in and out?  Is that right?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was anybody else coming in and out?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "At certain stages Mr Baker also entered or at least he didn't enter, but he approached the entrance.  Yes, he was there, not permanently.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, just one point before it slips my mind Mr Wills, it seems from what you have said Mr van der Westhuizen, that quite a few people were coming in and out, it was yourself and Baker and others, would they come in and open the door, come in, close the door, stay for a little while, open the door, go out, close the door?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I recall it happening like that Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Why not just leave the door open if you've got this traffic coming in and out because we went there this morning, it is quite a private place, it is not like having the door shut is going to make such a huge difference to your privacy in that room?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I understand your question sir, but that is what happened.  I can recall that the door was closed during the interrogation.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, thank you Mr Wills.",
            "Unknown"
        ],
        [
            "MR LAX",
            "Sorry Chairperson, but clearly the door wasn't closed the whole time?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, not permanently.",
            "Male"
        ],
        [
            "MR LAX",
            "And clearly there was a great deal of traffic, different people coming in at different times?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That happened, yes sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, and if you saw, and I assume you were standing on the inside, you saw Mr Baker come to the entrance of the door as you described earlier, the door at that stage must have at least been open?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think he opened the door in order to enter.",
            "Male"
        ],
        [
            "MR WILLS",
            "So he entered, he did enter then?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "He approached the door and I think the reason why he went there was to hear whether there were any further instructions for him and his section.  He wanted to know whether there was any information for them upon which they would have acted.  He did not enter the room specifically and spend a length of time there.",
            "Male"
        ],
        [
            "MR WILLS",
            "What was the purpose for you going out?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't know, I cannot say why.  Perhaps to go and speak to someone, I cannot say why I went in and out.",
            "Male"
        ],
        [
            "MR WILLS",
            "How many times do you think you went in and out?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Probably three times, although I cannot recall specifically how many times.",
            "Male"
        ],
        [
            "MR WILLS",
            "We have established that you left the room finally because you felt very upset, was it not that you were upset seeing this woman being beaten that made you leave the room on the previous occasions?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Chairperson.   It wasn't pleasant to observe the abuse.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you think that your colleagues were acting improperly?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "It wasn't proper.",
            "Male"
        ],
        [
            "MR WILLS",
            "Did you not think that it would be important for you to just call them aside and tell them not to act in this way?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't believe that I would have been able to influence Mr Taylor because he was my senior.",
            "Male"
        ],
        [
            "MR WILLS",
            "Is that the only reason?  Let me phrase it hypothetically, had you been senior in rank to him, would you have stopped him?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot respond according to my actions or non-actions at that stage.   It was a very problematic time for us and I cannot say what I would have done if I had been his superior.",
            "Male"
        ],
        [
            "MR LAX",
            "What would Taylor have done to you if you had told him to stop at that point?  Be absolutely frank?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think he would have used that sjambok on me, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I don't think we could have expected one of the junior members to ask the Colonel to, you know to challenge the Colonel in that situation.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "I am just trying to establish his state of mind at the time, Mr Chairperson, but I will continue.   Would you say that Taylor had lost his temper, you said he would have sjamboked you, he must have been pretty cross?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No sir, Taylor didn't really, he didn't lose his temper very often sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "What do you mean, on that occasion or ever?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "He wasn't cross at, he was cross I suppose, but it wasn't that he had lost his temper at that stage, during the questioning.",
            "Male"
        ],
        [
            "MR WILLS",
            "The evidence has been, your evidence is very different to the other two witnesses who were present at the assault, your evidence is that it wasn't a serious assault.  The evidence of Mr Botha and Mr Wasserman is that she was hit hard and on numerous occasions, with the sjambok?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Both state very clearly that they didn't consider it a serious assault, Mr Chairman.  The evidence is identical in that regard.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think that is contained in the Exhibits where they say that.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Let me rephrase, do you agree with them that she was hit hard and on numerous occasions?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct yes Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you indicate how many times she was hit in your presence?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think approximately 15 blows, 15 to 20 blows.",
            "Male"
        ],
        [
            "MR WILLS",
            "And where was she hit?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "She was hit on her back and I think on her arms, her upper arms.",
            "Male"
        ],
        [
            "MR WILLS",
            "And her head?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Not that I can recall.",
            "Male"
        ],
        [
            "MR WILLS",
            "And her legs?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Sorry, do you know why she was hit?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot say why specifically he struck her.  She did respond to questions which were put to her by him.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was Mr Taylor a sadist, a cruel person?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I wouldn't say that.  He wasn't a sadist.",
            "Male"
        ],
        [
            "MR LAX",
            "If I may Mr Wills, sorry.   You have indicated that she was answering questions?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And yet he carried on hitting her?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Even though she was giving him answers?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Well, what sort of, how do you describe that sort of conduct?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't think I can explain it sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Well then, how can you say he wasn't a sadist?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think that he was trying to get her to give clearer answers.  That would be my answer.",
            "Male"
        ],
        [
            "MR LAX",
            "But you don't know why he was hitting her, that was your previous evidence.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "As I have just stated, I think that that is the reason why he hit her, in order to encourage her to give clearer answers or perhaps more answers.",
            "Male"
        ],
        [
            "MR LAX",
            "But he clearly didn't say anything that gave you that impression?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Please repeat your question.",
            "Male"
        ],
        [
            "MR LAX",
            "He never said anything to her that would have given you that impression, otherwise you would have known the reason?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.  I cannot recall that he said anything specific to her.",
            "Male"
        ],
        [
            "MR LAX",
            "So he never said \"that answer is not good enough\", whack?  \"Give me a better answer\", whack?  He never said anything like that?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "MR LAX",
            "So why do you draw that inference?  Either you know or you don't know?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he was asked to, the question was why do you think, so I mean he is giving an explanation which is ...",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Fair enough, fair enough, I am not being fair to the witness, fair enough.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Thank you sir.",
            "Male"
        ],
        [
            "MR LAX",
            "Again, why do you draw that inference?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't know, I cannot say why I am putting it this way.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr van der Westhuizen, I understood from your other evidence that you participated actively in the interrogation?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, not in the specific interrogation.  Mr Botha didn't understand something which she had said or one of her responses, then I attempted to interpret it for Mr Botha or to other members.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "So actually you were acting more in the capacity of an Interpreter?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, not specifically as an Interpreter, but I did translate for Mr Botha at stages.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "But didn't you actively put questions?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I cannot recall that I ever asked anything.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.  You indicated in answers to questions from Mr Lax that  she was answering the questions and despite that, she was being hit?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So why did you say in your evidence earlier that she wasn't co-operating?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't recall saying that, sir.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I cannot recall that being said.  My note is saying that she was answering questions.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "If I may assist Mr Chairman, I think Mr Wills might be correct in the sense that the witness did say that when Taylor wanted to recruit her as an informer, she was uncooperative.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.  That was, but I cannot say, I am just referring to my notes now, my fresh notes.",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes, in that sense I think he did say that she ..",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I cannot say why she was hit, she did respond to questions, but you did say earlier that she didn't agree to become an informer?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Just - if a person is answering the questions when asked, do you think, do you personally think it was necessary to hit her?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "So you obviously must think that Taylor acted excessively in that circumstances?  In other words you wouldn't have acted in the same way had you been in charge?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I don't believe I would have.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you.  Now all the other witnesses who we have heard, and Mr Taylor also agrees in his statement, were consistent in so far as they indicated that she was prepared to cooperate.  What makes you say that she wasn't prepared to cooperate?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is my recollection of the interrogation.  When Mr Taylor asked her to act as an informer, she refused.  I think he asked her once and we assumed that she wouldn't.",
            "Male"
        ],
        [
            "MR WILLS",
            "So we know that Taylor is either mistaken or being untruthful in one sense, when one refers to his statement and I am referring to page 6 of, sorry page 4.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Page 5.",
            "Female"
        ],
        [
            "MR WILLS",
            "In that your opinion Mr Taylor must either be untruthful or mistaken when he says that and I quote from the last paragraph in regard to this incident, where he says\n\"... in my presence the woman was never assaulted and I am not aware of any injuries that she might have sustained.\"\n\tThat is clearly untrue according to the evidence so far?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.    And when he says here therefore that, just bear with me,  in the second paragraph on page 5 of the Bundle, page 6 of his affidavit\n\"... I asked her whether she would cooperate with us in order to arrest them, she indicated that she would do so provided her identity was not disclosed.\"\n\tHow do you comment?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is not my recollection of what took place.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are you saying that she refused even to cooperate in regard to giving information concerning the arrest of the others?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, what I mean is about the fact that she would act as an informer.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes.  No, I am not asking you that with respect.  I am quoting from Taylor's affidavit, and I am wanting you to comment on this statement.\n\"... I asked her whether she would cooperate with us in order to arrest them, she indicated that she would do so provided her identity was not disclosed.\"\n\tDo you remember that occurring?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I can recall that she provided information in connection with the terrorists, but I cannot recall - no, I cannot recall this specifically.",
            "Male"
        ],
        [
            "MR WILLS",
            "The evidence of Mr Botha is that she did cooperate?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "She did cooperate, she did respond to questions.",
            "Male"
        ],
        [
            "MR WILLS",
            "And she, Botha says in his affidavit and I think Mr Chairperson, I think it is somewhere around page ...",
            "Male"
        ],
        [
            "MS THABETHE",
            "Mr Chair, can I be of assistance to Mr Wills?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I don't know if you can be of assistance if you don't know what he was going to put?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "(Microphone not on)  Thank you, I am referring to an English translation where ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "What is the paragraph number?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Microphone.",
            "Male"
        ],
        [
            "MR WILLS",
            "Somewhere, the paragraph commences\n\"... and she admitted that she had contact with four foreign trained terrorists.\"",
            "Male"
        ],
        [
            "MR LAX",
            "Page 19, paragraph 3.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 19, the third paragraph.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.\n\"...  Col Taylor asked her if she would cooperate with us with a view to arresting them, she agreed on the condition that her identity would not be revealed.\"\n\tIs that correct in your view?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall that.  It is possible that I may not have been present when this was asked.",
            "Male"
        ],
        [
            "MR WILLS",
            "You see, because it seems from what all the evidence has been so far, that you've got what you wanted out of this woman, there doesn't seem to be a reason to continue beating her.  The evidence, the operation is as far as I am concerned, and as far as the inference from all your evidences, is that you wanted to get your hands on the foreign trained terrorists, not so?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now she is telling you that she is prepared to cooperate and give you information to arrest them, but the beatings continue, can you explain that?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot explain that, I cannot answer on behalf of Mr Taylor.",
            "Male"
        ],
        [
            "MR WILLS",
            "Because the understanding that I've got is that the beating carried on right up until the end of the interrogation?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Minutes before she died, probable seconds before she died?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Mr Wills, may I just come in here please.  Mr van der Westhuizen, were any persons ever arrested on the basis of this information, do you know?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Not that I know of.",
            "Male"
        ],
        [
            "ADV BOSMAN",
            "Thank you Mr Wills.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.  When you were in the room, was there anyone of you, anyone of you who demonstrated some minute, minuscule of mercy and tried to get Taylor to stop beating this woman mercilessly?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Not that I can recall, no.",
            "Male"
        ],
        [
            "MR WILLS",
            "You indicated that she died in your presence?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.  I think she was dead.",
            "Male"
        ],
        [
            "MR WILLS",
            "Describe her death.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "She began to perspire and then she collapsed and fell over.",
            "Male"
        ],
        [
            "MR WILLS",
            "How long was this period from her commencing to perspire to her falling over?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "It was a very brief while.",
            "Male"
        ],
        [
            "MR WILLS",
            "Seconds?  Just try and estimate, you were there?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think it was reasonably hot in the room, she may have begun to perspire even before then.  It appeared as if she was fainting, she collapsed and fell over, it all happened very quickly.",
            "Male"
        ],
        [
            "MR WILLS",
            "Are you trained in first aid?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "What did you do, if anything, to try and revive her?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I did not do anything, I left the room.",
            "Male"
        ],
        [
            "MR WILLS",
            "There was nobody there who was really medically qualified?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Chairperson.   I know that Wasserman ...",
            "Male"
        ],
        [
            "MR LAX",
            "Didn't you think, sorry, let him just finish the answer.  What about Wasserman?  You were going to say something and then he interrupted you?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Mr Wasserman was a Medic, but he wasn't there.  He had first aid training, he was the only person on our section that I recall that had medic training.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was Wasserman not called and asked to render assistance to try and resuscitate her?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Not that I can recall sir, no.",
            "Male"
        ],
        [
            "MR WILLS",
            "Was any action taken by the members present to try and save this woman's life?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Before I left the room, I think Mr Basson felt for a pulse rate and I think that he said that there was no pulse and I then assumed that she died, and I left the room.",
            "Male"
        ],
        [
            "MR WILLS",
            "You say you felt very upset?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes, I was upset, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Why were you upset?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "A woman had died in our presence, during interrogation, naturally I would have been upset.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, you are obviously therefore relating the actions that you and the other members were involved in, to her death?  You felt responsible for her death in other words?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "It may have led to her death.  The stress and the circumstances under which she found herself, may have contributed to her death.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, now you obviously are going to be consistent I presume with your other colleagues, where you conspicuously don't remember the clothing  that the deceased was wearing?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't recall what she wore at all.",
            "Male"
        ],
        [
            "MR WILLS",
            "And neither can you remember what shoes she had on?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall.",
            "Male"
        ],
        [
            "MR WILLS",
            "And neither can you recall whether she had a jersey on or not?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I really cannot recall what she was wearing, whether it was shoes, a dress, a jersey, I cannot recall what she wore.",
            "Male"
        ],
        [
            "MR WILLS",
            "And neither can you remember that she had a bag?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I have just stated that, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "And neither can you remember whether she was wearing a ring?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall that.",
            "Male"
        ],
        [
            "MR WILLS",
            "And neither can you remember whether or not she had panties on?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall, I didn't check to see if she was wearing underwear.",
            "Male"
        ],
        [
            "MR WILLS",
            "And obviously you weren't present when the water was thrown over her?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I was not present.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Were you present when there was, or was there any, did she urinate at all?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall that, I didn't see it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Just in relation to the way she fell, there has been evidence that she grabbed her chest, do you remember that?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "And how was she sitting immediately prior to her death?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "She sat on her buttocks on the floor.  She was seated on the floor.",
            "Male"
        ],
        [
            "MR WILLS",
            "What was the position of her legs?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think her legs were tucked in next to her.",
            "Male"
        ],
        [
            "MR WILLS",
            "And then essentially she must have just rolled over?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct, that is how I recall it.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, I must comment that I am pleased that at least you were upset.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was she wearing spectacles at all or anything like that, can you remember?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall that she wore spectacles.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Was she blindfolded?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "You weren't present when she was taken, you went home when her body was taken obviously?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot recall specifically whether I went home, but a short while afterwards I departed, I think I went to C.R. Swart and then I must have gone home.",
            "Male"
        ],
        [
            "MR WILLS",
            "You would have come out of the room, it was a big shock to you, you would have obviously discussed this with the first colleague that you came into contact with, not so?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I don't believe that I discussed it with anyone.  I don't think I would have told anyone that she had collapsed and died, to me it was quite a shock.  I cannot recall discussing it specifically with anyone.",
            "Male"
        ],
        [
            "MR WILLS",
            "And you cannot recall the positions of the other people whom we know present?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "Can you remember if Mr Baker was in the room when she died?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't think, no sir, he came in, he didn't come into the room, he'd come to the door on occasions.  He wasn't in the room when she died.",
            "Male"
        ],
        [
            "MR WILLS",
            "Look, it is quite an important piece of evidence that has come out so far, can you recall where Mr Mbane was when you walked out of the room?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No sir, I cannot recall that.",
            "Male"
        ],
        [
            "MR WILLS",
            "You have no idea whatsoever?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No.",
            "Male"
        ],
        [
            "MR WILLS",
            "From the previous application that you and I are involved in, the one involving Ndaba and Shabalala, something struck me as being quite odd, that when these people were shot from behind, you will recall the evidence, you haven't testified yet, but you were there, they were shot from behind at very close range?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I was not present at the shooting sir.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay, I am suggesting you were present when the evidence was given.",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Okay, sorry to for that misunderstanding, they were shot at close range from behind and then to make sure that they died, they were dead, a bullet was put into the side of each of the deceased's heads?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I heard that evidence, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, now it seems that it is probably a common practice amongst people who make a living out of, that is a bit strong I suppose, who are involved in the livelihood of killing people, to make sure that they are dead and I put it to you that the chances are that if you want to make sure somebody is dead, you would put another shot in her just to make sure that that was the case.  I am not suggesting that you were present at any time when Ms Khubeka  was shot.  Is that a common practice amongst Security Branch people, just to make sure, if they want to kill someone, and I am not referring to this case at all, if you want to make sure that somebody is dead, you put another bullet into her or into him, as was the case at the Tugela River?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think yes, yes Chairperson, it is possible that they would have done so in order to ensure when killing someone, to ensure that this person wouldn't get up and walk away to fire another shot into the head of such a person.  Some people would do that.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, so on the assumption now that Mr Khubeka had died, it wouldn't have been improbable that somebody put a shot into her head, and I am not suggesting that you did it, put a shot into her head to make sure that indeed she was in fact dead?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "It might have happened, but I don't know about it, I don't know that anyone was shot.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, I want to turn to your affidavit, I see that you testified to it on the 11th of December 1996.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Are you talking about the one, the one with the application, not Exhibit F?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "... Chairperson, with respect, but the one in the Bundle, I think it is ...",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Page 42, the application commences on Volume 1.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "(Microphone not on)",
            "Male"
        ],
        [
            "MR LAX",
            "Your microphone Mr Wills, sorry.",
            "Male"
        ],
        [
            "MR WILLS",
            ".. to 53?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes.",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Yes, I see you signed your affidavit on the same day as Wasserman and du Preez and Botha signed his on the 13th?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes, I signed my statement on the 11th, my application.",
            "Male"
        ],
        [
            "MR WILLS",
            "And that was the same day as du Preez and Wasserman?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct yes, Mr Chairperson.",
            "Male"
        ],
        [
            "MR WILLS",
            "And it was before the same Commissioner of Oaths, Masia Jakoba de Wit?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "So I assume you were together at the time?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "And from your affidavit it is clear that you had read Botha's affidavit?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "So it is clear that you all spoke together and formulated your position prior to signing these affidavits?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Yes, now you say in your affidavit in answer to paragraph 9(a) - sorry, if you can just bear with me, Mr Chairperson, yes, 9(a)(iv), that you have read the affidavits of Col Botha and if that could be translated, I associate myself with this.",
            "Male"
        ],
        [
            "MR VISSER",
            "But there is another problem with the translation, there is nowhere a reference to an affidavit here.  He is talking about an application.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "It says\n\"... I have read the application of Col H.J.P. Botha and associate myself therewith.\"",
            "Unknown"
        ],
        [
            "MR WILLS",
            "Thank you.  Now were you advised that you had to fully disclose everything you knew about this event prior to filling out this application?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Now, you see, what I found strange about this whole set up was that in these original applications there is no mention, the only person who mentions anything about a beating is Mr Mbane, but clearly the four of you in the Durban Security Branch, don't mention anything about an assault, can you explain that?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes Chairperson, these applications were made at a very late stage, there was much work to do.  There was no time to go into detail with regard to these applications and I think that we explained it as such within our applications.  At a later stage the detail would be summarised.",
            "Male"
        ],
        [
            "MR WILLS",
            "But you have said in your evidence with respect, that you knew you had to fully disclose everything, you have testified ...",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "You have testified to the effect that in your own opinion the assault that was perpetrated against the deceased had bearing on her death, but you chose in this application which is under oath, to not disclose that?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is how it occurred, yes.",
            "Male"
        ],
        [
            "MR WILLS",
            "Well, I put it to you that you purposely failed to disclose that, and it is only because there is the prospects of facing the evidence that a body was found and once you came into contact with the affidavit of the Vlakplaas people where this assault was mentioned, that you decided to tell the truth?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is not correct.",
            "Male"
        ],
        [
            "MR WILLS",
            "Thank you Mr Chairperson.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr Wills.  Ms Thabethe, sorry, do you have any questions?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, Mr Chair, thank you.  Mr van der Westhuizen, in previous applications, not necessarily this incident I have realised a certain pattern with the Security Branch people.  What would happen is that someone\nwould be abducted or arrested illegally, would be questioned, okay, let me start afresh, someone would be abducted right, with the help of an askari or an informer, right, and then he would be brought in or she would be brought in, interrogated and it would either be a situation where she cooperates or he doesn't cooperate.  Now take for example in the Deon Cele matter, M.K. Tekere and the Shabalala and Ndaba incidents, it turns out that the people who were brought in for interrogation, they were interrogated, they didn't want to cooperate and eventually they were killed, to protect also the askaris or the informers that were involved in the arrest.  Now, in your evidence, you have indicated, okay, is that a correct reflection or is that a correct way that the Security Branch worked, would you say?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I wouldn't say that.",
            "Male"
        ],
        [
            "MS THABETHE",
            "If you don't say that, what would happen if a person does not cooperate with you, what would happen to that person, especially where an askari was involved in arresting that person, would that person be released?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Not necessarily.  It had happened that persons had been released, others were detained in terms of Regulation 29.   There were quite a few other methods, it wasn't necessary for the person to be killed.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Well, like I say, I have mentioned three cases where this happened, where this was followed, where this pattern was followed, where a person would be killed to protect for example in the Shabalala/Ndaba matter, Shabalala was killed to protect Mr Ndaba, correct?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Also in the Deon Cele matter, Deon Cele was killed to protect I think it was Kakana?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I wasn't involved in the Cele matter.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Okay, let me continue any way.   In your evidence, you have indicated that Khubeka did not want to cooperate with the questioning or she did not want to be turned into an informer?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MS THABETHE",
            "What would have happened to her if she didn't want to cooperate as an informer?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "She would probably have been detained in terms of Regulation 29.",
            "Male"
        ],
        [
            "MS THABETHE",
            "And is it a possibility that a decision might have been taken as well to kill her, to protect the askaris that had arrested her?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I don't believe that that would have happened.",
            "Male"
        ],
        [
            "MS THABETHE",
            "But you would agree that in other cases it had happened?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes, it did happen as such in one case in which I was involved.",
            "Male"
        ],
        [
            "MS THABETHE",
            "And with regard to the assault, wouldn't it be consistent with your evidence that she failed to cooperate and therefore she was assaulted for that, wouldn't that be consistent with your evidence?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Sorry, I don't quite understand, I thought the evidence of Mr van der Westhuizen was that he felt that the assault was unnecessary, he couldn't justify the behaviour of Mr Taylor.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "I must have missed that evidence Mr Chair, I am indebted to you.  Let me move on.",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "He didn't know why she was being assaulted in fact.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "But I guess Mr Chair, my question is if she did not cooperate, didn't that justify her being assaulted?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I don't think it could justify an assault.",
            "Male"
        ],
        [
            "MS THABETHE",
            "But wasn't that the practice that if someone didn't cooperate, she would be assaulted?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "It has happened yes.  It has happened.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Now my last question is, in your statement, paragraph 10, you have indicated that this wasn't a serious assault, I have also realised that your other, how should I call them, colleagues for a lack of a better word, have also indicated that this was not a better assault.",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Serious assault.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Serious assault, sorry, and this is bothering me a little bit, I hope you can help me with this.   Wasserman indicated that when he was there, he wasn't there all the time in the interrogation room, but when he was there, Khubeka was beaten more than 15 times which means that she might have been beaten more, now my question is, what would be serious assault to you, what would you regard as a serious assault if beating someone over 15 times is not a serious assault?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Mr Taylor did not use all his might to strike Ms Khubeka with the sjambok, if he had hit her more severely with the sjambok, then she would have started bleeding, there would have been open wounds on her back, if he had assaulted her seriously.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Following from that answer, if she was wearing a polo-neck for example or a jersey, because it was May, I assume it was cold, would you agree with me?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Does it ever get cold in Durban?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "It does, Mr Chair.   The evidence has been that she was wearing a polo-neck, if Mr Taylor had ...",
            "Female"
        ],
        [
            "MR VISSER",
            "We haven't heard that evidence Mr Chairman.  I am not objecting to the question.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "This might be a question for argument, I mean you are just putting it, asking for an opinion.",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "Yes, let me rephrase, if she was wearing a polo-neck for example, or a top that covered her back wherever she was beaten, would you still have realised that the beatings were so hard or so serious?",
            "Female"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "If she was wearing a jersey, then she probably wouldn't have felt it to that extent.  The jersey would then have served as a buffer for the blows.  Would you repeat the question please?",
            "Male"
        ],
        [
            "MS THABETHE",
            "My question comes from your response, your response was that if she was beaten hard, she would have bled, so what I am asking is, would she still have bled and would you still have seen that she was hit hard, even if she was wearing something over her?",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "I think, isn't this the question of opinion, how would he know?  If a person is wearing a thick shirt or a thin shirt or a jersey or a thick jersey or a thin jersey, what are you trying to get for the sake of if she wasn't wearing a jersey, she might bleed?",
            "Unknown"
        ],
        [
            "MR LAX",
            "I think Chair, if I could assist here, I have been restraining myself for a bit because your answer was, well, if he had hit her harder, with all his might, she would have had marks on her body that would have bled.  You didn't see her body, you didn't undress her?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I didn't.",
            "Male"
        ],
        [
            "MR LAX",
            "You don't know whether she bled or not?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think we would have seen blood if she had been bleeding as a result of the wounds.",
            "Male"
        ],
        [
            "MR LAX",
            "How would you have seen that, you didn't take off her clothing?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I didn't.",
            "Male"
        ],
        [
            "MR LAX",
            "So?  You don't know, it is as simple as that?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I don't know, I don't know whether she was bleeding.",
            "Male"
        ],
        [
            "MR LAX",
            "It is a possibility that she did bleed actually?  There is a possibility that she may have had ...(indistinct) and huge marks on her body?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "Different people respond differently to such assaults?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "All you can tell us is that in your opinion, he didn't hit her with his full might?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MS THABETHE",
            "Thank you Mr Lax, I am indebted to you.  No further questions Mr Chair, thank you.\nNO FURTHER QUESTIONS BY MS THABETHE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Ms Thabethe.  Any re-examination?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chair.   It was put to you that if the Commander and one more of his cohorts had been in the vehicle, the Toyota Corolla vehicle, and if you accept that Radebe and Dube and Mbane were in the vehicle, how would they all then have fitted into the vehicle?  How many could be seated in the front?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "There was room for two, possibly three in the front.",
            "Male"
        ],
        [
            "MR VISSER",
            "And at the back?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Four.",
            "Male"
        ],
        [
            "MR VISSER",
            "That would depend on the degree of comfort or discomfort?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "Could you then describe to us what you recall regarding the size of Ms Khubeka?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Ms Khubeka was a large woman.",
            "Male"
        ],
        [
            "MR VISSER",
            "And her mass, was she light?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, she was heavy.",
            "Male"
        ],
        [
            "MR VISSER",
            "It was put or suggested to you that you knew that you would be picking up a woman and that was why it was only the five of you who were there.  I want to ask you, did you have anything to do with Mr Gordon's arrest?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "And simultaneously did you arrest anyone other than Mr Gordon?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "With Mr Gordon's arrest, I arrested another person first and then after that, I arrested him.",
            "Male"
        ],
        [
            "MR VISSER",
            "Therefore you arrested two persons?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Correct.",
            "Male"
        ],
        [
            "MR VISSER",
            "How many persons did you have to assist you?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I was alone.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you arrest a woman by yourself?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "The question has actually already been put by Commissioner Bosman, but did any information emanate from the interrogation of Ms Khubeka which according to your recollection, indicated that you would arrest persons or discover safehouses?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "Would you allow me a moment, Mr Chair.   Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you.   Adv Bosman, have you got any questions you would like to ask?",
            "Unknown"
        ],
        [
            "ADV BOSMAN",
            "No questions, thank you Mr Chair.",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Lax?",
            "Unknown"
        ],
        [
            "MR LAX",
            "Thank you Chairperson, just one aspect.   Why do you say the arrest of Khubeka was unlawful?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "We did not take her immediately to a police station or put her through the books as the regular practice would have been, she was taken to Winkelspruit where she was detained and interrogated.",
            "Male"
        ],
        [
            "MR LAX",
            "But many suspects are picked up, many suspects are picked up and taken to pointing outs before they necessarily are booked in, they are taken to questioning?  You had 48 hours?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "So that is not per se unlawful at all?  She died before you could even book her in?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "And according to your impression, your impression was that she would be booked in?  That is your evidence, you thought she had been arrested under Section 29?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.  That was an option in the event of her non-co-operation.",
            "Male"
        ],
        [
            "MR LAX",
            "There was nothing unlawful about her arrest in your mind, it is only ex post facto looking back, it has been suggested to you?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "But the fact is, it was a perfectly lawful arrest, you were acting within your full, normal powers?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR LAX",
            "Just bad luck that she died?  I mean in your mind?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct, yes.",
            "Male"
        ],
        [
            "MR LAX",
            "And just one other thing, was there any, in terms of the planning of this operation, and you were there when you were briefed about what was going to happen?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR LAX",
            "No efforts were taken to protect the askaris and their pseudo penetration, right?  No effort was taken to protect your informers, why wasn't the operation conducted in such a way as to arrest them as well and give Khubeka the impression that ...",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I cannot respond to that, I don't know why it didn't happen.  I think that the askaris would simply have withdrawn after the arrest, because we expected to arrest terrorists, a terrorist or more than one terrorist, and they would then have completed their operation and withdrawn and continued with other operations.",
            "Male"
        ],
        [
            "MR LAX",
            "The point is though, even if you were arresting terrorists, you would still protect your askaris, you would still protect your informers, not so?  You wouldn't want their identities to be known?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes.",
            "Male"
        ],
        [
            "MR LAX",
            "You wouldn't want the fact that they were askaris to leak out?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, we wouldn't have wanted to expose this.",
            "Male"
        ],
        [
            "MR LAX",
            "Precisely.  Your MO would have been in those circumstances,  your modus operandi to arrest the whole lot of them and give the impression that they were all being arrested together?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes, that is possible.",
            "Male"
        ],
        [
            "MR LAX",
            "Thank you Chairperson.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you recall the date upon which this happened, Mr van der Westhuizen?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, I cannot specifically recall the date.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Can you recall what day of the week it was?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I think it was a Sunday.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Would you agree that it was April/May?",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Any questions arising?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "One, thank you Mr Chairman, arising from Commissioner Lax' questions about the lawfulness or otherwise of the arrest.  Mr van der Westhuizen, I have already warned you quite a while ago that I would do this, Mr van der Westhuizen, do you know what Judge's Rules are?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Yes.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you warn Ms Khubeka according to Judge's Rules before you arrested her?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "Did you tell her why she was being arrested, what you suspected her of?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "She was later informed, when we arrived at Winkelspruit.",
            "Male"
        ],
        [
            "MR VISSER",
            "When you arrested her, did you tell her what offences she was suspected of?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No.",
            "Male"
        ],
        [
            "MR VISSER",
            "Therefore was this a lawful arrest?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "No, it wouldn't have been.",
            "Male"
        ],
        [
            "MR VISSER",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR VISSER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Nel?",
            "Unknown"
        ],
        [
            "MR NEL",
            "Mr Chairman, yes, if I may, I have just got one question for Mr van der Westhuizen, arising out of the re-examination of Mr Visser, if I may.  Mr van der Westhuizen, there was no information which came from Ms Khubeka upon an answer of yours to Mr Visser, which led to an arrest of four example, these four persons, to which Mr Botha has referred.  Now I assume that their names were also not disclosed during that time?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Not that I can recall.",
            "Male"
        ],
        [
            "MR NEL",
            "So therefore there wasn't really anything that Taylor heard which would have led him to a further arrest of four terrorists?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "The reason why Mr Baker came to the room upon occasion, was to receive further instructions, specifically perhaps for arrests or other penetrations, and he did not receive any such instructions to arrest persons.",
            "Male"
        ],
        [
            "MR NEL",
            "So even though she indicated that she would cooperate, she didn't really cooperate because she didn't provide suitable information?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "I don't know whether the names would have been disclosed at a later stage, or whether any names were disclosed, but at that stage, there was no information for other persons to be arrested.",
            "Male"
        ],
        [
            "MR NEL",
            "Well, I know it is your opinion, but don't you think that it is possible that that could be the reason why Taylor hit her?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is possible.  Yes, it is possible.  She did provide information, she did cooperate, but it is possible that he struck her in order to obtain more information.",
            "Male"
        ],
        [
            "MR NEL",
            "You worked with Taylor for a long time and that is why you say that he isn't a sadist?",
            "Male"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "That is correct.",
            "Male"
        ],
        [
            "MR NEL",
            "Thank you Mr Chairman.\nNO FURTHER QUESTIONS BY MR NEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr van der Merwe, any questions arising?",
            "Unknown"
        ],
        [
            "MR VAN DER MERWE",
            "No questions.\nNO FURTHER QUESTIONS BY MR VAN DER MERWE",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Botha?  Mr Samuel?",
            "Unknown"
        ],
        [
            "MR SAMUEL",
            "No questions.\nNO FURTHER QUESTIONS BY MR SAMUEL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Mr Wills?",
            "Unknown"
        ],
        [
            "MR WILLS",
            "No questions Chairperson.\nNO FURTHER QUESTIONS BY MR WILLS",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Thabethe?",
            "Unknown"
        ],
        [
            "MS THABETHE",
            "No questions.\nNO FURTHER QUESTIONS BY MS THABETHE",
            "Female"
        ],
        [
            "CHAIRPERSON",
            "Thank you Mr van der Westhuizen, that concludes your evidence, you may stand down now.",
            "Unknown"
        ],
        [
            "MR VAN DER WESTHUIZEN",
            "Thank you sir.\nWITNESS EXCUSED",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think this would perhaps be a convenient time to adjourn.  I see it is just before four o'clock.  Would half past nine tomorrow morning be convenient?",
            "Unknown"
        ],
        [
            "MR VISSER",
            "Yes Mr Chairman, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, we will now adjourn for the day and we will start again tomorrow morning in the same hall, at half past nine.  We will adjourn until tomorrow at half past nine, thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}