{
    "header": {
        "type": "AMNESTY HEARINGS",
        "starting date": "1999-09-29",
        "location": "DURBAN",
        "day": "4",
        "names": [
            "LESTER DUMAKUDE"
        ],
        "case number": "AM7679/97",
        "url": "http://sabctrc.saha.org.za/hearing.php?id=53737&t=&tab=hearings",
        "original file": "http://sabctrc.saha.org.za/originals/amntrans/1999/9909271013_dbn_990929db.htm",
        "speakers": [
            "LESTER DUMAKUDE",
            "CHAIRPERSON",
            "MR BERGER",
            "MR DEHAL",
            "MS KOOVERJEE",
            "MR RICHARD"
        ],
        "original_speakers": [
            "LESTER DUMAKUDE",
            "CHAIRPERSON",
            "MR BERGER",
            "MR DUMAKUDE",
            "MR DEHAL",
            "MS KOOVERJEE",
            "MR RICHARD"
        ]
    },
    "testimony": [
        [
            "LESTER DUMAKUDE",
            "(sworn states)",
            "Unknown"
        ],
        [
            "CHAIRPERSON",
            "Mr Berger.",
            "Unknown"
        ],
        [
            "MR BERGER",
            "Thank you, Chairperson.",
            "Male"
        ],
        [
            "MR BERGER",
            "Mr Dumakude, you have before you a bundle of documents marked A1, is that correct?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, the document from pages 93 to 96 of that bundle, do you confirm that that is your application for amnesty?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "In addition to the application you have made a statement, which has been handed in as Exhibit B1, do you confirm that that is your statement?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now it's correct that you've given evidence at another hearing of the Amnesty Committee, but I'm going to just ask you some questions very briefly about your background.  For starters, as is contained in Exhibit B2, your MK names included Chris and Tommy Masinga, is that correct?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were born on the 24th of October 1952 in Sophiatown, Johannesburg?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "After your family was moved from Sophiatown, you went to live with your grandparents in Diepkloof, Soweto, is that correct?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You left school whilst you were completing Standard 8 and although you wanted to go to a Technikon to complete your education, you were unable to do so and you had to begin to seek work, is that correct?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "What were you doing at the time of the uprising on June 16 1976?  Where were you?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "I was working for a newspaper company.",
            "Male"
        ],
        [
            "MR BERGER",
            "I'm going to ask you Mr Dumakude to please speak - you don't have to worry the microphone will pick you up.",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "I was working for a newspaper company, as an inserter.",
            "Male"
        ],
        [
            "MR BERGER",
            "As a result of the impression on you of the uprising on June 16 and the events which followed, you left the country towards the end of 1977 and you went to Swaziland, is that correct?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "From Swaziland you were sent for training to Angola.",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You underwent further training.  You eventually were trained in the Soviet Union and after your return from the Soviet Union, you were appointed as an instructor in the camps, is that correct?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were initially an instructor at Klakulama camp and then you were transferred to Fundafunda, Kashito, is that right?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, that's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, in 1981 you joined Special Operations, is that correct?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "That's correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "What were your early responsibilities in Special Operations, from the time that you joined?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "When I first joined the Special Operations unit, my responsibilities were to infiltrate the trained cadres and to help them to find accommodation and also to give them materials which they will need for their various operations and also to recruit people and also to recruit others to help us with accommodation.",
            "Male"
        ],
        [
            "MR BERGER",
            "Initially you were based in Swaziland, is that right?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes.",
            "Male"
        ],
        [
            "MR BERGER",
            "At that stage when you were infiltrating cadres into the country for the purposes of carrying out operations, did you have any knowledge as to precisely what operations they were being sent in to carry out?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "No, I was not involved in the planning, I was only involved in helping them to cross the borders.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, after the signing of the Nkomati Accord, which was in 1984, you then left Swaziland?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, I left Swaziland because I was arrested.",
            "Male"
        ],
        [
            "MR BERGER",
            "You were deported to Tanzania and thereafter you received instructions to open up a front in Botswana, is that right?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, can you just describe briefly for the Committee what your duties then were from Botswana, from the moment that you opened up that front?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "It was not different from the one that I was doing in Swaziland.  I would arrange, I would recruit, arrange accommodation and provide material when necessary.  What I was doing in Botswana, was not that different from my responsibilities in Swaziland.",
            "Male"
        ],
        [
            "MR BERGER",
            "Your responsibilities only changed then in July/August 1987, when you were promoted to Commander of Special Operations?  You took the place of comrade Rashid, is that correct?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "Now, do you recall when it was the first time that you met either comrade Gordon Webster or comrade Robert?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "I cannot remember exactly, but I think it was early in 1985 when I met with comrade Gordon Webster.",
            "Male"
        ],
        [
            "MR BERGER",
            "And was it after meeting comrade Gordon, that you met comrade Robert?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, that is correct.  I first got to know comrade Robert through comrade Webster.  I knew comrade Robert through comrade Webster.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you met both of them, the one, then the other, you were already in charge of the Sub-Command of Special Operations in Botswana?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "You worked with Mr Pule, who gave evidence this morning and you say in your statement that his MK names were Vusi, Oupa and also T Man, is that correct?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "In brief, I know it's in your statement but if you could just briefly outline for the Committee, what was the extent of your interaction and how did you operate with the, if you can call it the Webster/McBride unit, or comrade Gordon, comrade Robert.  How was it that you operated with them?  What was the nature of your interaction?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "My interaction with Gordon Webster's unit, I would get instructions from my senior, comrade Ismail Rashid.  I would do everything per instruction.  I would be told as to what to do for them, where to assist only.",
            "Male"
        ],
        [
            "MR BERGER",
            "And in what way would you assist them?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "When Webster came, we were supposed to facilitate with the infiltration.  When he was inside the country and we had to get out of the country, we had to arrange his meeting with Rashid.  There was supposed to be material that would be given to him by us when necessary, if it was necessary for the training of the unit, we would be told to train them in whatever.",
            "Male"
        ],
        [
            "MR BERGER",
            "What was the nature of the training?  Was it political, was it military, was it both, your training of them?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "It was both, political and military.",
            "Male"
        ],
        [
            "MR BERGER",
            "From the political point of view, I take it that you trained them in the policies of the ANC?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, that is correct.",
            "Male"
        ],
        [
            "MR BERGER",
            "And from a military point of view, what was the nature of the training?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "We would train them, facilitate them for a deployment and the material or equipment that they would use.  If a person was going to use a firearm, that particular person would be trained in the operation of the firearm.  Even with the grenade it would be the same.  If a person was to use car bombs, he would get that kind of training.",
            "Male"
        ],
        [
            "MR BERGER",
            "When you talk about a person, we're talking now specifically about comrade Gordon and comrade Robert, is that correct?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, that is correct, because I am here because of that case.",
            "Male"
        ],
        [
            "MR BERGER",
            "And this provision of materials, so that they could come back into the country and carry out operations, did this happen on one occasion when you were present, or on more than one occasion?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "The trips were more than one, therefore it was more than one occasion.",
            "Male"
        ],
        [
            "MR BERGER",
            "You say that, in 8.2, towards the bottom of that paragraph\n\"We were under instruction- sometimes we were given instructions from Special Operations command to provide the unit with certain material.  On other occasions, the unit would advise us of their specific requirements.  We were under instructions to give the unit any of their basic requirements.\"\nWhere did your instructions come from?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "My immediate Commander was comrade Rashid, therefore I would get my instructions from comrade Rashid.",
            "Male"
        ],
        [
            "MR BERGER",
            "You've heard comrade Rashid's evidence on your activities, not only in relation to comrade Gordon and comrade Robert, but in respect of other cadres as well, do you confirm that evidence?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, I confirm that.",
            "Male"
        ],
        [
            "MR BERGER",
            "As far as the operation which we now know was aimed at the Why Not bar, were you present when comrade Robert and comrade - and the other comrades, not comrade Gordon, because he wasn't there, when comrade Robert was given the material, when the material was packed into his vehicle?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "No, I was not present.  I knew that he was coming but unfortunately I got arrested by Botswana police, therefore I was not present, I did not witness that.",
            "Male"
        ],
        [
            "MR BERGER",
            "Thank you Chairperson, I have no further questions.\nNO FURTHER QUESTIONS BY MR BERGER",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Thank you, Mr Berger.  Mr Dehal, do you have any questions you would like to put?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "I do thank you.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Mr Dumakude, you have already testified in response to your advocate's question, that you heard comrade Rashid's testimony.  I ask you simply this, do you confirm your support of Mr McBride's application for amnesty as indeed comrade Rashid did?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, I do.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And just briefly further, do you recall before Easter 1986, having met with comrade McBride outside South Africa when a discussion of possible targets took place, in particular the target of a bar that was frequented by Security Personnel?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "First of all, I would like to get some clarification when you say outside South Africa.  Where?",
            "Male"
        ],
        [
            "MR DEHAL",
            "In Botswana.",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Will you please repeat the question, Sir?",
            "Male"
        ],
        [
            "MR DEHAL",
            "Sorry, in Botswana and before Easter 1986, do you recall having had a discussion with comrade McBride on a possible target namely, or rather in particular a bar frequented by Security personnel as being the target and Gordon Webster was present at this discussion?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "The discussion about the possible targets, we used to do that everyday because that is how we used to encourage the comrades who were coming in, but if you become more specific about a certain target, I cannot remember that, we would not be told about the target.  It was not for us to inquire about the targets, but we had to discuss generally about the targets.  We would discuss with anyone who was under our control.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Mr Dumakude, Mr McBride agrees with that, but he says that in addition, there was much discussion about a number of bars, or places frequented by Security personnel, not in particular the Why Not bar or the Magoo's Bar.  No place by name, but reference was made to a bar frequented by Security personnel.  Would you recall that as being an additional aspect discussed?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "I cannot dispute that, as I'm saying we used to discuss about a lot of issues.  Perhaps it was also in our discussion, but I cannot say for sure, because we were not talking about the specific targets that the units were supposed to attack.  It could have been possible that he did talk to me about his target that he was about to attack, but I never discussed with him a specific target that he was going to attack.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Did you ever discuss any specific targets with comrade Gordon Webster?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "As I've said, this unit was the unit that I used to work with per instruction from comrade Rashid.  For me, in this unit, was to assist as instructed by comrade Rashid.  I do not remember discussing anything about specific targets.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Was any training given in the construction of a car bomb, by you to either comrade McBride or comrade Webster?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "I cannot remember exactly, but what I can recall, I did train them on how to use the devices of the car bomb.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Generally when you worked with comrade Robert, did you regard him as a disciplined cadre?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, that unit was one of the disciplined units.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And likewise your view of comrade Gordon Webster?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, that is correct, as I've said the whole unit was very disciplined.  They were operating on a higher discipline.",
            "Male"
        ],
        [
            "MR DEHAL",
            "And I take it you would agree that both comrade Robert and comrade Webster, in your view, were committed to the struggle, as you understood the struggle to be?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, I agree.",
            "Male"
        ],
        [
            "MR DEHAL",
            "Chair do you mind bearing with me?  Sorry.  And finally Mr Dumakude, I see that in your evidence, you have already agreed that you trained comrade Robert McBride in political and military matters and additionally in the making of car bombs, do you agree with that?",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "I think he said - you asked him specifically about car bombs and he said:  \"I can't recall if I trained him in the making of car bombs, but I did train him on how to use the devices of a car bomb.\"",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Thank you very much.   Now, sorry, Mr Dumakude, you now understand, you now know, sorry, precisely or more or less what happened at the Why Not place, the bomb that exploded there, the people that were killed, the number of persons that were injured, etc.  Would you say that this accorded with your understanding of what Mr McBride was required to do with that bomb, with that car bomb?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Will you please repeat the question Sir?",
            "Male"
        ],
        [
            "MR DEHAL",
            "The Why Not bomb is something you are now familiar with.  You certainly did not know of it, on your evidence as a target when you dealt with Mr McBride in Botswana.  You educated Mr McBride in military and political aspects.  Would you agree that the Why Not bomb accords with your education of Mr McBride?",
            "Male"
        ],
        [
            "LESTER DUMAKUDE",
            "Yes, I agree.",
            "Male"
        ],
        [
            "MR DEHAL",
            "I have no further questions, thank you.\nNO FURTHER QUESTIONS BY MR DEHAL",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Kooverjee, do you have any questions?  Sorry, have you finished, Mr Dehal?",
            "Unknown"
        ],
        [
            "MR DEHAL",
            "Yes, certainly, thank you.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Ms Kooverjee, do you have any questions you'd like to put to the witness?",
            "Unknown"
        ],
        [
            "MS KOOVERJEE",
            "None, thank you, Mr Chairperson.\nNO CROSS-EXAMINATION BY MS KOOVERJEE",
            "Female"
        ],
        [
            "MR RICHARD",
            "I would believe it's an opportune moment to adjourn.",
            "Male"
        ],
        [
            "CHAIRPERSON",
            "Yes, I see it's 4 o'clock.  Yes, we'll adjourn until tomorrow morning, half past 9, when we'll proceed.  Thank you.\nCOMMITTEE ADJOURNS",
            "Unknown"
        ]
    ]
}